[
  {
    "topic": "Bone remodeling",
    "text": "Bone remodeling is a continuous process throughout life where osteoclasts and osteoblasts work in tandem. Osteoclasts dissolve the mineral from the bone matrix, and osteoblasts produce new bone, called osteoid, to fill the resorption pit. Some osteoblasts remain embedded within the bone matrix as osteocytes."
  },
  {
    "topic": "Cortical bone remodeling",
    "text": "Cortical bone remodeling involves osteoclasts cutting cylindrical channels, forming osteons. Osteoblasts then follow, depositing bone on the channel's surface until the matrix surrounds the central blood vessel, completing the new osteon."
  },
  {
    "topic": "Osteoclast function",
    "text": "Osteoclasts are multinucleated cells derived from hematopoietic cells. Their primary function is bone resorption, a process stimulated primarily by RANKL binding to the RANK receptor on the osteoclast's cell surface."
  },
  {
    "topic": "Osteoblast activity",
    "text": "Osteoblast activity is influenced by various factors. It is inhibited by TNF-α, while Wnt proteins promote osteoblast survival and proliferation. Deficiencies in Wnt signaling can lead to osteopenia, whereas excessive Wnt expression can cause high bone mass."
  },
  {
    "topic": "Bone matrix composition",
    "text": "The bone matrix consists of organic and inorganic components. The organic matrix is primarily type I collagen, providing tensile strength, along with proteoglycans and other matrix proteins. The inorganic matrix is mainly calcium hydroxyapatite, which provides compressive strength."
  },
  {
    "topic": "Nutrient artery system of bone",
    "text": "The nutrient artery system is a primary source of blood supply to long bones. Branches from systemic arteries enter the diaphyseal cortex through the nutrient foramen, providing blood to the medullary canal and branching into ascending and descending arteries. This system supplies the inner two-thirds of the mature diaphyseal cortex via the haversian system."
  },
  {
    "topic": "Enchondral ossification",
    "text": "Enchondral ossification is the process by which bone replaces a cartilage model. It involves the embryonic formation of long bones, longitudinal growth at the physis, fracture callus formation, and bone formation from demineralized bone matrix."
  },
  {
    "topic": "Physis (Growth Plate)",
    "text": "The physis, or growth plate, is crucial for longitudinal bone growth. It consists of zones of reserve, proliferation, maturation, and hypertrophy, each with specific cellular activities and responses to hormonal and growth factor influences."
  },
  {
    "topic": "Osteoarthritis",
    "text": "Osteoarthritis is a progressive degenerative disease characterized by the loss of articular cartilage structure and function. It is the most common form of arthritis and can be idiopathic or secondary to genetics, overload, or trauma. Histologic findings include cartilage fibrillation, fissures, and osteophyte formation."
  },
  {
    "topic": "Neuropathic arthropathy",
    "text": "Neuropathic arthropathy, also known as Charcot joint disease, is an extreme form of arthritis resulting from disturbed sensory innervation. It typically presents as an unstable, painless, swollen, and red joint with effusion and hemarthrosis. The underlying cause is often a loss of proprioception or repetitive trauma leading to microfractures."
  },
  {
    "topic": "Rheumatoid arthritis",
    "text": "Rheumatoid arthritis (RA) is a chronic inflammatory disease primarily affecting synovial joints, leading to pannus formation and subsequent cartilage and bone destruction. It is characterized by symmetric involvement, particularly in the hands and wrists, and systemic manifestations."
  },
  {
    "topic": "Psoriatic arthropathy",
    "text": "Psoriatic arthropathy (PsA) affects patients with psoriasis and typically involves distal interphalangeal (DIP) joints, nail changes, and prominent enthesitis. Radiographic findings can include pencil-in-cup deformities and small joint ankylosis."
  },
  {
    "topic": "Ankylosing spondylitis",
    "text": "Ankylosing spondylitis (AS) is a seronegative spondyloarthropathy characterized by progressive spinal inflammation, leading to kyphosis and a 'bamboo spine' appearance on radiographs. Early involvement of the sacroiliac joints is common."
  },
  {
    "topic": "Reactive arthritis",
    "text": "Reactive arthritis, formerly known as Reiter syndrome, is an inflammatory arthritis that follows an infection elsewhere in the body. The classic triad includes conjunctivitis, urethritis, and oligoarticular arthritis, though not all features are always present."
  },
  {
    "topic": "Gout",
    "text": "Gout is a crystal deposition arthropathy caused by the accumulation of monosodium urate crystals, leading to hyperuricemia. It typically presents with acute attacks of painful, swollen joints, often affecting the great toe. Chronic gout can lead to tophi formation and joint destruction."
  },
  {
    "topic": "Pseudogout",
    "text": "Pseudogout, or calcium pyrophosphate crystal deposition disease (CPPD), is characterized by the deposition of CPPD crystals in joints, most commonly the knees and wrists. It can present with acute attacks of inflammatory synovitis and may be associated with conditions like lupus and renal dialysis."
  },
  {
    "topic": "Calcium hydroxyapatite crystal deposition disease",
    "text": "Calcium hydroxyapatite crystal deposition disease involves the abnormal accumulation of apatite crystals, the primary crystal of normal bone, in areas of tissue damage or in hypercalcemic states. It is associated with bursitis, synovitis, and degenerative joint disease."
  },
  {
    "topic": "Skeletal muscle anatomy",
    "text": "Skeletal muscle is organized into fascicles, fibers, and myofibrils. The sarcolemma, the plasma membrane surrounding the cell, extends into transverse tubules. The sarcoplasmic reticulum, a smooth endoplasmic reticulum, surrounds the myofibrils and stores calcium."
  },
  {
    "topic": "Sarcomere structure",
    "text": "The sarcomere is the basic functional unit of muscle contraction, composed of thick filaments (myosin) and thin filaments (actin). Key structures include the Z disc, M line, A band, I band, and H band, which define the organization and function of the contractile elements."
  },
  {
    "topic": "Muscle contraction mechanism",
    "text": "Muscle contraction occurs when a motor neuron stimulates a muscle fiber at the motor end plate. Acetylcholine release triggers depolarization, leading to calcium release from the sarcoplasmic reticulum. Calcium binds to troponin, causing a conformational change that allows myosin to bind to actin and initiate the sliding filament mechanism."
  },
  {
    "topic": "Muscle fiber types",
    "text": "Human skeletal muscle fibers are classified into Type I (slow-twitch, oxidative) and Type II (fast-twitch, glycolytic). Type II fibers are further divided into Type IIA (intermediate) and Type IIB (most fatigable), differing in their energy utilization and force production capabilities."
  },
  {
    "topic": "Energetics of muscle activity",
    "text": "Muscle energy is supplied through three systems: the ATP-creatine phosphate system (for short, intense bursts), the lactic anaerobic system (for intermediate durations), and the aerobic system (for sustained activity). Training can selectively alter fiber composition and improve the efficiency of these energy systems."
  },
  {
    "topic": "Tendon structure and composition",
    "text": "Tendons are composed primarily of type I collagen (95%), with some type III collagen and elastin. Water content is about 50%–60%. Proteoglycans, such as decorin, play a crucial role in regulating tendon diameter and have antifibrotic properties."
  },
  {
    "topic": "Ligament structure and composition",
    "text": "Ligaments are similar in composition to tendons, being composed mainly of type I collagen, with smaller amounts of other collagen types and proteoglycans. They originate and insert on bone, stabilize joints, and contain mechanoreceptors important for proprioception."
  },
  {
    "topic": "Thromboembolic disease prophylaxis",
    "text": "Prophylaxis for thromboembolic disease is recommended for all patients undergoing arthroplasty. Guidelines vary regarding the specific agents and duration of prophylaxis, considering factors such as bleeding risk, procedure type, and patient-specific risk factors."
  },
  {
    "topic": "Virchow triad",
    "text": "Virchow triad describes the three primary influences leading to venous thromboembolism: endothelial damage, stasis, and hypercoagulability. Each of these factors contributes to the formation of a thrombus."
  },
  {
    "topic": "Nuclear medicine studies",
    "text": "Nuclear medicine studies like bone scans (using Technetium Tc 99m phosphate complexes) and gallium scans are valuable for detecting inflammation, infection, and neoplasia by assessing blood flow and metabolic activity in specific tissues."
  },
  {
    "topic": "MRI in musculoskeletal imaging",
    "text": "Magnetic Resonance Imaging (MRI) is excellent for evaluating soft tissues and bone marrow, making it the study of choice for assessing ligamentous and meniscal injuries, and shoulder cuff injuries. It is also used to evaluate osteonecrosis, neoplasms, infection, and trauma."
  },
  {
    "topic": "Computed tomography (CT)",
    "text": "CT provides detailed bony anatomy better than other studies and is useful for identifying tissue types based on Hounsfield units. It is particularly helpful in assessing spinal disc disease, differentiating disc herniation from scar, and demonstrating leg length discrepancy."
  },
  {
    "topic": "Ultrasonography",
    "text": "Ultrasonography is increasingly used for evaluating soft tissues, including rotator cuff tears in the shoulder, diagnosis and follow-up of developmental dysplasia of the hip (DDH), and assessment of articular cartilage and intraarticular fluid in the knee."
  },
  {
    "topic": "Biomechanics: Newton's laws",
    "text": "Newton's laws are fundamental to biomechanics. The first law (inertia) explains static analysis, the second law (F=ma) relates force, mass, and acceleration in dynamic analysis, and the third law (actions and reactions) describes the interaction between bodies."
  },
  {
    "topic": "Biomechanics: Scalar and vector quantities",
    "text": "Scalar quantities have magnitude but no direction (e.g., mass, speed), while vector quantities have both magnitude and direction (e.g., force, velocity). Vector quantities can be resolved into components for analysis."
  },
  {
    "topic": "Biomaterials: Stress and strain",
    "text": "Stress is the internal force per unit area within a material, while strain is the relative measure of deformation. Hooke's law states that stress is proportional to strain within the elastic limit, and Young's modulus (E) measures a material's stiffness."
  },
  {
    "topic": "Biomaterials: Material definitions",
    "text": "Materials are defined by their mechanical properties. Brittle materials (e.g., PMMA) undergo elastic deformation, while ductile materials (e.g., metal) undergo plastic deformation. Viscoelastic materials (e.g., bone, ligaments) exhibit time-rate dependent behavior."
  },
  {
    "topic": "Biomaterials: Metals",
    "text": "Metals used in orthopaedics include stainless steel, cobalt alloys, and titanium alloys. Fatigue failure occurs with cyclic loading below the ultimate tensile strength, while creep is progressive deformation under constant force. Corrosion is the chemical dissolving of metals."
  },
  {
    "topic": "Immune system: Innate immunity",
    "text": "The innate immune system is the body's first line of defense. It is nonspecific and antigen-independent, involving physical barriers, chemical components, and various leukocytes like NK cells, macrophages, and neutrophils."
  },
  {
    "topic": "Immune system: Adaptive immunity",
    "text": "The adaptive immune system is antigen-dependent and more complex, involving B lymphocytes (producing antibodies) and T lymphocytes (cell-mediated immunity). It generates immunologic memory for future responses."
  },
  {
    "topic": "Immunoglobulins (Antibodies)",
    "text": "Immunoglobulins (Ig), including IgM, IgA, IgD, IgG, and IgE, are secreted by plasma cells and play various roles in the immune response, such as neutralization of pathogens, opsonization, and complement activation."
  },
  {
    "topic": "Autoimmunity",
    "text": "Autoimmunity occurs when the immune system mistakenly targets the body's own tissues. Autoantibodies like ANA, anti-Sm, and anti-RNP are associated with various autoimmune diseases such as SLE and mixed connective tissue disease."
  },
  {
    "topic": "Hypersensitivity reactions",
    "text": "Hypersensitivity reactions are exaggerated immune responses to antigens. Type I reactions are IgE-mediated (allergic responses), Type II involve IgM or IgG cytotoxic antibodies, and Type III involves immune complex deposition."
  },
  {
    "topic": "Cytokines in musculoskeletal health",
    "text": "Cytokines are signaling proteins that play crucial roles in the immune response and musculoskeletal health. For instance, IL-1 stimulates osteoclast activity and bone loss, while TGF-β promotes fibrosis and inhibits inflammation."
  },
  {
    "topic": "Bacterial virulence factors",
    "text": "Bacteria possess virulence factors such as antibiotic resistance mechanisms (e.g., mecA gene in MRSA), toxins (e.g., exotoxins), and superantigens that contribute to infection and disease pathogenesis."
  },
  {
    "topic": "Staphylococcus aureus infections",
    "text": "Staphylococcus aureus is a common cause of musculoskeletal infections. It exhibits antibiotic resistance, particularly MRSA strains, and its virulence factors contribute to severe infections like toxic shock syndrome and necrotizing fasciitis."
  },
  {
    "topic": "Soft tissue infections",
    "text": "Soft tissue infections can be caused by various organisms and manifest differently based on the affected tissue. Cellulitis, necrotizing fasciitis, gas gangrene, and toxic shock syndrome are examples of potentially severe infections requiring prompt diagnosis and treatment."
  },
  {
    "topic": "Bite infections",
    "text": "Bite infections can be polymicrobial or caused by specific organisms like Streptococcus species, Pasteurella multocida, and Mycobacterium marinum. Treatment involves wound exploration, débridement, and appropriate antibiotics, with tetanus prophylaxis also being considered."
  },
  {
    "topic": "Septic arthritis",
    "text": "Septic arthritis is an infection of the joint, most commonly caused by Staphylococcus aureus. It presents with joint pain, swelling, and effusion, and diagnosis relies on joint aspiration for cell count, Gram stain, and culture. Treatment involves incision and drainage, antibiotics, and sometimes surgery."
  },
  {
    "topic": "HIV infection and orthopaedics",
    "text": "HIV infection primarily affects lymphocytes and macrophages, leading to decreased CD4+ cell counts. While HIV-positive patients may have an increased risk of certain orthopaedic manifestations like infections and THA, asymptomatic individuals typically do not show significant differences in short-term infection risks."
  },
  {
    "topic": "Perioperative pulmonary issues",
    "text": "Patients undergoing surgery, especially those with pre-existing pulmonary conditions like COPD or asthma, are at higher risk for perioperative pulmonary complications. Optimization of medical management and consideration of factors like smoking cessation are crucial."
  },
  {
    "topic": "Acute respiratory distress syndrome (ARDS)",
    "text": "ARDS is a severe lung injury characterized by pulmonary edema and hypoxia. It can be triggered by various factors, including blunt chest trauma, pneumonia, sepsis, and shock. The management involves prompt diagnosis, treatment of underlying causes, and supportive care like mechanical ventilation."
  },
  {
    "topic": "Types of shock",
    "text": "Shock is a state of cardiovascular collapse leading to impaired tissue perfusion and cellular hypoxia. Different types include neurogenic shock (loss of sympathetic tone), septic shock (vasogenic), cardiogenic shock (pump failure), and hypovolemic shock (volume loss)."
  },
  {
    "topic": "Perioperative hepatic issues",
    "text": "Liver function is critical for protein production and toxin metabolism. Perioperative liver failure carries a high risk of complications, and the MELD score is used to predict surgical outcomes based on bilirubin, INR, and creatinine levels."
  },
  {
    "topic": "Perioperative CNS issues",
    "text": "Perioperative CNS issues like stroke and delirium can occur, particularly in elderly patients or those with pre-existing cardiovascular risk factors. Prompt diagnosis and management are essential."
  },
  {
    "topic": "Obstructive sleep apnea (OSA)",
    "text": "Obstructive sleep apnea (OSA) is characterized by intermittent hypercapnia and hypoxia, leading to increased sensitivity to opioids and a higher risk of perioperative complications. Screening tools like STOP-BANG can help identify high-risk patients."
  },
  {
    "topic": "Malignant hyperthermia",
    "text": "Malignant hyperthermia is an autosomal dominant genetic defect triggered by volatile anesthetics and succinylcholine, leading to uncontrolled release of calcium and sustained muscle contraction. Early and sensitive signs include increased end-tidal CO2."
  },
  {
    "topic": "Imaging and Special Studies: Radiation safety",
    "text": "Radiation safety should be considered in all fluoroscopic cases, with factors like imaging larger body parts, positioning the extremity closer to the x-source, and using large C-arms increasing exposure. Minimizing exposure time, using collimation, and employing protective shielding can reduce radiation dose."
  },
  {
    "topic": "Imaging and Special Studies: Nuclear medicine",
    "text": "Nuclear medicine studies, such as bone scans, gallium scans, and indium scans, are valuable for detecting inflammation, infection, and neoplasia by assessing blood flow and metabolic activity. They help identify subtle fractures, avascular necrosis, osteomyelitis, and infections associated with implants."
  },
  {
    "topic": "Imaging and Special Studies: MRI",
    "text": "MRI is excellent for evaluating soft tissues and bone marrow, making it the study of choice for assessing ligamentous and meniscal injuries, and shoulder cuff injuries. It is also used to evaluate osteonecrosis, neoplasms, infection, and trauma. However, it is less effective for evaluating trabecular bone and cortical bone."
  },
  {
    "topic": "Imaging and Special Studies: CT",
    "text": "CT provides detailed bony anatomy better than other studies and is useful for identifying tissue types based on Hounsfield units. It is particularly helpful in assessing spinal disc disease, differentiating disc herniation from scar, and demonstrating leg length discrepancy."
  },
  {
    "topic": "Imaging and Special Studies: Ultrasonography",
    "text": "Ultrasonography is increasingly used for evaluating soft tissues, including rotator cuff tears in the shoulder, diagnosis and follow-up of developmental dysplasia of the hip (DDH), and assessment of articular cartilage and intraarticular fluid in the knee."
  },
  {
    "topic": "Biomechanics: Scalar and vector quantities",
    "text": "Scalar quantities have magnitude but no direction (e.g., mass, speed), while vector quantities have both magnitude and direction (e.g., force, velocity). Vector quantities can be resolved into components for analysis."
  },
  {
    "topic": "Biomaterials: Material definitions",
    "text": "Materials are defined by their mechanical properties. Brittle materials (e.g., PMMA) undergo elastic deformation, while ductile materials (e.g., metal) undergo plastic deformation. Viscoelastic materials (e.g., bone, ligaments) exhibit time-rate dependent behavior."
  },
  {
    "topic": "Biomaterials: Metals",
    "text": "Metals used in orthopaedics include stainless steel, cobalt alloys, and titanium alloys. Fatigue failure occurs with cyclic loading below the ultimate tensile strength, while creep is progressive deformation under constant force. Corrosion is the chemical dissolving of metals."
  },
  {
    "topic": "Acromioclavicular joint injury",
    "text": "The acromioclavicular (AC) joint is a plane/gliding joint with a fibrocartilaginous disc. The AC ligaments prevent anteroposterior displacement of the distal clavicle, while the coracoclavicular ligaments (conoid medially and trapezoid laterally) prevent superior displacement of the distal clavicle. The trapezoid ligament is approximately 25 mm from the AC joint, and the stronger conoid ligament is approximately 45 mm from the AC joint."
  },
  {
    "topic": "Clavicle fracture",
    "text": "Fracture of the clavicle is the most common musculoskeletal birth injury. It is the first bone in the body to ossify (at 5 weeks’ gestation) and the last to fuse (medial epiphysis at 25 years of age)."
  },
  {
    "topic": "Proximal humerus fracture",
    "text": "The proximal humerus has a head retroverted 30 degrees relative to the transepicondylar axis. The head height is approximately 5.6 cm above the superior border of the pectoralis major tendon, which is important for arthroplasty. The anatomic neck is directly below the humeral head and serves as the attachment for the shoulder capsule, while the surgical neck is more distal and more often involved in fractures."
  },
  {
    "topic": "Shoulder dislocation",
    "text": "The glenohumeral joint is a ball-and-socket joint with the greatest range of motion in the body, but this comes at the expense of stability. Stability is provided by static restraints, including the articular anatomy, glenoid labrum, glenohumeral ligaments, and capsule, as well as dynamic restraints like the rotator cuff and biceps tendon. The scapulothoracic mechanics also contribute to stability."
  },
  {
    "topic": "Rotator cuff muscles",
    "text": "The rotator cuff muscles, consisting of the supraspinatus, infraspinatus, teres minor, and subscapularis, function to depress and stabilize the humeral head against the glenoid. They contribute to shoulder stability and are crucial for maintaining the humeral head's center of rotation."
  },
  {
    "topic": "Brachial plexus",
    "text": "The brachial plexus is formed from the ventral primary rami of C5 to T1 and exits the neck between the anterior and middle scalene muscles. It is divided into roots, trunks, divisions, cords, and branches, which ultimately supply the muscles and skin of the upper extremity. Injuries to the brachial plexus can result in significant motor and sensory deficits."
  },
  {
    "topic": "Median nerve",
    "text": "The median nerve arises from the medial and lateral cords of the brachial plexus and accompanies the brachial artery in the arm. In the forearm, it splits the two heads of the pronator teres and supplies most of the superficial flexor muscles. It passes through the carpal tunnel to innervate the thenar muscles and provide sensation to the radial side of the hand."
  },
  {
    "topic": "Radial nerve",
    "text": "The radial nerve originates from the posterior cord of the brachial plexus and passes through the triangular interval and spiral groove of the humerus. It supplies the posterior arm and forearm muscles and provides sensation to the dorsal radial forearm and hand. Key branches include the posterior interosseous nerve (PIN) and the superficial radial nerve."
  },
  {
    "topic": "Ulnar nerve",
    "text": "The ulnar nerve originates from the medial cord of the brachial plexus and passes posterior to the medial epicondyle at the elbow, through the cubital tunnel. It supplies the FCU, the ulnar half of the FDP, and the intrinsic muscles of the hand, providing motor function to the hypothenar eminence and the interossei."
  },
  {
    "topic": "Anterior elbow approach",
    "text": "The anterior approach to the elbow involves an interval between the brachioradialis and pronator teres proximally, or the FCR distally. Dissection requires careful mobilization of the radial nerve and artery to avoid injury. The PIN is particularly at risk during deep dissection with forearm supination."
  },
  {
    "topic": "Posterior elbow approach",
    "text": "The posterior elbow approach can be performed via an olecranon osteotomy or a triceps-splitting technique. Careful dissection is necessary to protect the ulnar nerve, which is at risk with excessive retraction. The radial nerve also has risks with proximal extension of the approach."
  },
  {
    "topic": "Carpal tunnel release",
    "text": "Carpal tunnel release involves an incision typically made in line with the fourth ray to avoid injury to the palmar cutaneous branch of the median nerve. The transverse carpal ligament (TCL) is carefully dissected to avoid damage to the median nerve and its motor branch."
  },
  {
    "topic": "Hip joint biomechanics",
    "text": "The hip joint is a ball-and-socket diarthrodial joint with extensive range of motion, primarily stabilized by bony architecture, the fibrocartilaginous labrum, glenohumeral ligaments, capsule, and negative intraarticular pressure. Dynamic stabilizers include the rotator cuff muscles and the scapulothoracic mechanics."
  },
  {
    "topic": "Femoral head blood supply",
    "text": "The blood supply to the femoral head changes with age. Pediatric femoral nail insertion can threaten the posterosuperior retinacular vessels, potentially causing avascular necrosis (AVN). In adults, care must be taken during posterior hip approaches to avoid damaging the medial femoral circumflex artery (MFCA)."
  },
  {
    "topic": "Knee joint biomechanics",
    "text": "The knee joint is complex, with articular congruity varying between the medial and lateral tibial plateaus. The menisci play a crucial role in load transmission and rotation. Ligaments, including the ACL, PCL, MCL, and LCL, provide stability. The ACL has anteromedial and posterolateral bundles, while the PCL has anterolateral and posteromedial bundles."
  },
  {
    "topic": "Ankle joint ligaments",
    "text": "The ankle joint is stabilized by the tibiofibular syndesmosis (anterior, posterior, and inferior tibiofibular ligaments, and the interosseous ligament) and the medial (deltoid) and lateral ligaments. The deltoid ligament has superficial and deep layers, while the lateral ligaments include the ATFL, CFL, and PTFL."
  },
  {
    "topic": "Foot anatomy",
    "text": "The foot is divided into the hindfoot (talus and calcaneus), midfoot (navicular, cuboid, and cuneiforms), and forefoot (metatarsals and phalanges). The talus is unique in having two-thirds of its surface covered by cartilage and no muscular attachments, relying on ligaments for stability."
  },
  {
    "topic": "Spinal nerve root anatomy",
    "text": "Spinal nerves are formed from the ventral and dorsal roots of the spinal cord. The ventral rami group into plexuses to supply the limbs and trunk, while the dorsal rami supply the back and neck. The relationship of spinal nerve roots to vertebrae changes with spinal level, with cervical roots exiting above their corresponding vertebral pedicles and lumbar roots exiting below."
  },
  {
    "topic": "Central cord syndrome",
    "text": "Central cord syndrome typically affects the upper extremities more than the lower extremities, resulting in motor deficits and sensory loss in the affected limbs, with sacral sparing."
  },
  {
    "topic": "Anterior cord syndrome",
    "text": "Anterior cord syndrome results in complete motor deficit and loss of pain and temperature sensation below the level of injury, while the position and vibration sense are preserved."
  },
  {
    "topic": "Brown-Séquard syndrome",
    "text": "Brown-Séquard syndrome involves hemisection of the spinal cord, leading to ipsilateral motor loss and loss of pain and temperature sensation on the contralateral side."
  },
  {
    "topic": "Posterior cord syndrome",
    "text": "Posterior cord syndrome affects the dorsal columns, resulting in loss of proprioception, vibration, and fine touch, while motor function and pain/temperature sensation remain intact."
  },
  {
    "topic": "Nerve conduction study",
    "text": "Nerve conduction studies evaluate the function of peripheral nerves by measuring nerve conduction velocity and response amplitude. Abnormalities in these parameters can indicate nerve entrapment syndromes or demyelinating diseases."
  },
  {
    "topic": "Clavicle fracture",
    "text": "Fracture of the clavicle is the most common musculoskeletal birth injury. It is the first bone in the body to ossify (at 5 weeks’ gestation) and the last to fuse (medial epiphysis at 25 years of age)."
  },
  {
    "topic": "Proximal humerus fracture",
    "text": "The proximal humerus has a head retroverted 30 degrees relative to the transepicondylar axis. The head height is approximately 5.6 cm above the superior border of the pectoralis major tendon, which is important for arthroplasty. The anatomic neck is directly below the humeral head and serves as the attachment for the shoulder capsule, while the surgical neck is more distal and more often involved in fractures."
  },
  {
    "topic": "Shoulder dislocation",
    "text": "The glenohumeral joint is a ball-and-socket joint with the greatest range of motion in the body, but this comes at the expense of stability. Stability is provided by static restraints, including the articular anatomy, glenoid labrum, glenohumeral ligaments, and capsule, as well as dynamic restraints like the rotator cuff and biceps tendon. The scapulothoracic mechanics also contribute to stability."
  },
  {
    "topic": "Rotator cuff muscles",
    "text": "The rotator cuff muscles, consisting of the supraspinatus, infraspinatus, teres minor, and subscapularis, function to depress and stabilize the humeral head against the glenoid. They contribute to shoulder stability and are crucial for maintaining the humeral head's center of rotation."
  },
  {
    "topic": "Brachial plexus",
    "text": "The brachial plexus is formed from the ventral primary rami of C5 to T1 and exits the neck between the anterior and middle scalene muscles. It is divided into roots, trunks, divisions, cords, and branches, which ultimately supply the muscles and skin of the upper extremity. Injuries to the brachial plexus can result in significant motor and sensory deficits."
  },
  {
    "topic": "Median nerve",
    "text": "The median nerve arises from the medial and lateral cords of the brachial plexus and accompanies the brachial artery in the arm. In the forearm, it splits the two heads of the pronator teres and supplies most of the superficial flexor muscles. It passes through the carpal tunnel to innervate the thenar muscles and provide sensation to the radial side of the hand."
  },
  {
    "topic": "Radial nerve",
    "text": "The radial nerve originates from the posterior cord of the brachial plexus and passes through the triangular interval and spiral groove of the humerus. It supplies the posterior arm and forearm muscles and provides sensation to the dorsal radial forearm and hand. Key branches include the posterior interosseous nerve (PIN) and the superficial radial nerve."
  },
  {
    "topic": "Ulnar nerve",
    "text": "The ulnar nerve originates from the medial cord of the brachial plexus and passes posterior to the medial epicondyle at the elbow, through the cubital tunnel. It supplies the FCU, the ulnar half of the FDP, and the intrinsic muscles of the hand, providing motor function to the hypothenar eminence and the interossei."
  },
  {
    "topic": "Anterior elbow approach",
    "text": "The anterior approach to the elbow involves an interval between the brachioradialis and pronator teres proximally, or the FCR distally. Dissection requires careful mobilization of the radial nerve and artery to avoid injury. The PIN is particularly at risk during deep dissection with forearm supination."
  },
  {
    "topic": "Posterior elbow approach",
    "text": "The posterior elbow approach can be performed via an olecranon osteotomy or a triceps-splitting technique. Careful dissection is necessary to protect the ulnar nerve, which is at risk with excessive retraction. The radial nerve also has risks with proximal extension of the approach."
  },
  {
    "topic": "Carpal tunnel release",
    "text": "Carpal tunnel release involves an incision typically made in line with the fourth ray to avoid injury to the palmar cutaneous branch of the median nerve. The transverse carpal ligament (TCL) is carefully dissected to avoid damage to the median nerve and its motor branch."
  },
  {
    "topic": "Hip joint biomechanics",
    "text": "The hip joint is a ball-and-socket diarthrodial joint with extensive range of motion, primarily stabilized by bony architecture, the fibrocartilaginous labrum, glenohumeral ligaments, capsule, and negative intraarticular pressure. Dynamic stabilizers include the rotator cuff muscles and the scapulothoracic mechanics."
  },
  {
    "topic": "Femoral head blood supply",
    "text": "The blood supply to the femoral head changes with age. Pediatric femoral nail insertion can threaten the posterosuperior retinacular vessels, potentially causing avascular necrosis (AVN). In adults, care must be taken during posterior hip approaches to avoid damaging the medial femoral circumflex artery (MFCA)."
  },
  {
    "topic": "Knee joint biomechanics",
    "text": "The knee joint is complex, with articular congruity varying between the medial and lateral tibial plateaus. The menisci play a crucial role in load transmission and rotation. Ligaments, including the ACL, PCL, MCL, and LCL, provide stability. The ACL has anteromedial and posterolateral bundles, while the PCL has anterolateral and posteromedial bundles."
  },
  {
    "topic": "Ankle joint ligaments",
    "text": "The ankle joint is stabilized by the tibiofibular syndesmosis (anterior, posterior, and inferior tibiofibular ligaments, and the interosseous ligament) and the medial (deltoid) and lateral ligaments. The deltoid ligament has superficial and deep layers, while the lateral ligaments include the ATFL, CFL, and PTFL."
  },
  {
    "topic": "Foot anatomy",
    "text": "The foot is divided into the hindfoot (talus and calcaneus), midfoot (navicular, cuboid, and cuneiforms), and forefoot (metatarsals and phalanges). The talus is unique in having two-thirds of its surface covered by cartilage and no muscular attachments, relying on ligaments for stability."
  },
  {
    "topic": "Spinal nerve root anatomy",
    "text": "Spinal nerves are formed from the ventral and dorsal roots of the spinal cord. The ventral rami group into plexuses to supply the limbs and trunk, while the dorsal rami supply the back and neck. The relationship of spinal nerve roots to vertebrae changes with spinal level, with cervical roots exiting above their corresponding vertebral pedicles and lumbar roots exiting below."
  },
  {
    "topic": "Central cord syndrome",
    "text": "Central cord syndrome typically affects the upper extremities more than the lower extremities, resulting in motor deficits and sensory loss in the affected limbs, with sacral sparing."
  },
  {
    "topic": "Anterior cord syndrome",
    "text": "Anterior cord syndrome results in complete motor deficit and loss of pain and temperature sensation below the level of injury, while the position and vibration sense are preserved."
  },
  {
    "topic": "Brown-Séquard syndrome",
    "text": "Brown-Séquard syndrome involves hemisection of the spinal cord, leading to ipsilateral motor loss and loss of pain and temperature sensation on the contralateral side."
  },
  {
    "topic": "Posterior cord syndrome",
    "text": "Posterior cord syndrome affects the dorsal columns, resulting in loss of proprioception, vibration, and fine touch, while motor function and pain/temperature sensation remain intact."
  },
  {
    "topic": "Nerve conduction study",
    "text": "Nerve conduction studies evaluate the function of peripheral nerves by measuring nerve conduction velocity and response amplitude. Abnormalities in these parameters can indicate nerve entrapment syndromes or demyelinating diseases."
  },
  {
    "topic": "Acromioclavicular joint injury",
    "text": "Acromioclavicular (AC) joint injuries are typically caused by a direct blow to the shoulder and are common athletic injuries. They can be classified into six types (Fig. 4.55 and Table 4.11). Management varies from conservative treatment (bracing) for types I, II, and many type III injuries, to surgical intervention for types IV, V, and VI."
  },
  {
    "topic": "Proximal humerus fracture",
    "text": "The proximal humerus is the most proximal bone of the upper extremity and has a head retroverted 30 degrees relative to the transepicondylar axis. The head height is approximately 5.6 cm above the superior border of the pectoralis major tendon. The surgical neck is more distal and more often involved in fractures. These injuries can be associated with rotator cuff tears, axillary nerve palsy, brachial plexus palsy, and axillary artery injury."
  },
  {
    "topic": "Shoulder dislocation",
    "text": "Shoulder instability, particularly anterior instability, is a common pathologic condition resulting from excessive translation of the humeral head on the glenoid. Trauma is the most frequent cause, often involving the abducted and externally rotated arm. The diagnosis is clinical, with apprehension tests and evaluation of ligamentous laxity being key. Imaging, especially MR arthrography, is crucial for confirming the diagnosis and assessing labral and chondral injuries."
  },
  {
    "topic": "Rotator Cuff Disease",
    "text": "Rotator cuff disease encompasses a spectrum of conditions from mild impingement to massive tears and rotator cuff arthropathy. Tears typically begin on the bursal surface or within the tendon substance. Factors influencing tear progression include age, muscle atrophy, fatty infiltration, and tear size. While nonoperative management is favored for asymptomatic tears, surgical intervention is indicated for significant pain or when conservative measures fail."
  },
  {
    "topic": "SLAP Tears",
    "text": "SLAP (Superior Labrum Anterior to Posterior) tears are uncommon, accounting for approximately 5% of shoulder injuries. They involve disruption of the superior labrum, which is more loosely adherent to the glenoid than the anterior-inferior labrum. The biceps tendon inserts into the superior labrum, and variations in this insertion can mimic pathology. Diagnosis is challenging and may require MR arthrography."
  },
  {
    "topic": "Subacromial Impingement Syndrome",
    "text": "Subacromial impingement syndrome is a common cause of shoulder pain, likely resulting from a combination of extrinsic compression (from the acromion and coracoacromial ligament) and intrinsic degeneration of the rotator cuff tendons. Treatment typically involves conservative measures such as activity modification, NSAIDs, physical therapy, and corticosteroid injections, with surgical decompression reserved for refractory cases."
  },
  {
    "topic": "Internal Impingement",
    "text": "Internal impingement occurs when the articular side of the rotator cuff contacts the posterosuperior rim of the glenoid labrum during abduction and external rotation, often seen in throwing athletes. It is associated with GIRD (glenohumeral internal rotation deficit) and may cause pain and mechanical symptoms. Treatment may involve conservative measures or surgical release of the posterior capsule."
  },
  {
    "topic": "Clavicle fracture",
    "text": "Fracture of the clavicle is the most common musculoskeletal birth injury. It is the first bone in the body to ossify (at 5 weeks’ gestation) and the last to fuse (medial epiphysis at 25 years of age)."
  },
  {
    "topic": "Proximal humerus fracture",
    "text": "The proximal humerus has a head retroverted 30 degrees relative to the transepicondylar axis. The head height is approximately 5.6 cm above the superior border of the pectoralis major tendon. The anatomic neck is directly below the humeral head and serves as the attachment for the shoulder capsule, while the surgical neck is more distal and more often involved in fractures."
  },
  {
    "topic": "Shoulder dislocation",
    "text": "Shoulder instability, particularly anterior instability, is a common pathologic condition resulting from excessive translation of the humeral head on the glenoid. Trauma is the most frequent cause, often involving the abducted and externally rotated arm. The diagnosis is clinical, with apprehension tests and evaluation of ligamentous laxity being key. Imaging, especially MR arthrography, is crucial for confirming the diagnosis and assessing labral and chondral injuries."
  },
  {
    "topic": "Rotator Cuff Disease",
    "text": "Rotator cuff disease encompasses a spectrum of conditions from mild impingement to massive tears and rotator cuff arthropathy. Tears typically begin on the bursal surface or within the tendon substance. Factors influencing tear progression include age, muscle atrophy, fatty infiltration, and tear size. While nonoperative management is favored for asymptomatic tears, surgical intervention is indicated for significant pain or when conservative measures fail."
  },
  {
    "topic": "SLAP Tears",
    "text": "SLAP (Superior Labrum Anterior to Posterior) tears are uncommon, accounting for approximately 5% of shoulder injuries. They involve disruption of the superior labrum, which is more loosely adherent to the glenoid than the anterior-inferior labrum. The biceps tendon inserts into the superior labrum, and variations in this insertion can mimic pathology. Diagnosis is challenging and may require MR arthrography."
  },
  {
    "topic": "Subacromial Impingement Syndrome",
    "text": "Subacromial impingement syndrome is a common cause of shoulder pain, likely resulting from a combination of extrinsic compression (from the acromion and coracoacromial ligament) and intrinsic degeneration of the rotator cuff tendons. Treatment typically involves conservative measures such as activity modification, NSAIDs, physical therapy, and corticosteroid injections, with surgical decompression reserved for refractory cases."
  },
  {
    "topic": "Internal Impingement",
    "text": "Internal impingement occurs when the articular side of the rotator cuff contacts the posterosuperior rim of the glenoid labrum during abduction and external rotation, often seen in throwing athletes. It is associated with GIRD (glenohumeral internal rotation deficit) and may cause pain and mechanical symptoms. Treatment may involve conservative measures or surgical release of the posterior capsule."
  },
  {
    "topic": "Brachial Plexus Injury",
    "text": "Minor traction and compression injuries, commonly known as burners or stingers, can be serious if they are recurrent or persist for more than a short time. They are associated with athletic injuries and must be differentiated from cervical spine injuries. Surgical management is typically performed after conservative treatment fails, with options including nerve grafting, tendon transfers, and osteotomies."
  },
  {
    "topic": "Median Nerve Entrapment",
    "text": "The median nerve can be compressed at several locations, including the carpal tunnel, the ligament of Struthers, the lacertus fibrosus, and the intermuscular septum. Symptoms may include thenar muscle weakness, sensory changes in the median nerve distribution, and pain. Treatment ranges from conservative measures like activity modification and splinting to surgical decompression."
  },
  {
    "topic": "Radial Nerve Injury",
    "text": "The radial nerve, a branch of the posterior cord of the brachial plexus, can be injured by fractures of the humerus (especially the spiral groove), by direct trauma, or by compression. Radial nerve palsy can result in wrist drop, sensory loss in the posterior forearm and radial aspect of the hand, and motor weakness in the wrist extensors and triceps. Treatment depends on the cause and severity of the injury."
  },
  {
    "topic": "Ulnar Nerve Entrapment",
    "text": "The ulnar nerve can be compressed at the elbow (cubital tunnel syndrome) or at the wrist (Guyon canal syndrome). Symptoms include medial elbow or forearm pain, sensory changes in the ulnar nerve distribution, and weakness in the intrinsic muscles of the hand. Treatment may involve conservative measures like splinting and activity modification, or surgical decompression."
  },
  {
    "topic": "Distal Radius Fractures",
    "text": "Distal radius fractures are common injuries, particularly in elderly individuals due to osteoporosis and falls. They can be extraarticular or intraarticular. The type of fracture, displacement, and associated injuries guide the treatment, which may range from casting to operative fixation with plates and screws."
  },
  {
    "topic": "Ankle Sprain",
    "text": "Ankle sprains are common injuries, most frequently involving the anterior talofibular ligament (ATFL). Diagnosis is primarily clinical, based on mechanism of injury, physical examination, and sometimes weight-bearing radiographs. Treatment typically involves RICE (Rest, Ice, Compression, Elevation) protocol and physical therapy for balance and proprioception. Operative intervention is reserved for recurrent or symptomatic instability."
  },
  {
    "topic": "Ankle Fracture",
    "text": "Ankle fractures are typically caused by low-energy mechanisms, such as rotational stress or axial load. They must be evaluated for associated syndesmotic injury. Radiographs are the initial diagnostic tool, with CT scans used for complex fractures. Treatment depends on the stability of the ankle mortise and syndesmosis."
  },
  {
    "topic": "Achilles Tendon Rupture",
    "text": "Achilles tendon ruptures are common injuries, particularly in middle-aged men who participate in sports involving jumping or running. They are often associated with prior intratendinous degeneration and are commonly misdiagnosed as ankle sprains. Treatment includes nonoperative management with activity modification and eccentric strengthening, or operative repair with tendon transfer for chronic ruptures or when conservative treatment fails."
  },
  {
    "topic": "5th Metatarsal Fracture",
    "text": "Fifth metatarsal fractures are common, especially those at the base, which are susceptible to injury due to axial loading or twisting forces. Lisfranc injuries must be ruled out when multiple metatarsals are fractured. Treatment varies from nonoperative management in a boot to surgical fixation with screws or plates."
  },
  {
    "topic": "Metacarpal Fracture",
    "text": "Metacarpal fractures are common injuries, particularly in the hand. They are often caused by direct trauma. Treatment depends on the location and severity of the fracture, ranging from casting to surgical fixation with pins or plates."
  },
  {
    "topic": "Phalangeal Fractures",
    "text": "Phalangeal fractures are common injuries to the toes, usually caused by stubbing mechanisms or crush injuries. They present with pain, ecchymosis, and swelling. Treatment ranges from buddy taping for nondisplaced fractures to surgical fixation for displaced fractures."
  },
  {
    "topic": "Radial head/neck fracture",
    "text": "Radial head and neck fractures are common elbow injuries, often associated with elbow dislocations. They can be caused by direct trauma or repetitive stress. Treatment depends on the displacement and associated injuries."
  },
  {
    "topic": "Vertebral compression fracture",
    "text": "Vertebral compression fractures are commonly caused by osteoporosis, trauma, or metastatic disease. They may present with back pain, deformity, and neurologic symptoms. Diagnosis is made with radiography and CT scans. Treatment may involve bracing, vertebroplasty, or surgical stabilization."
  },
  {
    "topic": "Clavicle fracture",
    "text": "Fracture of the clavicle is the most common musculoskeletal birth injury. It is the first bone in the body to ossify (at 5 weeks’ gestation) and the last to fuse (medial epiphysis at 25 years of age)."
  },
  {
    "topic": "Proximal humerus fracture",
    "text": "The proximal humerus has a head retroverted 30 degrees relative to the transepicondylar axis. The head height is approximately 5.6 cm above the superior border of the pectoralis major tendon. The anatomic neck is directly below the humeral head and serves as the attachment for the shoulder capsule, while the surgical neck is more distal and more often involved in fractures."
  },
  {
    "topic": "Shoulder dislocation",
    "text": "Shoulder instability, particularly anterior instability, is a common pathologic condition resulting from excessive translation of the humeral head on the glenoid. Trauma is the most frequent cause, often involving the abducted and externally rotated arm. The diagnosis is clinical, with apprehension tests and evaluation of ligamentous laxity being key. Imaging, especially MR arthrography, is crucial for confirming the diagnosis and assessing labral and chondral injuries."
  },
  {
    "topic": "Rotator Cuff Disease",
    "text": "Rotator cuff disease encompasses a spectrum of conditions from mild impingement to massive tears and rotator cuff arthropathy. Tears typically begin on the bursal surface or within the tendon substance. Factors influencing tear progression include age, muscle atrophy, fatty infiltration, and tear size. While nonoperative management is favored for asymptomatic tears, surgical intervention is indicated for significant pain or when conservative measures fail."
  },
  {
    "topic": "SLAP Tears",
    "text": "SLAP (Superior Labrum Anterior to Posterior) tears are uncommon, accounting for approximately 5% of shoulder injuries. They involve disruption of the superior labrum, which is more loosely adherent to the glenoid than the anterior-inferior labrum. The biceps tendon inserts into the superior labrum, and variations in this insertion can mimic pathology. Diagnosis is challenging and may require MR arthrography."
  },
  {
    "topic": "Subacromial Impingement Syndrome",
    "text": "Subacromial impingement syndrome is a common cause of shoulder pain, likely resulting from a combination of extrinsic compression (from the acromion and coracoacromial ligament) and intrinsic degeneration of the rotator cuff tendons. Treatment typically involves conservative measures such as activity modification, NSAIDs, physical therapy, and corticosteroid injections, with surgical decompression reserved for refractory cases."
  },
  {
    "topic": "Brachial Plexus Injury",
    "text": "Minor traction and compression injuries, commonly known as burners or stingers, can be serious if they are recurrent or persist for more than a short time. They are associated with athletic injuries and must be differentiated from cervical spine injuries. Surgical management is typically performed after conservative treatment fails, with options including nerve grafting, tendon transfers, and osteotomies."
  },
  {
    "topic": "Median Nerve Entrapment",
    "text": "The median nerve can be compressed at several locations, including the carpal tunnel, the ligament of Struthers, the lacertus fibrosus, and the intermuscular septum. Symptoms may include thenar muscle weakness, sensory changes in the median nerve distribution, and pain. Treatment ranges from conservative measures like activity modification and splinting to surgical decompression."
  },
  {
    "topic": "Radial Nerve Injury",
    "text": "The radial nerve originates from the posterior cord of the brachial plexus and passes through the triangular interval and spiral groove of the humerus. It supplies the posterior arm and forearm muscles and provides sensation to the dorsal radial forearm and hand. Key branches include the posterior interosseous nerve (PIN) and the superficial radial nerve."
  },
  {
    "topic": "Ulnar Nerve Entrapment",
    "text": "The ulnar nerve can be compressed at the elbow (cubital tunnel syndrome) or at the wrist (Guyon canal syndrome). Symptoms include medial elbow or forearm pain, sensory changes in the ulnar nerve distribution, and weakness in the intrinsic muscles of the hand. Treatment may involve conservative measures like splinting and activity modification, or surgical decompression."
  },
  {
    "topic": "Distal Radius Fractures",
    "text": "Distal radius fractures are common injuries, particularly in elderly individuals due to osteoporosis and falls. They can be extraarticular or intraarticular. The type of fracture, displacement, and associated injuries guide the treatment, which may range from casting to operative fixation with plates and screws."
  },
  {
    "topic": "Ankle Sprain",
    "text": "Ankle sprains are common injuries, most frequently involving the anterior talofibular ligament (ATFL). Diagnosis is primarily clinical, based on mechanism of injury, physical examination, and sometimes weight-bearing radiographs. Treatment typically involves RICE (Rest, Ice, Compression, Elevation) protocol and physical therapy for balance and proprioception. Operative intervention is reserved for recurrent or symptomatic instability."
  },
  {
    "topic": "Ankle Fracture",
    "text": "Ankle fractures are typically caused by low-energy mechanisms, such as rotational stress or axial load. They must be evaluated for associated syndesmotic injury. Radiographs are the initial diagnostic tool, with CT scans used for complex fractures. Treatment depends on the stability of the ankle mortise and syndesmosis."
  },
  {
    "topic": "Achilles Tendon Rupture",
    "text": "Achilles tendon ruptures are common injuries, particularly in middle-aged men who participate in sports involving jumping or running. They are often associated with prior intratendinous degeneration and are commonly misdiagnosed as ankle sprains. Treatment includes nonoperative management with activity modification and eccentric strengthening, or operative repair with tendon transfer for chronic ruptures or when conservative treatment fails."
  },
  {
    "topic": "5th Metatarsal Fracture",
    "text": "Fifth metatarsal fractures are common injuries, particularly in the foot. They are often caused by direct trauma or stress. Treatment ranges from nonoperative management in a boot to surgical fixation with screws or plates."
  },
  {
    "topic": "Metacarpal Fracture",
    "text": "Metacarpal fractures are common injuries to the hand, particularly the index and middle fingers. They are often caused by direct trauma. Treatment ranges from buddy taping for nondisplaced fractures to surgical fixation with pins or plates."
  },
  {
    "topic": "Phalangeal Fractures",
    "text": "Phalangeal fractures are common injuries to the toes, usually caused by stubbing mechanisms or crush injuries. They present with pain, ecchymosis, and swelling. Treatment ranges from buddy taping for nondisplaced fractures to surgical fixation for displaced fractures."
  },
  {
    "topic": "Radial head_ neck fracture",
    "text": "Radial head and neck fractures are common elbow injuries, often associated with elbow dislocations. They can be caused by direct trauma or repetitive stress. Treatment depends on the displacement and associated injuries."
  },
  {
    "topic": "Vertebral compression fracture",
    "text": "Vertebral compression fractures are commonly caused by osteoporosis, trauma, or metastatic disease. They may present with back pain, deformity, and neurologic symptoms. Diagnosis is made with radiography and CT scans. Treatment may involve bracing, vertebroplasty, or surgical stabilization."
  },
  {
    "topic": "Acromioclavicular joint injury",
    "text": "Acromioclavicular (AC) joint injuries are common athletic injuries, typically caused by a direct blow to the shoulder. They can be classified into six types based on the severity of ligamentous involvement and direction and magnitude of displacement. The coracoclavicular (CC) and AC ligaments may be ruptured, and the joint may be unstable in horizontal and vertical planes. Treatment ranges from conservative management (sling) for types I, II, and many type III injuries, to surgical intervention for types IV, V, and VI."
  },
  {
    "topic": "Clavicle fracture",
    "text": "Fracture of the clavicle is the most common musculoskeletal birth injury. It is the first bone in the body to ossify (at 5 weeks’ gestation) and the last to fuse (medial epiphysis at 25 years of age)."
  },
  {
    "topic": "Proximal humerus fracture",
    "text": "The proximal humerus has a head retroverted 30 degrees relative to the transepicondylar axis. The head height is approximately 5.6 cm above the superior border of the pectoralis major tendon. The anatomic neck is directly below the humeral head and serves as the attachment for the shoulder capsule, while the surgical neck is more distal and more often involved in fractures."
  },
  {
    "topic": "Shoulder dislocation",
    "text": "Shoulder instability, particularly anterior instability, is a common pathologic condition resulting from excessive translation of the humeral head on the glenoid. Trauma is the most frequent cause, often involving the abducted and externally rotated arm. The diagnosis is clinical, with apprehension tests and evaluation of ligamentous laxity being key. Imaging, especially MR arthrography, is crucial for confirming the diagnosis and assessing labral and chondral injuries."
  },
  {
    "topic": "Rotator Cuff Disease",
    "text": "Rotator cuff disease encompasses a spectrum of conditions from mild impingement to massive tears and rotator cuff arthropathy. Tears typically begin on the bursal surface or within the tendon substance. Factors influencing tear progression include age, muscle atrophy, fatty infiltration, and tear size. While nonoperative management is favored for asymptomatic tears, surgical intervention is indicated for significant pain or when conservative measures fail."
  },
  {
    "topic": "SLAP Tears",
    "text": "SLAP (Superior Labrum Anterior to Posterior) tears are uncommon, accounting for approximately 5% of shoulder injuries. They involve disruption of the superior labrum, which is more loosely adherent to the glenoid than the anterior-inferior labrum. The biceps tendon inserts into the superior labrum, and variations in this insertion can mimic pathology. Diagnosis is challenging and may require MR arthrography."
  },
  {
    "topic": "Subacromial Impingement Syndrome",
    "text": "Subacromial impingement syndrome is a common cause of shoulder pain, likely resulting from a combination of extrinsic compression (from the acromion and coracoacromial ligament) and intrinsic degeneration of the rotator cuff tendons. Treatment typically involves conservative measures such as activity modification, NSAIDs, physical therapy, and corticosteroid injections, with surgical decompression reserved for refractory cases."
  },
  {
    "topic": "Internal Impingement",
    "text": "Internal impingement occurs when the articular side of the rotator cuff contacts the posterosuperior rim of the glenoid labrum during abduction and external rotation, often seen in throwing athletes. It is associated with GIRD (glenohumeral internal rotation deficit) and may cause pain and mechanical symptoms. Treatment may involve conservative measures or surgical release of the posterior capsule."
  },
  {
    "topic": "Brachial Plexus Injury",
    "text": "Minor traction and compression injuries, commonly known as burners or stingers, can be serious if they are recurrent or persist for more than a short time. They are associated with athletic injuries and must be differentiated from cervical spine injuries. Surgical management is typically performed after conservative treatment fails, with options including nerve grafting, tendon transfers, and osteotomies."
  },
  {
    "topic": "Median Nerve Entrapment",
    "text": "The median nerve can be compressed at several locations, including the carpal tunnel, the ligament of Struthers, the lacertus fibrosus, and the intermuscular septum. Symptoms may include thenar muscle weakness, sensory changes in the median nerve distribution, and pain. Treatment ranges from conservative measures like activity modification and splinting to surgical decompression."
  },
  {
    "topic": "Radial Nerve Injury",
    "text": "The radial nerve originates from the posterior cord of the brachial plexus and passes through the triangular interval and spiral groove of the humerus. It supplies the posterior arm and forearm muscles and provides sensation to the dorsal radial forearm and hand. Key branches include the posterior interosseous nerve (PIN) and the superficial radial nerve."
  },
  {
    "topic": "Ulnar Nerve Entrapment",
    "text": "The ulnar nerve can be compressed at the elbow (cubital tunnel syndrome) or at the wrist (Guyon canal syndrome). Symptoms include medial elbow or forearm pain, sensory changes in the ulnar nerve distribution, and weakness in the intrinsic muscles of the hand. Treatment may involve conservative measures like splinting and activity modification, or surgical decompression."
  },
  {
    "topic": "Distal Radius Fracture",
    "text": "Distal radius fractures are common injuries, particularly in elderly individuals due to osteoporosis and falls. They can be extraarticular or intraarticular. The type of fracture, displacement, and associated injuries guide the treatment, which may range from casting to operative fixation with plates and screws."
  },
  {
    "topic": "Ankle Sprain",
    "text": "Ankle sprains are common injuries, most frequently involving the anterior talofibular ligament (ATFL). Diagnosis is primarily clinical, based on mechanism of injury, physical examination, and sometimes weight-bearing radiographs. Treatment typically involves RICE (Rest, Ice, Compression, Elevation) protocol and physical therapy for balance and proprioception. Operative intervention is reserved for recurrent or symptomatic instability."
  },
  {
    "topic": "Ankle Fracture",
    "text": "Ankle fractures are typically caused by low-energy mechanisms, such as rotational stress or axial load. They must be evaluated for associated syndesmotic injury. Radiographs are the initial diagnostic tool, with CT scans used for complex fractures. Treatment depends on the stability of the ankle mortise and syndesmosis."
  },
  {
    "topic": "Achilles Tendon Rupture",
    "text": "Achilles tendon ruptures are common injuries, particularly in middle-aged men who participate in sports involving jumping or running. They are often associated with prior intratendinous degeneration and are commonly misdiagnosed as ankle sprains. Treatment includes nonoperative management with activity modification and eccentric strengthening, or operative repair with tendon transfer for chronic ruptures or when conservative treatment fails."
  },
  {
    "topic": "5th Metatarsal Fracture",
    "text": "Fifth metatarsal fractures are common injuries, particularly in the foot. They are often caused by direct trauma or stress. Treatment ranges from nonoperative management in a boot to surgical fixation with screws or plates."
  },
  {
    "topic": "Metacarpal Fracture",
    "text": "Metacarpal fractures are common injuries to the hand, particularly the index and middle fingers. They are often caused by direct trauma. Treatment ranges from buddy taping for nondisplaced fractures to surgical fixation with pins or plates."
  },
  {
    "topic": "Phalangeal Fractures",
    "text": "Phalangeal fractures are common injuries to the toes, usually caused by stubbing mechanisms or crush injuries. They present with pain, ecchymosis, and swelling. Treatment ranges from buddy taping for nondisplaced fractures to surgical fixation for displaced fractures."
  },
  {
    "topic": "Radial head_ neck fracture",
    "text": "Radial head and neck fractures are common elbow injuries, often associated with elbow dislocations. They can be caused by direct trauma or repetitive stress. Treatment depends on the displacement and associated injuries."
  },
  {
    "topic": "Vertebral compression fracture",
    "text": "Vertebral compression fractures are commonly caused by osteoporosis, trauma, or metastatic disease. They may present with back pain, deformity, and neurologic symptoms. Diagnosis is made with radiography and CT scans. Treatment may involve bracing, vertebroplasty, or surgical stabilization."
  }
]
