[
    {
      "topic": "Articular Cartilage Changes with Age and Osteoarthritis",
      "text": "With aging, articular cartilage shows decreased water content, collagen concentration, and proteoglycan content, alongside increased chondrocyte size and stiffness. Osteoarthritis (OA) involves further proteoglycan degradation, increased water content, altered chondrocyte activity, and eventual cartilage breakdown, leading to fibrillation and bone exposure."
    },
    {
      "topic": "General Topics: Articular Cartilage Changes",
      "text": "Articular cartilage undergoes age-related changes like decreased water content and proteoglycan concentration. In Osteoarthritis (OA), there is further proteoglycan degradation, increased water content, altered chondrocyte activity, and eventual cartilage breakdown, leading to joint degeneration. Understanding these changes is crucial for managing joint injuries and predicting outcomes."
    },
    {
      "topic": "Orthopaedic Classifications: Articular Cartilage Degeneration (Jackson)",
      "text": "Jackson's classification of articular cartilage degeneration grades changes from Grade 1 (softening) to Grade 4 (full-thickness defects with exposed subchondral bone), with intermediate grades including fibrillation/fissuring and partial-thickness defects. This system helps evaluate the severity of cartilage damage, particularly in osteoarthritis."
    },
    {
      "topic": "Orthopaedic Classifications: Thumb CMCJ Arthritis (Eaton)",
      "text": "Eaton's classification of thumb CMCJ arthritis stages the degeneration from Stage 1 (joint space widening, minimal osteophytes) through Stage 2 (narrowing, osteophytes, subluxation) to Stage 3 (sclerosis, cysts, significant subluxation) and Stage 4 (associated STT arthritis). This guides treatment from conservative measures to surgical reconstruction."
    },
    {
      "topic": "Osteoarthritis",
      "text": "Osteoarthritis is a progressive degenerative disease characterized by the loss of articular cartilage structure and function. It is the most common form of arthritis and can be idiopathic or secondary to genetics, overload, or trauma. Histologic findings include cartilage fibrillation, fissures, and osteophyte formation."
    },
    {
      "topic": "Pathologic Process of Osteoarthritis",
      "text": "Osteoarthritis initiates with mechanical disruption of cartilage and increased water content. This shifts cartilage metabolism towards catabolism, releasing degradation products. An inflammatory response follows, mediated by cytokines and MMPs, further breaking down the matrix and altering chondrocyte function, ultimately leading to cartilage loss, subchondral bone changes, and joint degeneration."
    },
    {
      "topic": "Useful Tables: Articular Cartilage Degeneration (Jackson)",
      "text": "Jackson's classification grades articular cartilage damage from Grade 1 (softening) to Grade 4 (full-thickness defects with exposed subchondral bone). This helps assess the severity of osteoarthritis and guides treatment choices, such as debridement or cartilage repair procedures."
    },
    {
      "topic": "Useful Tables: Changes in Articular Cartilage with Aging and OA",
      "text": "Articular cartilage undergoes changes with aging and osteoarthritis. With aging, water content and collagen concentration decrease, while chondrocyte size increases. In OA, water content increases, proteoglycan content decreases, and chondrocytes show increased synthetic activity, leading to cartilage breakdown."
    },
    {
      "topic": "Useful Tables: Thumb CMCJ Arthritis (Eaton)",
      "text": "Eaton's classification of thumb carpometacarpal (CMC) joint arthritis stages degeneration from Stage 1 (joint widening) to Stage 4 (associated STT arthritis). This guides treatment, from conservative measures like splinting to surgical reconstruction such as trapeziectomy with tendon interposition, aiming to relieve pain and improve thumb function."
    },
    {
      "topic": "Diagnostic Criteria for Rheumatoid Arthritis (RA)",
      "text": "The American College of Rheumatologists define RA based on seven criteria, requiring at least four to be met. These include symmetrical polyarthropathy, morning stiffness, joint swelling, rheumatoid nodules, positive rheumatoid factor, and radiographic changes typical of RA. Early and accurate diagnosis is essential for timely management to prevent joint damage."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Elbow (Larsen)",
      "text": "Larsen's classification of rheumatoid elbow changes grades the severity of arthritis from Grade 1 (soft tissue inflammation, osteoporosis) to Grade 5 (severe arthritis with deformity), with intermediate grades reflecting joint space narrowing and bony erosion. This helps in assessing disease progression and planning treatment."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Thumb Deformity (Nalebuff)",
      "text": "Nalebuff's classification of rheumatoid thumb deformities describes types based on the primary issue: Type 1 (Boutonniere deformity), Type 2 (Boutonniere with CMCJ arthritis), Type 3 (Swan neck with CMCJ adduction/flexion), Type 4 (ulnar collateral ligament laxity), Type 5 (Swan neck without adduction), and Type 6 (mutilating disease). This guides surgical correction."
    },
    {
      "topic": "Rheumatoid Arthritis",
      "text": "Rheumatoid arthritis is a seropositive, autoimmune inflammatory polyarthropathy affecting the synovium, causing joint destruction and systemic manifestations. It primarily affects Caucasians and women, typically around age 40. Rheumatoid factor (RF) is positive in 80% and correlates with disease severity. Clinical features include joint inflammation, symmetric polyarthropathy, morning stiffness, and extra-articular manifestations like rheumatoid nodules, uveitis, and cardiac problems. Diagnosis relies on criteria including symmetric arthritis, morning stiffness, and positive RF."
    },
    {
      "topic": "Rheumatoid arthritis",
      "text": "Rheumatoid arthritis (RA) is a chronic inflammatory disease primarily affecting synovial joints, leading to pannus formation and subsequent cartilage and bone destruction. It is characterized by symmetric involvement, particularly in the hands and wrists, and systemic manifestations."
    },
    {
      "topic": "Useful Tables: Rheumatoid Elbow (Larsen)",
      "text": "Larsen's classification of rheumatoid elbow changes grades the severity of arthritis from Grade 1 (soft tissue inflammation) to Grade 5 (severe arthritis with deformity), reflecting progressive joint damage. This aids in assessing disease activity and planning interventions like synovectomy, arthroplasty, or fusion."
    },
    {
      "topic": "Useful Tables: Rheumatoid Thumb Deformity (Nalebuff)",
      "text": "Nalebuff's classification of rheumatoid thumb deformities stages the progression from mild (Type 1 Boutonniere) to severe mutilating disease (Type 6), including Swan neck and UCL laxity. This classification guides surgical intervention to improve thumb function and stability, aiming to preserve dexterity."
    },
    {
      "topic": "Juvenile Idiopathic Arthritis",
      "text": "Juvenile Idiopathic Arthritis (JIA), or Juvenile Rheumatoid Arthritis, affects individuals under 16. It is an inflammatory polyarticular disease with systemic manifestations, similar to adult RA, but RF is rarely positive. Clinical features can include wrist ulnar deviation and finger radial deviation at the MCPJ. Subtypes include systemic (Still's disease), oligoarticular (most common, ANA positive, good remission rate), and polyarticular (affects >5 joints, reasonable remission rate)."
    },
    {
      "topic": "Ankylosing Spondylitis"
    },
    {
      "topic": "Ankylosing spondylitis",
      "text": "Ankylosing spondylitis (AS) is a seronegative spondyloarthropathy characterized by progressive spinal inflammation, leading to kyphosis and a 'bamboo spine' appearance on radiographs. Early involvement of the sacroiliac joints is common."
    },
    {
      "topic": "Ankylosing Spondylitis: Clinical Examination",
      "text": "Ankylosing spondylitis examination reveals a 'question mark' posture, loss of spinal lordosis, reduced forward gaze, and flexed hip/knee gait due to spinal and peripheral joint stiffness. Assessment of chest expansion, chin-brow angle, occiput-to-wall distance, and hip/knee ROM is crucial, as these patients are at higher risk for anesthetic complications."
    },
    {
      "topic": "Ankylosing Spondylitis: Clinical Examination Findings",
      "text": "Ankylosing spondylitis examination reveals a 'question mark' posture, loss of spinal lordosis, reduced forward gaze, and flexed hip/knee gait due to spinal and peripheral joint stiffness. Assessment of chest expansion, chin-brow angle, occiput-to-wall distance, and hip/knee ROM is crucial, as these patients are at higher risk for anesthetic complications due to potential airway and spinal immobility."
    },
    {
      "topic": "General Topics: Ankylosing Spondylitis Examination",
      "text": "Ankylosing spondylitis examination reveals a 'question mark' posture, loss of spinal lordosis, reduced forward gaze, and flexed hip/knee gait due to spinal and peripheral joint stiffness. Assessment of chest expansion, chin-brow angle, occiput-to-wall distance, and hip/knee ROM is crucial, as these patients are at higher risk for anesthetic complications due to potential airway and spinal immobility."
    },
    {
      "topic": "Psoriatic arthropathy",
      "text": "Psoriatic arthropathy (PsA) affects patients with psoriasis and typically involves distal interphalangeal (DIP) joints, nail changes, and prominent enthesitis. Radiographic findings can include pencil-in-cup deformities and small joint ankylosis."
    },
    {
      "topic": "Reactive Arthritis (Reiters syndrome)",
      "text": "Reactive arthritis is a seronegative spondyloarthropathy that occurs secondary to genitourinary or gastrointestinal infections (Chlamydia, Shigella, Salmonella, Campylobacter). It typically affects the knee and can involve enthesitis and spondylolitis. Extra-articular manifestations, such as severe conjunctivitis and urethritis, are key to diagnosis. Management is primarily medical, with supportive therapy for the self-limiting condition."
    },
    {
      "topic": "Reactive arthritis",
      "text": "Reactive arthritis, formerly known as Reiter syndrome, is an inflammatory arthritis that follows an infection elsewhere in the body. The classic triad includes conjunctivitis, urethritis, and oligoarticular arthritis, though not all features are always present."
    },
    {
      "topic": "Seronegative Spondyloarthropathy Arthropathy",
      "text": "Seronegative spondyloarthropathies are RF-negative arthritides and include Ankylosing Spondylitis, Psoriatic Arthritis, Enteropathic Arthritis, Reactive Arthritis (Reiter's syndrome), and Juvenile Idiopathic Arthritis. Psoriatic arthritis is associated with psoriasis and HLA B27 positivity, often affecting the hands with dactylitis and nail pitting. Enteropathic arthritis is linked to IBD, primarily affecting the lower limbs and spine."
    },
    {
      "topic": "Gout",
      "text": "Gout is a metabolic disorder of purine metabolism leading to intra-articular uric acid crystal deposition, causing pain, inflammation, and arthropathy. It affects 80% of men and older adults, often mono-articular, commonly involving the thumb IPJ, big toe IPJ, and ankle. Flare-ups are triggered by increased metabolic activity (alcohol, purines, thiazide diuretics). Aspiration revealing negatively birefringent crystals is diagnostic."
    },
    {
      "topic": "Calcium hydroxyapatite crystal deposition disease",
      "text": "Calcium hydroxyapatite crystal deposition disease involves the abnormal accumulation of apatite crystals, the primary crystal of normal bone, in areas of tissue damage or in hypercalcemic states. It is associated with bursitis, synovitis, and degenerative joint disease."
    },
    {
      "topic": "Pseudogout",
      "text": "Pseudogout, also known as calcium pyrophosphate deposition disease (CPPD), is characterized by intra-articular deposition of calcium pyrophosphate crystals, causing acute inflammatory arthritis that can mimic septic arthritis. Radiographs may show chondrocalcinosis. Aspiration reveals positively birefringent pyrophosphate crystals. Management is symptomatic with NSAIDs, rest, and activity modification."
    },
    {
      "topic": "Pyrophosphate Arthropathy",
      "text": "Pyrophosphate arthropathy is caused by calcium pyrophosphate crystal deposition in the joint, mimicking septic arthritis. Radiographs may show chondrocalcinosis, with the wrist and knee being most commonly affected. Aspiration reveals positively birefringent pyrophosphate crystals."
    },
    {
      "topic": "Connective Tissue Disorders",
      "text": "Marfan's Syndrome is an autosomal dominant disorder affecting the Fibrillin gene, leading to tall stature, spindly hands, joint hypermobility, scoliosis, dural ectasia, protrusio acetabuli, and planovalgus feet. Cardiothoracic manifestations include pectus excavatum and aortic root dilatation. Management involves referral for ECHO, genetic counseling, and aggressive scoliosis treatment."
    },
    {
      "topic": "Ehlers-Danlos Syndrome",
      "text": "Ehlers-Danlos Syndrome is a disorder of collagen (COL5A1 or COL5A2 mutation) causing joint hypermobility and excessive skin laxity. Clinical features include fragile, lax, easily scarred skin, global joint hypermobility with recurrent dislocations (especially shoulder), and severe kyphoscoliosis. Management involves aggressive treatment of scoliosis and potential surgery for protrusio acetabuli and planovalgus feet."
    },
    {
      "topic": "Osteogenesis Imperfecta",
      "text": "Osteogenesis Imperfecta is caused by mutations in COL1A1 or COL1A2 genes, affecting normal bone formation. Bones are brittle and prone to multiple fractures, with olecranon apophyseal avulsion fractures being common. Clinical features include short stature, scoliosis, basilar invagination, and tooth defects. Management can be non-surgical (genetic counseling, bisphosphonates, growth hormone, bone marrow transplant) or surgical (fracture fixation, scoliosis treatment)."
    },
    {
      "topic": "Scleroderma",
      "text": "Scleroderma is a systemic disease causing sclerotic changes, with the main orthopaedic manifestation being in the hands, including erosion of distal phalanx tufts, soft tissue calcification, DIPJ and PIPJ contractures, Raynaud's phenomenon, and skin ulceration. Management may involve sympathectomy for digital ischemia."
    },
    {
      "topic": "Systemic Lupus Erythematosus (SLE)",
      "text": "SLE is an autoimmune systemic condition affecting young women, with 95% being ANA and anti-DNA positive. Clinical features include hand and small joint involvement with ulnar deviation at the MCPJ and volar subluxation, joint laxity, and osteonecrosis (secondary to steroid use). Extra-articular features include Raynaud's and facial butterfly rash. Management involves DMARDs, NSAIDs, steroids, and joint fusions."
    },
    {
      "topic": "Useful Tables: Collagen Types and Related Diseases",
      "text": "Different collagen types have specific tissue distributions and are associated with various diseases. Type I collagen is found in bone and skin and is implicated in Osteogenesis Imperfecta and Ehlers-Danlos syndrome. Type II is in hyaline cartilage and linked to SED and Kniest's syndrome. Type III is in granulation tissue and associated with Dupuytren's contracture. Type IV is in basement membranes."
    },
    {
      "topic": "General Topics: Articular Cartilage Changes",
      "text": "Articular cartilage undergoes age-related changes like decreased water content and proteoglycan concentration. Osteoarthritis (OA) involves further proteoglycan degradation, increased water content, altered chondrocyte activity, and cartilage breakdown, leading to joint degeneration. Understanding these changes is crucial for managing joint injuries and predicting outcomes, often guiding treatment towards preserving joint congruity."
    },
    {
      "topic": "General Topics: Articular Cartilage Changes",
      "text": "Articular cartilage undergoes age-related changes like decreased water content and proteoglycan concentration. In Osteoarthritis (OA), there is further proteoglycan degradation, increased water content, altered chondrocyte activity, and cartilage breakdown, leading to joint degeneration. Understanding these changes is crucial for managing joint injuries and predicting outcomes, often guiding treatment towards preserving joint congruity."
    },
    {
      "topic": "Seronegative Spondyloarthropathy Arthropathy",
      "text": "Seronegative spondyloarthropathies are RF-negative arthritides including Ankylosing Spondylitis, Psoriatic Arthritis (affecting hands, associated with psoriasis and HLA B27), Enteropathic Arthritis (linked to IBD), Reactive Arthritis (post-infectious), and Juvenile Idiopathic Arthritis. Management is primarily medical."
    },
    {
      "topic": "Juvenile Idiopathic Arthritis",
      "text": "JIA affects individuals under 16 and is an inflammatory polyarticular disease with systemic features. Subtypes include systemic (Still's disease), oligoarticular (most common, <5 joints), and polyarticular (>5 joints). Management involves steroids, DMARDs, joint aspirations, and surgery."
    },
    {
      "topic": "Gout",
      "text": "Gout is a metabolic disorder of purine metabolism leading to uric acid crystal deposition in joints, causing pain and inflammation. It affects men more commonly and older adults, often presenting as monoarticular arthritis. Flare-ups are triggered by metabolic factors. Aspiration revealing negatively birefringent crystals is diagnostic."
    },
    {
      "topic": "Pyrophosphate Arthropathy",
      "text": "Pyrophosphate arthropathy results from calcium pyrophosphate crystal deposition, mimicking septic arthritis. Radiographs may show chondrocalcinosis, and aspiration reveals positively birefringent crystals. The wrist and knee are most commonly affected."
    },
    {
      "topic": "Scleroderma",
      "text": "Scleroderma is a systemic autoimmune disease primarily affecting the skin, leading to sclerosis. Orthopaedic manifestations include distal phalanx tuft erosion, soft tissue calcification, joint contractures, and Raynaud's phenomenon. Management may involve sympathectomy for digital ischemia."
    },
    {
      "topic": "Systemic Lupus Erythematosus (SLE)",
      "text": "SLE is an autoimmune condition affecting young women, with joint involvement characterized by ulnar deviation at the MCPJ and volar subluxation. It can also cause joint laxity and osteonecrosis. Extra-articular features include Raynaud's and facial butterfly rash. Management involves DMARDs, NSAIDs, steroids, and fusion."
    },
    {
      "topic": "Connective Tissue Disorders",
      "text": "Marfan's Syndrome is an autosomal dominant disorder of the Fibrillin gene, causing tall stature, joint hypermobility, and cardiovascular and ocular abnormalities. Clinical signs include a positive wrist (Walker's) and thumb (Steinberg) sign. Management involves referral for ECHO and genetic counseling."
    },
    {
      "topic": "Ehlers-Danlos Syndrome",
      "text": "Ehlers-Danlos Syndrome is a group of inherited connective tissue disorders affecting collagen, characterized by joint hypermobility and skin hyperextensibility. Clinical features include fragile, lax, easily scarred skin, and severe kyphoscoliosis. Management requires aggressive treatment for scoliosis and potential surgery for deformities."
    },
    {
      "topic": "Osteogenesis Imperfecta",
      "text": "Osteogenesis Imperfecta is a genetic disorder affecting collagen type 1, resulting in brittle bones and recurrent fractures. Clinical features include short stature, normal intelligence, scoliosis, and tooth defects. Management includes non-surgical options like bisphosphonates and growth hormone, and surgical fixation of fractures."
    },
    {
      "topic": "Juvenile Idiopathic Arthritis",
      "text": "JIA affects individuals under 16 and presents as an inflammatory polyarticular disease with systemic features. Subtypes include systemic (Still's disease), oligoarticular (<5 joints), and polyarticular (>5 joints). Management involves medical treatments and possible surgery."
    },
    {
      "topic": "Gout",
      "text": "Gout is a metabolic disorder of purine metabolism leading to uric acid crystal deposition in joints, causing inflammation and pain. It affects men more commonly and older adults, often presenting as monoarticular arthritis. Flare-ups are triggered by metabolic factors, and aspiration is diagnostic."
    },
    {
      "topic": "Scleroderma",
      "text": "Scleroderma is a systemic autoimmune disease affecting connective tissues, leading to sclerosis. Orthopaedic manifestations include joint contractures and digital changes. Management may involve sympathectomy for digital ischemia."
    },
    {
      "topic": "Systemic Lupus Erythematosus (SLE)",
      "text": "SLE is an autoimmune condition affecting multiple systems, including joints, causing deformities like ulnar deviation at the MCPJ and volar subluxation. It can also lead to joint laxity and osteonecrosis. Management involves DMARDs, NSAIDs, steroids, and fusion."
    },
    {
      "topic": "Connective Tissue Disorders",
      "text": "Marfan's Syndrome is an autosomal dominant disorder of collagen, causing tall stature, joint hypermobility, and cardiovascular abnormalities. Clinical signs include positive wrist and thumb tests. Management includes ECHO referral and genetic counseling. Ehlers-Danlos Syndrome involves collagen defects leading to joint hypermobility and skin laxity, requiring aggressive treatment for kyphoscoliosis."
    },
    {
      "topic": "Osteogenesis Imperfecta",
      "text": "Osteogenesis Imperfecta is a genetic disorder of collagen type 1, causing brittle bones and recurrent fractures. Clinical features include short stature, scoliosis, and tooth defects. Management includes non-surgical options like bisphosphonates and surgical fixation of fractures."
    },
    {
      "topic": "Juvenile Idiopathic Arthritis",
      "text": "JIA affects individuals under 16 and presents as an inflammatory polyarticular disease with systemic features. Subtypes include systemic (Still's disease), oligoarticular (<5 joints), and polyarticular (>5 joints). Management involves medical treatments and possible surgery. Reactive arthritis is post-infectious and typically affects the knee, with extra-articular manifestations aiding diagnosis. Gout is a metabolic disorder of purine metabolism causing uric acid crystal deposition in joints."
    },
    {
      "topic": "Pyrophosphate Arthropathy",
      "text": "Pyrophosphate arthropathy results from calcium pyrophosphate crystal deposition, mimicking septic arthritis. Radiographs may show chondrocalcinosis, with the wrist and knee most commonly affected. Aspiration reveals positively birefringent pyrophosphate crystals."
    },
    {
      "topic": "Connective Tissue Disorders",
      "text": "Marfan's Syndrome is an autosomal dominant disorder of collagen, causing tall stature, joint hypermobility, and cardiovascular abnormalities. Clinical signs include positive wrist and thumb tests. Management involves ECHO referral and genetic counseling. Ehlers-Danlos Syndrome involves collagen defects leading to joint hypermobility and skin laxity, requiring aggressive treatment for kyphoscoliosis."
    },
    {
      "topic": "Osteogenesis Imperfecta",
      "text": "Osteogenesis Imperfecta is a genetic disorder of collagen type 1, causing brittle bones and recurrent fractures. Clinical features include short stature, scoliosis, and tooth defects. Management includes non-surgical options like bisphosphonates and growth hormone, and surgical fixation of fractures."
    },
    {
      "topic": "Gout",
      "text": "Gout is a metabolic disorder of purine metabolism leading to intra-articular accumulation of monosodium urate crystals, causing pain, inflammation, and arthropathy. It is more common in men and older adults, often affecting the first MTPJ, ankle, and lesser metatarsal/mid-tarsal/subtalar joints. Inciting factors include alcohol, purine-rich foods, trauma, post-surgical states, and certain medications. Diagnosis relies on clinical features, joint aspiration revealing needle-shaped crystals, and XR findings of erosions and soft tissue swelling."
    },
    {
      "topic": "Seronegative Spondyloarthropathy Arthropathy",
      "text": "Seronegative spondyloarthropathies are a group of inflammatory arthritides that are rheumatoid factor-negative. They primarily affect entheses rather than articular joints and commonly present with Achilles tendinopathy, TP tendinopathy, and plantar fasciitis. Psoriatic arthritis, a common seronegative spondyloarthropathy, can cause joint destruction, particularly in the foot's lesser DIPJs, and is associated with dactylitis and nail pitting. Management involves medical treatment with NSAIDs and DMARDs, and surgical joint fusions if necessary."
    },
    {
      "topic": "Juvenile Idiopathic Arthritis",
      "text": "Juvenile Idiopathic Arthritis (JIA) affects individuals under 16 and presents as inflammatory polyarticular disease with systemic manifestations. It is similar to adult rheumatoid arthritis, but RF is rarely positive. Clinical features can include wrist ulnar deviation and finger radial deviation at the MCPJ. Subtypes include systemic (Still's disease), oligoarticular (<5 joints, ANA positive), and polyarticular (>5 joints). Management involves medical treatments and possible surgical interventions."
    },
    {
      "topic": "Reactive Arthritis (Reiters syndrome)",
      "text": "Reactive arthritis is a seronegative spondyloarthropathy that occurs secondary to genitourinary or gastrointestinal infections. It typically affects the knee and can involve enthesitis and spondylolitis. Extra-articular manifestations, such as conjunctivitis and urethritis, are key to diagnosis. Management is primarily medical, with supportive therapy for the self-limiting condition."
    },
    {
      "topic": "Ehlers-Danlos Syndrome",
      "text": "Ehlers-Danlos Syndrome is a group of inherited connective tissue disorders affecting collagen, characterized by joint hypermobility and excessive skin laxity. Clinical features include fragile, lax, easily scarred skin, and severe kyphoscoliosis. Management requires aggressive treatment for scoliosis and potential surgery for associated deformities."
    },
    {
      "topic": "Osteogenesis Imperfecta",
      "text": "Osteogenesis Imperfecta is a genetic disorder of collagen type 1, causing brittle bones and recurrent fractures. Clinical features include short stature, scoliosis, and tooth defects. Management includes non-surgical options like bisphosphonates and growth hormone, and surgical fixation of fractures to prevent further injury."
    },
    {
      "topic": "Juvenile Idiopathic Arthritis",
      "text": "JIA affects individuals under 16 and presents as inflammatory polyarticular disease with systemic features. Subtypes include systemic (Still's disease), oligoarticular, and polyarticular. Management involves medical treatments and possible surgery. Reactive arthritis is post-infectious, and gout involves uric acid crystal deposition."
    },
    {
      "topic": "Scleroderma",
      "text": "Scleroderma is a systemic autoimmune disease affecting connective tissues, leading to sclerosis and orthopaedic manifestations like joint contractures and digital changes. Management may involve sympathectomy for digital ischemia."
    },
    {
      "topic": "Connective Tissue Disorders",
      "text": "Marfan's Syndrome is an autosomal dominant disorder of collagen, causing tall stature and joint hypermobility. Ehlers-Danlos Syndrome involves collagen defects leading to joint hypermobility and skin laxity. Management includes supportive care, genetic counseling, and surgical correction of deformities."
    },
    {
      "topic": "Osteogenesis Imperfecta",
      "text": "Osteogenesis Imperfecta is a genetic disorder of collagen type 1, causing brittle bones and recurrent fractures. Clinical features include short stature, scoliosis, and tooth defects. Management involves non-surgical options like bisphosphonates and surgical fixation of fractures."
    },
    {
      "topic": "Ankylosing Spondylitis: Clinical Examination Findings",
      "text": "Ankylosing spondylitis typically presents with a 'question mark' posture, loss of lumbar lordosis, reduced forward gaze, and flexed hip and knee gait. Examination should also focus on assessing chest wall expansion, chin-brow angle, forward gaze angle, occiput-to-wall distance, and the risk of spinal or respiratory complications for anesthesia."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Thumb Deformity (Nalebuff)",
      "text": "Nalebuff's classification of rheumatoid thumb deformities describes progressive stages from mild (Type 1 Boutonniere) to severe mutilating disease (Type 6), including Swan neck deformities and UCL laxity. This guides the surgical approach, aiming to restore function and stability."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Elbow (Larsen)",
      "text": "Larsen's classification of rheumatoid elbow changes describes progression from soft tissue inflammation (Grade 1) to severe arthritis with deformity (Grade 5), with intermediate stages reflecting joint space narrowing and bony erosion. This aids in assessing disease severity and therapeutic options."
    },
    {
      "topic": "Orthopaedic Classifications: Thumb CMCJ Arthritis (Eaton)",
      "text": "Eaton's classification of thumb carpometacarpal (CMC) joint arthritis stages degeneration from Stage 1 (joint widening) to Stage 4 (associated STT arthritis), based on joint space narrowing, osteophytes, sclerosis, cysts, and subluxation. This guides treatment, from splinting to trapeziectomy with tendon interposition."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Thumb Deformity (Nalebuff)",
      "text": "Nalebuff's classification of rheumatoid thumb deformities stages the progression from mild (Type 1 Boutonniere) to severe mutilating disease (Type 6), including Swan neck and UCL laxity. This guides surgical correction strategies to improve function and stability."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Elbow (Larsen)",
      "text": "Larsen's classification of rheumatoid elbow changes ranges from Grade 1 (soft tissue inflammation) to Grade 5 (severe arthritis with deformity), indicating progressive joint damage. This aids in assessing disease severity and planning interventions like synovectomy or arthroplasty."
    },
    {
      "topic": "Orthopaedic Classifications: Thumb CMCJ Arthritis (Eaton)",
      "text": "Eaton's classification stages thumb carpometacarpal (CMC) joint arthritis from Stage 1 (joint widening) to Stage 4 (associated STT arthritis), based on joint space, osteophytes, sclerosis, cysts, and subluxation. This guides treatment from conservative measures to surgical reconstruction like trapeziectomy."
    },
    {
      "topic": "Orthopaedic Classifications: Articular Cartilage Degeneration (Jackson)",
      "text": "Jackson's classification grades articular cartilage damage from Grade 1 (softening) to Grade 4 (full-thickness defects with exposed subchondral bone), reflecting the progression of osteoarthritis and guiding treatment decisions, such as debridement or microfracture."
    },
    {
      "topic": "Useful Tables: Collagen Types and Related Diseases",
      "text": "Different collagen types are crucial for tissue structure and function. Type I collagen is in bone and tendons (Osteogenesis Imperfecta, Ehlers-Danlos), Type II in cartilage (SED, Kniest's), Type III in granulation tissue (Dupuytren's), and Type IV in basement membranes. Defects in these collagens lead to various connective tissue disorders."
    },
    {
      "topic": "Useful Tables: Changes in Articular Cartilage with Aging and OA",
      "text": "Articular cartilage undergoes age-related changes like decreased water content and proteoglycan concentration. In Osteoarthritis (OA), there is further proteoglycan degradation, increased water content (in early stages), and altered chondrocyte activity, leading to cartilage breakdown and joint degeneration."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Thumb Deformity (Nalebuff)",
      "text": "Nalebuff's classification of rheumatoid thumb deformities stages progression from mild (Type 1 Boutonniere) to severe mutilating disease (Type 6), including Swan neck and UCL laxity. This guides surgical intervention to improve thumb function and stability, aiming to preserve dexterity and relieve pain."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Elbow (Larsen)",
      "text": "Larsen's classification of rheumatoid elbow changes grades the severity of arthritis from Grade 1 (soft tissue inflammation) to Grade 5 (severe arthritis with deformity), reflecting progressive joint damage. This aids in assessing disease activity and planning interventions like synovectomy, arthroplasty, or fusion to improve function and manage pain."
    },
    {
      "topic": "Orthopaedic Classifications: Thumb CMCJ Arthritis (Eaton)",
      "text": "Eaton's classification of thumb carpometacarpal (CMC) joint arthritis stages degeneration from Stage 1 (joint widening) to Stage 4 (associated STT arthritis). This guides treatment, from conservative measures like splinting to surgical reconstruction such as trapeziectomy with tendon interposition, aiming to relieve pain and improve thumb function."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Thumb Deformity (Nalebuff)",
      "text": "Nalebuff's classification of rheumatoid thumb deformities stages progression from mild (Type 1 Boutonniere) to severe mutilating disease (Type 6), including Swan neck and UCL laxity. This classification guides surgical intervention to improve thumb function and stability, aiming to preserve dexterity and relieve pain, enhancing patient quality of life."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Elbow (Larsen)",
      "text": "Larsen's classification of rheumatoid elbow changes grades the severity of arthritis from Grade 1 (soft tissue inflammation) to Grade 5 (severe arthritis with deformity), reflecting progressive joint damage. This aids in assessing disease activity and planning interventions like synovectomy, arthroplasty, or fusion to improve function and manage pain, thereby enhancing quality of life."
    },
    {
      "topic": "Orthopaedic Classifications: Thumb CMCJ Arthritis (Eaton)",
      "text": "Eaton's classification of thumb carpometacarpal (CMC) joint arthritis stages degeneration from Stage 1 (joint widening) to Stage 4 (associated STT arthritis). This guides treatment, from conservative measures like splinting to surgical reconstruction such as trapeziectomy with tendon interposition, aiming to relieve pain and improve thumb function, particularly for pinch and grasp."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Thumb Deformity (Nalebuff)",
      "text": "Nalebuff's classification of rheumatoid thumb deformities stages progression from mild (Type 1 Boutonniere) to severe mutilating disease (Type 6), including Swan neck and UCL laxity. This classification guides surgical intervention to improve thumb function and stability, aiming to preserve dexterity and relieve pain, enhancing patient quality of life through improved hand function."
    },
    {
      "topic": "Orthopaedic Classifications: Rheumatoid Elbow (Larsen)",
      "text": "Larsen's classification of rheumatoid elbow changes grades the severity of arthritis from Grade 1 (soft tissue inflammation) to Grade 5 (severe arthritis with deformity), reflecting progressive joint damage. This aids in assessing disease activity and planning interventions like synovectomy, arthroplasty, or fusion to improve function and manage pain, enhancing patient quality of life through better joint mobility and reduced discomfort."
    },
    {
      "topic": "Orthopaedic Classifications: Thumb CMCJ Arthritis (Eaton)",
      "text": "Eaton's classification of thumb carpometacarpal (CMC) joint arthritis stages degeneration from Stage 1 (joint widening) to Stage 4 (associated STT arthritis). This guides treatment, from conservative measures like splinting to surgical reconstruction such as trapeziectomy with tendon interposition, aiming to relieve pain and improve thumb function, particularly for pinch and grasp activities."
    },
    {
      "topic": "Diagnostic Criteria for Rheumatoid Arthritis (RA)",
      "text": "The American College of Rheumatologists define RA based on four out of seven criteria, including: 1) three or more swollen joints for >6 weeks, 2) morning stiffness >1 hour for >6 weeks, 3) hand/wrist involvement, 4) symmetric polyarthropathy, 5) rheumatoid nodules, 6) positive rheumatoid factor, and 7) radiographic features typical of RA. These criteria aid in early diagnosis and management."
    },
    {
      "topic": "Pathologic Process of Osteoarthritis",
      "text": "Osteoarthritis (OA) begins with mechanical disruption of the collagen network and increased water content in cartilage (Stage 1). This alters cartilage metabolism, favoring catabolic processes and releasing degradation products (Stage 2). An inflammatory response ensues (Stage 3), mediated by cytokines and MMPs, further degrading the matrix (Stage 4) and leading to characteristic histological changes like fibrillation and chondrocyte loss (Stage 5)."
    },
    {
      "topic": "Gout",
      "text": "Gout is a crystal deposition arthropathy caused by the accumulation of monosodium urate crystals, leading to hyperuricemia. It typically presents with acute attacks of painful, swollen joints, often affecting the great toe. Chronic gout can lead to tophi formation and joint destruction."
    },
    {
      "topic": "Pseudogout",
      "text": "Pseudogout, or calcium pyrophosphate crystal deposition disease (CPPD), is characterized by the deposition of CPPD crystals in joints, most commonly the knees and wrists. It can present with acute attacks of inflammatory synovitis and may be associated with conditions like lupus and renal dialysis."
    }
]