[
    {
      "topic": "Osteoarticular Infection: Septic Arthritis",
      "text": "Septic arthritis is more common than osteomyelitis in children, especially under 5 years. Infection can arise from haematogenous spread, contiguous infection, or direct inoculation. Rapid cartilage degradation occurs within hours. Diagnosis relies on clinical suspicion (toxicity, pain, effusion) and joint aspiration, supported by inflammatory markers and imaging. Management involves prompt joint aspiration and irrigation (arthrotomy) with antibiotics."
    },
    {
      "topic": "Septic arthritis",
      "text": "Septic arthritis is an infection of the joint, most commonly caused by Staphylococcus aureus. It presents with joint pain, swelling, and effusion, and diagnosis relies on joint aspiration for cell count, Gram stain, and culture. Treatment involves incision and drainage, antibiotics, and sometimes surgery."
    },
    {
      "topic": "Osteoarticular Infection: Neonatal and Special Situations",
      "text": "Neonatal infections are more aggressive due to immature immunity. Shoe-puncture wounds often involve Pseudomonas and Staph aureus. Kingella kingae is an emerging pathogen causing osteomyelitis with negative cultures. Discitis and vertebral osteomyelitis are usually treated with antibiotics, with biopsy reserved for non-responsive cases. Sickle cell disease increases OM/SA risk due to infarcts and impaired immunity."
    },
    {
      "topic": "Osteoarticular Infection: Paediatric Acute Osteomyelitis",
      "text": "Paediatric acute osteomyelitis is typically haematogenous, originating in the metaphysis and spreading locally. Staph aureus is the most common pathogen. Diagnosis involves clinical assessment, blood tests, imaging (XR, bone scan, MRI), and aspiration. Management includes antibiotics, with surgical drainage for abscesses or non-responsive cases. Brodie's abscess is a subacute form that may require surgery."
    },
    {
      "topic": "Osteoarticular Infection: Chronic Recurrent Multifocal Osteomyelitis (CRMO)",
      "text": "CRMO is a sterile, multifocal inflammatory bone condition in children, characterized by waxing/waning pain and low-grade fever, often affecting metaphyses symmetrically. It can mimic malignancy. Diagnosis requires excluding infection and malignancy, with management including NSAIDs and surgical biopsy for definitive diagnosis and monitoring."
    },
    {
      "topic": "Osteoarticular Infection: Tuberculosis and Lyme Disease",
      "text": "Skeletal TB most commonly affects the spine, followed by hips and knees, presenting with pain, kyphosis, and potential neurological compromise. Diagnosis involves imaging, biopsies, and stains for AFB. Treatment is primarily medical with multi-drug therapy, with surgery for abscesses or instability. Lyme disease causes arthritis, often affecting the knee, diagnosed via serology and treated with antibiotics."
    },
    {
      "topic": "Bite infections",
      "text": "Bite infections can be polymicrobial or caused by specific organisms like Streptococcus species, Pasteurella multocida, and Mycobacterium marinum. Treatment involves wound exploration, dbridement, and appropriate antibiotics, with tetanus prophylaxis also being considered."
    },
    {
      "topic": "Deep Palmar Space Infection",
      "text": "Deep palmar space infections are serious and can lead to poor outcomes if missed. They involve the central compartment of the palm, bordered by the thenar, hypothenar, carpal tunnel, and flexor sheaths. Drainage can be achieved through various mid-palmar incisions. Dangers include digital nerves and the motor branch of the median nerve."
    },
    {
      "topic": "Drainage of Pus in the Hand",
      "text": "Paronychia involves a longitudinal incision proximal to the nail corner, elevating the flap, and incising or excising part of the nail plate if needed. Felon (pulp space infection) requires a mid-lateral incision distal to the DIPJ, staying dorsal to the NVB. Web space infections are approached volarly."
    },
    {
      "topic": "Hand Infections",
      "text": "Hand infections can be superficial (paronychia, felon, web space abscess) or deep (flexor sheaths, bursae, palmar spaces). The most common pathogen is Staphylococcus Aureus. Paronychia involves nail fold infection, while felon is a pulp space infection requiring incision and drainage. Web space infections may present as collar stud abscesses. Deep infections carry significant risks."
    },
    {
      "topic": "Infections",
      "text": "Infections can be caused by various organisms, including Staphylococcus Aureus (coagulase-positive) and Staphylococcus Epidermis (coagulase-negative). Biofilms, communities of bacteria coated in glycocalyx, enhance resistance to phagocytosis and adherence. Antibiotics like Beta-lactams inhibit cell wall synthesis, while macrolides and aminoglycosides inhibit protein synthesis."
    },
    {
      "topic": "Radial & Ulna Bursa Infections",
      "text": "These infections actually refer to flexor sheath infections of the little finger or thumb. The synovial sheath of the thumb and little finger is continuous with the carpal tunnel. Incisions are made mid-laterally in the finger/thumb over P1/P2, opening the flexor sheath and passing a probe distally to assess proximal extension towards the carpal tunnel."
    },
    {
      "topic": "Tendon Sheath Infection",
      "text": "Infections of the tendon sheath may require two incisions: a transverse incision over the A1 pulley with longitudinal blunt dissection and pulley incision, or a mid-lateral incision over the distal P2, staying dorsal to the NVB, followed by incision of the flexor sheath for irrigation."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Inflammation involves increased vascular permeability and migration of neutrophils and monocytes. Chronic infection is characterized by resistant organisms and a low-grade immune reaction, with mononuclear cells (macrophages, lymphocytes, plasma cells) being predominant. Macrophage stimulation involves cytokine secretion. Bacteria are prokaryotic, possessing a cell wall but lacking nucleus, mitochondria, and lysosomes. Gram staining differentiates bacteria based on cell wall properties."
    },
    {
      "topic": "MRSA Infection and Prevention",
      "text": "MRSA presents unique challenges due to its resistance mechanisms, including the mecA gene and biofilm formation. Nasal carriage is a major risk factor for surgical site infections (SSIs). Preoperative screening and decolonization (mupirocin nasal, chlorhexidine washes) significantly reduce SSIs. Vancomycin prophylaxis is recommended for MRSA-colonized patients undergoing arthroplasty."
    },
    {
      "topic": "Prevention of Surgical Site Infection (SSI)",
      "text": "SSI prevention involves optimizing patient health preoperatively, meticulous perioperative care (skin prep, antibiotic prophylaxis, laminar flow, sterile technique, minimal tissue trauma), and vigilant postoperative measures (aseptic dressing changes, wound monitoring). A multidisciplinary approach and fostering a strong ward culture for infection control are essential."
    },
    {
      "topic": "Osteoarticular Infection: Paediatric Acute Osteomyelitis",
      "text": "Paediatric acute osteomyelitis is typically haematogenous, originating in the metaphysis and spreading locally. Staph aureus is the most common pathogen. Diagnosis involves clinical assessment, blood tests, imaging (XR, bone scan, MRI), and aspiration. Management includes antibiotics, with surgical drainage for abscesses or non-responsive cases. Brodie's abscess is a subacute form that may require surgery for definitive treatment."
    },
    {
      "topic": "Osteoarticular Infection: Septic Arthritis",
      "text": "Septic arthritis is more common than osteomyelitis in children, particularly under 5 years. Infection can arise from haematogenous spread, contiguous infection, or direct inoculation. Rapid cartilage degradation occurs within hours. Diagnosis relies on clinical suspicion and joint aspiration, supported by inflammatory markers and imaging. Management involves prompt joint aspiration and irrigation (arthrotomy) with antibiotics to prevent joint destruction."
    },
    {
      "topic": "Osteoarticular Infection: Neonatal and Special Situations",
      "text": "Neonatal infections are more aggressive due to immature immunity. Shoe-puncture wounds often involve Pseudomonas and Staph aureus. Kingella kingae is an emerging pathogen causing osteomyelitis with negative cultures. Sickle cell disease increases OM/SA risk due to infarcts and impaired immunity. Discitis and vertebral osteomyelitis are usually treated with antibiotics, with biopsy reserved for non-responsive cases."
    },
    {
      "topic": "Osteoarticular Infection: Tuberculosis and Lyme Disease",
      "text": "Skeletal TB most commonly affects the spine, followed by hips and knees, presenting with pain, kyphosis, and potential neurological compromise. Diagnosis involves imaging, biopsies, and stains for AFB. Treatment is primarily medical with multi-drug therapy, with surgery for abscesses or instability. Lyme disease causes arthritis, diagnosed via serology and treated with antibiotics, sometimes requiring joint lavage for effusions."
    },
    {
      "topic": "Osteoarticular Infection: Chronic Recurrent Multifocal Osteomyelitis (CRMO)",
      "text": "CRMO is a sterile, multifocal inflammatory bone condition in children, characterized by waxing/waning pain and low-grade fever, often affecting metaphyses symmetrically. It can mimic malignancy. Diagnosis requires excluding infection and malignancy, with management including NSAIDs and surgical biopsy for definitive diagnosis and monitoring, emphasizing a multidisciplinary approach."
    },
    {
      "topic": "MRSA Infection and Prevention",
      "text": "MRSA presents challenges due to resistance mechanisms like the mecA gene and biofilm formation. Nasal carriage is a significant SSI risk factor. Preoperative screening and decolonization (mupirocin, chlorhexidine) reduce SSIs. Vancomycin prophylaxis is recommended for MRSA-colonized patients undergoing arthroplasty. Infection control measures are paramount in preventing MRSA transmission and associated complications."
    },
    {
      "topic": "Prevention of Surgical Site Infection (SSI)",
      "text": "SSI prevention involves preoperative optimization (comorbidities, smoking cessation, MRSA screening), meticulous perioperative care (skin prep, antibiotic prophylaxis, laminar flow, sterile technique, minimal tissue trauma), and vigilant postoperative measures (aseptic dressing changes, wound monitoring). A multidisciplinary approach and strong ward culture are essential for effective infection control."
    },
    {
      "topic": "Osteoarticular Infection: Septic Arthritis",
      "text": "Septic arthritis is more common than osteomyelitis in children, particularly under 5 years. Infection can arise from haematogenous spread, contiguous infection, or direct inoculation. Rapid cartilage degradation occurs within hours. Diagnosis relies on clinical suspicion (toxicity, pain, effusion) and joint aspiration, supported by inflammatory markers and imaging. Management involves prompt joint aspiration and irrigation (arthrotomy) with antibiotics to prevent joint destruction."
    },
    {
      "topic": "MRSA Infection and Prevention",
      "text": "MRSA presents challenges due to resistance mechanisms like the mecA gene and biofilm formation. Nasal carriage is a significant SSI risk factor. Preoperative screening and decolonization (mupirocin nasal, chlorhexidine washes) significantly reduce SSIs. Vancomycin prophylaxis is recommended for MRSA-colonized patients undergoing arthroplasty. Infection control measures are paramount in preventing MRSA transmission and associated complications."
    },
    {
      "topic": "Prevention of Surgical Site Infection (SSI)",
      "text": "SSI prevention involves preoperative optimization (comorbidities, smoking cessation, MRSA screening), meticulous perioperative care (skin prep, antibiotic prophylaxis, laminar flow, sterile technique, minimal tissue trauma), and vigilant postoperative measures (aseptic dressing changes, wound monitoring). A multidisciplinary approach and strong ward culture are essential for effective infection control and improved patient outcomes."
    },
    {
      "topic": "Osteoarticular Infection: Septic Arthritis",
      "text": "Septic arthritis is more common than osteomyelitis in children, especially under 5 years. Infection can arise from haematogenous spread, contiguous infection, or direct inoculation. Rapid cartilage degradation occurs within hours. Diagnosis relies on clinical suspicion (toxicity, pain, effusion) and joint aspiration, supported by inflammatory markers and imaging. Management involves prompt joint aspiration and irrigation (arthrotomy) with antibiotics to prevent joint destruction."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Staphylococcus aureus is the main coagulase-positive staphylococcus, producing coagulase that promotes clotting and increases virulence. Staphylococcus epidermidis is coagulase-negative and less virulent unless forming a biofilm. Biofilms, communities of bacteria encased in glycocalyx, enhance resistance to phagocytosis and adherence. Antibiotics like Beta-lactams inhibit cell wall synthesis, while Aminoglycosides and Macrolides inhibit protein synthesis."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Quinolones inhibit DNA gyrase, and Glycopeptides inhibit cell wall synthesis. Antibiotic prophylaxis, typically with a 1st generation cephalosporin or glycopeptide for hardware cases, is given within 1 hour of incision and limited to 24 hours. Open fractures require broad-spectrum antibiotic coverage, considering contamination sources."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Chronic infections are often caused by virulent Staphylococcus Aureus or Staphylococcus Epidermis in the presence of hardware, with Clindamycin used for osteomyelitis due to its bone penetration. Antibiotic resistance can be intrinsic (structural/metabolic properties) or acquired (develops from resistant strains). MRSA produces a modified penicillin-binding protein."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Inflammation involves vascular changes and cellular infiltration. Chronic infections are often resistant, with mononuclear cells predominating. Bacteria are prokaryotic, possessing a cell wall but lacking organelles. Gram staining differentiates bacteria based on cell wall properties. Antibiotics target bacterial processes like cell wall synthesis (Beta-lactams, Vancomycin) and protein synthesis (Aminoglycosides, Macrolides)."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Antibiotic prophylaxis is crucial for open fractures and surgical site infections. Different antibiotic classes have specific mechanisms of action and examples. Antibiotic resistance can be intrinsic or acquired. MRSA has a modified penicillin-binding protein, making it resistant to Beta-lactam antibiotics."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Inflammation involves vascular changes and cellular responses. Chronic infections are often caused by resistant organisms, with mononuclear cells predominating. Bacteria have cell walls but lack organelles. Gram staining differentiates bacteria based on cell wall properties. Antibiotics target bacterial processes like cell wall synthesis and protein synthesis."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Antibiotic prophylaxis is crucial for preventing surgical site infections. Different antibiotic classes have specific mechanisms and examples. Antibiotic resistance can be intrinsic or acquired, with MRSA producing a modified penicillin-binding protein."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Inflammation involves vascular changes and cellular responses. Chronic infections are often caused by resistant organisms, with mononuclear cells predominating. Bacteria are prokaryotic and possess a cell wall. Gram staining differentiates bacteria based on cell wall properties. Antibiotics target bacterial processes like cell wall synthesis and protein synthesis. Antibiotic prophylaxis is crucial for preventing surgical site infections, with different classes having specific mechanisms and examples. MRSA has a modified penicillin-binding protein, conferring resistance."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Inflammation involves vascular changes and cellular responses. Chronic infections are often caused by resistant organisms, with mononuclear cells predominating. Bacteria are prokaryotic and possess a cell wall. Gram staining differentiates bacteria based on cell wall properties. Antibiotics target bacterial processes like cell wall synthesis and protein synthesis. Antibiotic prophylaxis is crucial for preventing surgical site infections, with different antibiotic classes having specific mechanisms and examples. MRSA has a modified penicillin-binding protein, conferring resistance."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Inflammation involves vascular changes and cellular responses. Chronic infections are often caused by resistant organisms, with mononuclear cells predominating. Bacteria are prokaryotic, possessing a cell wall but lacking organelles. Gram staining differentiates bacteria based on cell wall properties. Antibiotics target bacterial processes like cell wall synthesis and protein synthesis. Antibiotic prophylaxis is crucial for preventing surgical site infections, with different antibiotic classes having specific mechanisms and examples. MRSA has a modified penicillin-binding protein, conferring resistance."
    },
    {
      "topic": "Hand Infections",
      "text": "Infection of the palmar spaces is characterized by severe pain, high fever, and absence of fusiform swelling. Management involves optimizing diabetic control and vascular perfusion, and may include antibiotics, debridement, and wound care. Amputation may be necessary for severe infections."
    },
    {
      "topic": "Antibiotics and infection",
      "text": "Inflammation involves vascular changes and cellular responses. Chronic infections are often caused by resistant organisms. Bacteria are prokaryotic and possess a cell wall. Gram staining differentiates bacteria based on cell wall properties. Antibiotics target bacterial processes like cell wall synthesis and protein synthesis. Antibiotic prophylaxis is crucial for preventing surgical site infections, with MRSA having resistance to Beta-lactams."
    },
    {
      "topic": "Osteoarticular Infection: Paediatric Acute Osteomyelitis",
      "text": "Paediatric acute osteomyelitis is typically haematogenous, originating in the metaphysis and spreading to the subperiosteal space or joint. Staph aureus is the most common pathogen. Diagnosis involves clinical assessment, blood tests (CRP, ESR), imaging (XR, bone scan, MRI), and aspiration. Management includes antibiotics, with surgical drainage indicated for subperiosteal abscesses or failure to improve. Brodie's abscess is a subacute form often requiring surgical intervention."
    },
    {
      "topic": "Osteoarticular Infection: Septic Arthritis",
      "text": "Septic arthritis is more common than osteomyelitis in children, particularly in those under 5 years old. Infection can occur via haematogenous seeding, contiguous spread, or direct inoculation. Rapid degradation of articular cartilage occurs within 8 hours. Diagnosis relies on clinical suspicion (toxicity, pain, joint effusion) and joint aspiration, supported by inflammatory markers and imaging. Management involves prompt joint aspiration and irrigation (arthrotomy), along with antibiotics."
    },
    {
      "topic": "Osteoarticular Infection: Neonatal and Special Situations",
      "text": "Neonatal infections are more aggressive due to the immature immune system. Shoe-puncture wounds typically involve Pseudomonas and Staph aureus. Kingella kingae is an emerging pathogen causing osteomyelitis with negative cultures. Discitis and vertebral osteomyelitis are usually treated with antibiotics, with biopsy reserved for non-responsive cases. Sickle cell disease significantly increases the risk of osteomyelitis and septic arthritis due to bone infarcts and impaired immunity."
    },
    {
      "topic": "Osteoarticular Infection: Tuberculosis and Lyme Disease",
      "text": "Tuberculosis can affect the spine (most common skeletal site), hip, knee, and long bones, presenting with cold bone scans, mild inflammatory markers, and diagnostic biopsies. Management involves antibiotics and surgical intervention for abscesses or instability. Lyme disease causes arthritis, typically affecting the knee, with diagnosis confirmed by Lyme assays and treatment with antibiotics."
    },
    {
      "topic": "Osteoarticular Infection: Chronic Recurrent Multifocal Osteomyelitis (CRMO)",
      "text": "CRMO is a multifocal, likely inflammatory bone condition in children, characterized by a waxing and waning course of bone pain and low-grade fever, often affecting the clavicle and metaphyses symmetrically. It mimics haematologic malignancy. Management involves excluding other causes, NSAIDs, and surgical biopsy for diagnosis."
    },
    {
      "topic": "MRSA Infection and Prevention",
      "text": "Methicillin-resistant Staphylococcus aureus (MRSA) possesses mechanisms to evade host defenses, including the mecA gene conferring resistance to beta-lactams and biofilm formation. Community-acquired MRSA is more virulent. Nasal carriage is a significant risk factor for surgical site infections (SSIs). Pre-operative screening and decolonization (e.g., mupirocin nasal ointment, chlorhexidine washes) can significantly reduce SSIs. Vancomycin prophylaxis is recommended for MRSA-colonized patients undergoing arthroplasty."
    },
    {
      "topic": "Prevention of Surgical Site Infection (SSI)",
      "text": "SSI prevention involves pre-operative optimization (managing comorbidities, smoking cessation, MRSA screening), peri-operative measures (hair clipping, skin prep with chlorhexidine or povidone-iodine, appropriate antibiotic prophylaxis, laminar flow, minimizing theatre traffic, meticulous hand hygiene, sterile drapes/gowns, sound surgical technique, minimal soft tissue handling, haemostasis, aseptic wound closure, and maintaining patient normothermia), and post-operative care (minimizing dressing changes, aseptic technique, ring-fenced beds)."
    },
    {
      "topic": "Bite infections",
      "text": "Bite infections can be polymicrobial or caused by specific organisms like Streptococcus species, Pasteurella multocida, and Mycobacterium marinum. Treatment involves wound exploration, débridement, and appropriate antibiotics, with tetanus prophylaxis also being considered."
    }
  ]