[
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "What and where is the supracondylar fracture?",
    "subtopic": "Definition",
    "text": "The humerus is the bone running from the shoulder to the elbow. A supracondylar fracture is a break in the humerus just above the elbow. It is the most common type of elbow fracture in children."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "What are the signs of a supracondylar fracture?",
    "subtopic": "Signs and Symptoms",
    "text": "Common signs include pain, swelling around the elbow and limited range of motion of the elbow joint."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Types of supracondylar fractures",
    "subtopic": "Classification",
    "text": "A supracondylar fracture happens through the thinnest part of the bone, just above the growth plate. They are often caused from a fall onto an outstretched arm. This type of break can be classified as simple or complex; in a simple supracondylar fracture the two sections of the broken bones are lined up (un-displaced), and in a complex fracture the two sections do not line up (displaced). Most supracondylar fractures are simple."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Treatment",
    "subtopic": "Management Plan",
    "text": "Your local GP doctor or Emergency Department will examine your child's arm and x-ray to work out a treatment plan. Simple supracondylar breaks often only need to be put into a collar and cuff sling under your child's clothes for 3-4 weeks and over the clothes for a further 1-2 weeks. To help relieve pain you can give your child simple pain medicine such as paracetamol. If needed your doctor will refer you to an Orthopaedic Specialist for further follow-up."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Wearing a collar and cuff",
    "subtopic": "Activity Restrictions",
    "text": "It takes time to get used to wearing a collar and cuff. Things your child could do before may not be possible while wearing the sling. Physical activities will need to be reduced during this time. These include ball sports, trampolines, playground equipment, bikes, scooters, physical education at school etc."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Can I remove the collar and cuff?",
    "subtopic": "Sling Removal and Clothing",
    "text": "No - Your child will need to wear clothes over the top of the collar and cuff. If your child's hand is removed from the collar and cuff, it is possible that this may move the broken bones and will not heal properly. A singlet/t-shirt may be able to be worn underneath if you can slide it on from your child's legs and up to body without taking the arm out the collar and cuff sling."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Hygiene care",
    "subtopic": "Keeping the Sling Dry",
    "text": "The collar and cuff must not get wet as this can cause skin irritation. To keep the collar and cuff dry, your child may have a shallow bath. Lean your child forward to allow the arm to hang freely and wash their chest and armpit. For younger children cleansing with a soapy flannel then rinsing and drying the area might be an easier way not to get the sling wet. You may choose to protect the collar and cuff with plastic food wrap. It is not appropriate to go swimming whilst the sling is in place."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Hygiene care",
    "subtopic": "Skin Care",
    "text": "If your child's elbow crease can be seen, gently move apart the skin folds to clean. While cleaning these areas check the skin for redness or irritation. Pat dry these areas."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "What if the collar and cuff becomes wet or excessively dirty?",
    "subtopic": "Management of a Wet or Dirty Sling",
    "text": "If your child's sling becomes wet, you will need to place something dry e.g. a face washer between the collar and cuff and the skin until the foam dries. Hairdryers must not be used to dry the collar and cuff due to the risk of burn to the area. If the sling becomes excessively dirty or soaked, you will need to contact the hospital or your doctor to have it changed."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Follow-up",
    "subtopic": "Recovery and Return to Activity",
    "text": "Your doctor will review the injury after 3-4 weeks. A second x-ray is not normally needed. After the collar and cuff sling is removed, your child should begin to move and use their elbow. Stiffness in the elbow joint is common but usually resolves by itself with time. Your child should not play sport or engage in heavy arm use for one month after removing the sling."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "When to Contact a Doctor",
    "subtopic": "Reasons for Contact",
    "text": "Contact your local doctor or the WCH Orthopaedic Doctor if:\n- Your child experiences tingling or changed sensation in the arm or hand\n- There is pain at the fracture site 6 weeks after the injury\n- You are concerned about the condition of your child's skin"
  }
]