[
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "WHAT IS A SUPRACONDYLAR FRACTURE?",
    "subtopic": "Definition",
    "text": "This is a fracture of the upper arm bone (humerus) just above the elbow joint. It is a very common fracture in children. Sometimes the fracture is described as displaced (when the bone has moved) and then it needs to be put in a better position."
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "HOW DO YOU TREAT IT?",
    "subtopic": "Initial Treatment and Surgery",
    "text": "At first we will place your child's arm in a cast called a backslab. This is half plaster cast and half soft bandage, and supports the fracture while allowing for any further swelling. The cast will be applied from their knuckles to the very top of their arm. This keeps the fracture stable and your child comfortable until your child has surgery. The surgery involves putting some K wires into the bone to keep it in a good position while it heals. The orthopaedic team will arrange for your child to be admitted to the hospital for their surgery. Your child will have an anaesthetic which means they will be asleep during the surgery. We will give you a separate information leaflet about K wires. During the surgery your child will receive antibiotics to reduce the risk of infection. They will also receive pain killers to help with the pain after their surgery. Ward staff will provide pain relief during their stay to keep your child as comfortable as possible."
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "CARE AT HOME",
    "subtopic": "Pain Management and Cast Care",
    "text": "Fractures are painful, but having a cast on will support the fracture and should help with any pain. In the first few days after the fracture, simple pain killers like Paracetamol (Calpol) and Ibuprofen (Nurofen), can help relieve any discomfort. Always check the packaging and doses before giving any medication. We will give you a plaster care advice leaflet that tells you everything you need to know about caring for your child's cast and the contact number for the University Hospital Wishaw plaster team."
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "FOLLOW-UP",
    "subtopic": "Post-Surgery Care",
    "text": "If K-wires have been used to fix your child's fracture, we will remove these in a fracture clinic approximately 3 weeks after surgery. After we remove the cast and wires you child will not need another cast. It is important to encourage your child to start moving their elbow to prevent long term stiffness, but they should avoid falls for a few weeks to prevent further injury. Your child will be reviewed in the fracture clinic by a member of the orthopaedic team who will decide if they need further follow up. These clinics can be very busy as many patients have X-rays taken, casts changed and are reviewed by Orthopaedic staff over the course of a morning, so we ask for your patience."
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "CONCERNS OR QUERIES",
    "subtopic": "Contact Information",
    "text": "Orthopaedic Trauma Liaison Team: Call switchboard on 01698 361100 and ask for trauma liaison (extension 7038)\nWith problems/concerns over the plaster cast please contact the fracture clinic directly: Call switchboard on 01698 361100 and ask for fracture clinic (extension 7182)"
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "CONFIDENTIALITY AND THE USE OF PATIENT INFORMATION",
    "subtopic": "Data Protection",
    "text": "NHS Lanarkshire take care to ensure your personal information is only accessible to authorised people. Our staff have a legal and contractual duty to keep personal health information secure, and confidential. To find out more, please visit the Data Protection Notice on our website at www.nhslanarkshire.scot.nhs.uk or ask a member of staff for a copy."
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "Additional Information",
    "subtopic": "NHS inform and Language Services",
    "text": "NHS inform - The national health information service for Scotland. www.nhsinform.co.uk Tel No: 0800 22 44 88. If you need this information in another language or format, please e-mail: Translation.Services@lanarkshire.scot.nhs.uk."
  }
]