[
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "Abstract",
    "subtopic": "Summary",
    "text": "Fracture supracondylar humerus is one of the most common fractures in the pediatric age group. The modified Gartland classification is crucial for management and prognosis. Neurovascular complications are frequent, especially with Type III and IV fractures, and often require surgical intervention. Cubitus varus is a common associated deformity. This review aims to provide insight into the presentation, management, recent advances, and complexities of this common pediatric orthopedic emergency."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "INTRODUCTION",
    "subtopic": "Prevalence and Significance",
    "text": "Pediatric fractures have significant growth and remodeling potential. Neurovascular complications make supracondylar fractures of the humerus an orthopedic emergency. This fracture is very common in children, accounting for 16% of all pediatric fractures and 60% of pediatric elbow fractures, typically from a fall on an outstretched hand. It most commonly occurs in the 5-7 year age group and in the non-dominant extremity. Extension-type injuries are more common than flexion-type."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "PERTINENT ANATOMY",
    "subtopic": "Bone and Soft Tissues",
    "text": "In children, the supracondylar region of the distal humerus is a weak, thin area of bone bordered by the olecranon and coronoid fossae. The medial and lateral supracondylar ridges give attachment to various muscles, which can cause displacement of the distal fragment. The trochlea is normally tilted into valgus (carrying angle). Proximity to the brachial artery and major nerves (median, radial, ulnar) makes this region vulnerable to neurovascular injury."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "PATHOANATOMY",
    "subtopic": "Ossification and Fracture Mechanism",
    "text": "The ossification centers of the distal humerus appear at different ages, with the capitulum first at 1 year. The supracondylar area remodels between 6-7 years of age and is typically thinner, predisposing it to fracture. When the elbow is forced into extension, the olecranon acts as a fulcrum, focusing stress on this area."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "APPROACH TO A CASE",
    "subtopic": "History and Clinical Examination",
    "text": "A classical history involves a fall on an outstretched hand followed by pain, swelling, and loss of function. It's crucial to distinguish fracture pain from pain due to muscle ischemia, which has a later onset. The initial assessment must rule out associated systemic trauma and neurovascular involvement. A painful, swollen elbow that the child is hesitant to move is a typical presentation. Urgent orthopedic review is needed for signs of vascular compromise (absent radial pulse, pale/cool hand), severe swelling, or neurological injury."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "APPROACH TO A CASE",
    "subtopic": "Radiographic Assessment",
    "text": "Standard radiographic evaluation includes Antero-Posterior (AP) and lateral views of the elbow. Radiographs should only be taken after providing analgesia and splinting the limb in a position of comfort (20°-30° of flexion). Evaluation of Baumann's angle on the AP view helps assess the carrying angle. On the lateral view, the anterior humeral line, coronoid line, and fat pad signs are assessed."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "Classification of Fracture Supracondylar Humerus",
    "subtopic": "Modified Gartland's Staging System",
    "text": "The most widely used classification is the modified Gartland system for extension-type fractures:\n- Type I: Undisplaced.\n- Type II: Displaced with angulation but an intact posterior cortex (IIA: Angulation only; IIB: Angulation with rotation).\n- Type III: Completely displaced with a periosteal hinge (IIIA: Medial hinge intact, distal fragment posteromedial; IIIB: Lateral hinge intact, distal fragment posterolateral).\n- Type IV: Multidirectional instability with no periosteal hinge."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "TREATMENT OF FRACTURES OF SUPRACONDYLAR HUMERUS",
    "subtopic": "Gartland Type I and II Fractures",
    "text": "Undisplaced (Gartland Type I) fractures can be treated with an above-elbow splint in 90° of flexion for 3 weeks. If there is varus malalignment of more than 10°, closed reduction and percutaneous pinning should be considered. Gartland Type II fractures require closed reduction. If more than 90° of flexion is needed to maintain the reduction, percutaneous pinning is recommended to avoid complications."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "TREATMENT OF FRACTURES OF SUPRACONDYLAR HUMERUS",
    "subtopic": "Gartland Type III and IV Fractures",
    "text": "Gartland Type III fractures are prone to neurovascular compromise and the preferred treatment is closed reduction and percutaneous pinning, ideally within 24 hours. Open reduction may be necessary in cases of open fracture, vascular deficit, or unstable reduction. Gartland Type IV fractures are highly unstable and require fixation."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "Surgical Intervention Indications and Techniques",
    "subtopic": "Indications for Surgery",
    "text": "Surgical intervention is indicated for:\n- Failed closed reduction.\n- Unstable reduction.\n- Neurological or vascular compromise.\n- Open fractures.\n- Fractures requiring more than 90° of elbow flexion for stability.\n- All Type IV fractures."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "Surgical Intervention Indications and Techniques",
    "subtopic": "Pinning Techniques",
    "text": "Systematic reviews have compared medial/lateral entry pinning with lateral entry pinning alone. Medial/lateral entry provides a more stable configuration but carries a higher risk of iatrogenic ulnar nerve injury (5.04 times higher). Other reviews found no significant difference in stability between crossed versus lateral Kirschner-wire fixation for Type III fractures."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "COMPLICATIONS OF SUPRACONDYLAR FRACTURE OF THE HUMERUS",
    "subtopic": "Vascular Insufficiency",
    "text": "Absence of a radial pulse is reported in 6-20% of all supracondylar fractures. Vascular injury involving the brachial artery is most common with Type II and III fractures. A pulseless but well-perfused ('pink pulseless hand') can often be managed with closed reduction and observation. However, emergent vascular exploration is warranted for patients with persistent signs of ischemia (e.g., intractable pain) after reduction. A vascular deficit combined with a neurological deficit is strongly predictive of nerve and vessel entrapment at the fracture site."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "COMPLICATIONS OF SUPRACONDYLAR HUMERUS",
    "subtopic": "Neurologic Deficit",
    "text": "Neurologic deficit occurs in 10-20% of cases, and up to 49% in Type III fractures. The anterior interosseous nerve (a branch of the median nerve) is most commonly injured in postero-lateral displacements, while the radial nerve is at risk in postero-medial displacements. Most nerve injuries are neuropraxias that resolve within two to three months. Surgical exploration is considered for deficits that persist beyond three months."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "COMPLICATIONS OF SUPRACONDYLAR HUMERUS",
    "subtopic": "Volkmann's Ischemic Contracture",
    "text": "Vascular injury and swelling can lead to forearm compartment syndrome within 12-24 hours. If untreated, it can progress to Volkmann's ischemic contracture, a fixed deformity of the hand and wrist."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "COMPLICATIONS OF SUPRACONDYLAR HUMERUS",
    "subtopic": "Malunion",
    "text": "The most frequent long-term complication is cubitus varus or 'gunstock' deformity. The distal humerus has limited remodeling potential. Modern surgical techniques (closed reduction with percutaneous pinning) have significantly reduced the incidence of this complication. Cubitus varus can be associated with tardy ulnar nerve palsy and posterolateral rotatory instability, often requiring corrective humeral osteotomy."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "CONCLUSION",
    "subtopic": "Key Takeaways",
    "text": "Supracondylar fracture of the humerus is a common and serious pediatric injury. A thorough history and clinical examination are essential. Key radiographic points to verify on a normal elbow are the anterior humeral line intersecting the capitellum, the radial head pointing to the capitellum, and a Baumann's angle in valgus. A pulseless, poorly perfused hand requires urgent reduction, not an arteriogram. K-wire fixation is safer than casting in >90° flexion. Using appropriate use criteria is wise. Prognosis in cases of complications should be explained."
  }
]