[
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Key Points",
    "subtopic": "Summary",
    "text": "■ Supracondylar fractures of the humerus are the most frequent fractures of the paediatric elbow, with a peak incidence at the ages of five to eight years.\n■ Extension-type fractures represent 97% to 99% of cases. Posteromedial displacement is most frequent.\n■ Concomitant upper-limb fractures and neurovascular status must be assessed.\n■ Gartland's classification shows high reliability. Type I is treated with casting. Surgical treatment is standard for almost all displaced fractures.\n■ Closed reduction and percutaneous pinning is the gold standard surgical treatment. Open reduction is indicated for open fractures, absence of distal vascular flow, and failed closed reduction.\n■ Lateral entry pins provide stable fixation, avoiding the risk of iatrogenic ulnar nerve injury.\n■ About 10% to 20% of displaced fractures have vascular alterations; reduction usually restores perfusion.\n■ Neural injuries occur in 6.5% to 19% of cases; most are neurapraxias and do not require surgical exploration."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Introduction",
    "subtopic": "Overview of Controversies",
    "text": "Supracondylar fractures of the humerus are the most frequent fractures affecting the paediatric elbow and their correct management is important because they can cause catastrophic complications. Despite a clear consensus on some issues, controversy remains regarding the lack of a good classification system that guides treatment, the timing of emergency reduction, management of Gartland type II fractures, the risk/benefit of open reduction, pin configuration, management of a 'pink pulseless hand', and the long-term consequences of cubitus varus deformity."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Epidemiology",
    "subtopic": "Incidence and Demographics",
    "text": "Supracondylar fractures account for 55% to 80% of total elbow fractures in children. They usually occur from a fall from height or during sports. The incidence is estimated at 177.3 per 100,000. The median age is approximately six years, with a higher incidence between five and eight years. They are more common in boys and affect the non-dominant arm 1.5 times more frequently."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Pathophysiology and applied anatomy",
    "subtopic": "Mechanism of Injury",
    "text": "The distal humerus is predisposed to injury due to its anatomy. In an extension-type injury (97% to 99% of cases), which occurs from a fall on an outstretched hand, the olecranon acts as a fulcrum, causing the bone to break. The posterior periosteum often remains intact, acting as a hinge. The direction of displacement (posteromedial vs. posterolateral) influences the reduction maneuver. Flexion-type fractures (1% to 3%) are usually caused by direct trauma to a flexed elbow."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Clinical examination",
    "subtopic": "Assessment and Red Flags",
    "text": "While elbow deformity is often the most striking sign, a full extremity examination is essential to rule out associated fractures. Key clinical signs include the 'S-deformity', ecchymosis, swelling, and skin puckering, which indicates severe trauma and potential neurovascular entrapment. Vascular status is paramount; the distal pulse and hand perfusion must be checked pre- and post-operatively. Neurological examination, particularly of the median, anterior interosseous (AIN), and radial nerves, is crucial but can be challenging in an acute setting."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Radiological evaluation",
    "subtopic": "Imaging Techniques and Key Landmarks",
    "text": "Standard anteroposterior (AP) and true lateral radiographs are usually sufficient. A true lateral view is essential for classification and is used to assess the anterior humeral line (AHL). In a normal elbow, the AHL should pass through the middle third of the capitellum. In extension-type fractures, it passes anteriorly. The AP view is used to evaluate displacement direction, alignment (using Baumann's angle or the ulnohumeral angle), and comminution. The posterior fat-pad sign on a lateral view is highly suggestive of an occult fracture."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Classification",
    "subtopic": "Gartland Classification",
    "text": "Gartland's classification is the most widely used and reliable. It is based on the amount of displacement of the distal fragment in extension-type fractures:\n- Type I: Non-displaced (< 2 mm).\n- Type II: Moderately displaced (> 2 mm) with an intact posterior periosteal hinge. (Subdivided into IIA - no malrotation, and IIB - with malrotation).\n- Type III: Completely displaced with extensive soft-tissue damage.\n- Type IV (introduced by Leitch et al.): Multidirectional instability due to a completely torn periosteum."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Treatment",
    "subtopic": "Gartland type I",
    "text": "Non-displaced or type I fractures are managed with a long-arm cast or splint for three weeks, with the elbow flexed to 80°-90°. Flexion beyond 90° should be avoided to prevent increased forearm pressure and vascular compromise."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Treatment",
    "subtopic": "Gartland type II",
    "text": "Operative treatment (closed reduction and percutaneous pinning) has become more popular for these fractures due to the limited remodeling potential of the distal humerus and the risks of casting in excessive flexion. Conservative treatment can lead to mild cubitus varus deformity and some loss of motion, though functional results are often excellent. Surgical treatment is recommended for fractures with medial column comminution, angulation, or rotation."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Treatment",
    "subtopic": "Types III and IV",
    "text": "It is widely accepted that type III and type IV fractures should be managed surgically. Closed reduction and percutaneous pinning is the gold standard for all displaced fractures. The older Blount's method of reduction and hyperflexion is no longer used due to the risk of compartment syndrome. Delayed treatment (operating at night vs. the next day) is debated, but most studies show that a delay in the absence of neurovascular compromise does not increase complications and may reduce surgical errors."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Surgical technique",
    "subtopic": "Reduction and Fixation",
    "text": "Closed reduction is the reliable technique for most fractures. Open reduction is indicated for failed closed reduction, open fractures, or vascular compromise. The reduction maneuver involves traction, correction of coronal plane deformity, and then flexion while pushing on the olecranon. Fixation is typically achieved with two divergent percutaneous K-wires inserted from a lateral-entry point to avoid iatrogenic ulnar nerve injury. Three lateral pins or crossed pins may be used for unstable fractures, though crossed pinning carries a higher risk of ulnar nerve injury. The elbow is immobilized in a splint at 60°-70° of flexion post-operatively."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Vascular Injury",
    "text": "About 10% to 20% of displaced fractures present with vascular alterations. The radial pulse is absent in 7% to 12% of cases before reduction. The first step is always closed reduction, which restores the pulse in 80% of cases. The management of a 'pink pulseless hand' (a well-perfused hand without a palpable pulse) is controversial, with debate between strict observation and early revascularization. The presence of a concomitant median nerve palsy strongly predicts the need for surgical exploration. Long-term consequences of a pink pulseless hand appear to be minimal."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Neurological Injury",
    "text": "Neural injuries occur in 6.5% to 19% of displaced fractures. They can be primary (from the fracture) or secondary (from manipulation or fixation). The radial nerve is at risk with posteromedial displacement, while the median/AIN is at risk with posterolateral displacement. Ulnar nerve injury is more frequent in flexion-type fractures. Most injuries are neurapraxias and heal spontaneously. A medial pin, if present, should be removed in a patient with an ulnar nerve injury."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Compartment Syndrome",
    "text": "Compartment syndrome occurs in 0.1% to 0.3% of cases. Associated forearm fractures and elbow flexion > 90° increase the risk. Diagnosis is clinical. To minimize risk, the elbow should be immobilized in about 30° of flexion in the emergency room and 60° to 70° after surgery."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Floating Elbow",
    "text": "A 'floating elbow' is a supracondylar fracture with an ipsilateral forearm fracture. It is an uncommon, high-energy injury. Treatment of the supracondylar fracture is the priority, usually with closed reduction and pinning. Conservative management is contraindicated due to the high risk of complications."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Malunion (Extension and Cubitus Varus)",
    "text": "Extension malunion leads to a lack of flexion and is a cosmetic issue. The cause is usually insufficient reduction. Cubitus varus (gunstock deformity) is a consequence of malunion, not growth arrest. It results from angular and rotational deformity. The best way to avoid it is to achieve and maintain an anatomical reduction. Long-term complications of cubitus varus can include tardy ulnar nerve palsy and posterolateral rotatory instability. Treatment is corrective osteotomy."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Pin Track Infections",
    "text": "The incidence of pin track infections is between 1% and >25%. Most are superficial and resolve with pin removal and oral antibiotics. Deep infections are rare."
  }
]