[
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Patient information",
    "subtopic": "Diagnosis and Initial Treatment",
    "text": "Your child has a fracture just above the elbow. Some children who have a displaced fracture (where the bones are out of alignment) will need to go to the operating theatre. Pins may be placed in the bones to hold them in place while the fracture heals."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Initial Care at Home",
    "subtopic": "Backslab and Sling",
    "text": "A backslab (partial cast) and sling is required to allow the bones to heal properly. These are placed under loose fitting clothing, not through the sleeve (figure 1)."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Initial Care at Home",
    "subtopic": "Swelling and Rest",
    "text": "In the first few days there may be swelling of the elbow, hand and fingers. During this time it is important to rest as much as possible. Raise the arm on a pillow when sitting or lying down. Support the elbow and hand on a pillow (elbow and hand above the heart) (figure 2)."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Initial Care at Home",
    "subtopic": "Movement and Circulation",
    "text": "The sling may be removed when your child is lying down. Encourage your child to bend and straighten the fingers regularly. Check their fingers often for movement, feeling and circulation."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Pain Management",
    "subtopic": "Medication",
    "text": "The elbow will be painful initially. Give a simple pain medication such as paracetamol as needed, following the directions on the packet, or as directed by your doctor."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Follow-up",
    "subtopic": "Clinic Appointments",
    "text": "Your child will have an X-ray and review by the doctor in the fracture clinic one week after the injury. The next review will be three weeks after the injury. At this appointment, the backslab will be taken off, the pins (if present) will be removed and an X-ray taken. Another appointment and X-ray will be arranged for 6 weeks after the injury. Most children will be discharged from the clinic at this stage."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "After the cast is removed",
    "subtopic": "Recovery and Rehabilitation",
    "text": "When the backslab is removed, the skin may be dry and itchy. Bathe with warm water and soap and apply a gentle moisturiser. Your child should begin moving the elbow. There will be marked elbow stiffness for a prolonged period (months). Usually full mobility returns with time but this may take up to one year. Physiotherapy is not recommended. Your child should avoid sports and heavy arm use (such as climbing) for one month after removal of the backslab."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "When to seek urgent help",
    "subtopic": "Concerning Signs (Tight Cast)",
    "text": "Severe pain and swelling, change in colour of the fingers (white or blue), numbness or pins and needles, and inability to move the fingers, are concerning signs that the cast may be too tight. If any of these signs occur, rest and elevate the limb for thirty minutes (figure 2)."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "When to seek urgent help",
    "subtopic": "When to go to the Emergency Department",
    "text": "Take your child immediately back to the hospital emergency department, when, even after elevating the limb for 30 minutes:\n\n- The fingers remain very swollen\n- The fingers remain white or blue\n- The child complains of pins and needles, or numbness in the fingers\n- The child is not able to move their fingers, or complains of pain when you move them\n- There is severe pain that is not relieved by the recommended medication at the recommended dose."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "When to seek medical help",
    "subtopic": "When to go to the hospital or local doctor",
    "text": "Take your child to the hospital you attended or the local doctor if:\n\n- The back-slab is cracked, soft, loose or tight, or has rough edges that hurt\n- You are worried that an object has been pushed inside the back-slab\n- There is an offensive smell or ooze coming from the back-slab\n- Your child has a fever\n- There is increasing pain"
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "When to seek medical help",
    "subtopic": "When to contact your child's doctor after discharge",
    "text": "Contact your child's doctor if after discharge from clinic you have concerns regarding:\n\n- The shape of your child's arm\n- How your child is using their arm"
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Further Information",
    "subtopic": "Hospital Access",
    "text": "If you would like any information regarding access to the West Suffolk Hospital and its facilities please visit the hospital website www.wsh.nhs.uk and click on the link, or visit the disabledgo website: http://www.disabledgo.com/organisations/west-suffolk-nhs-foundation-trust/main"
  }
]