[
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Abstract",
    "subtopic": "Background",
    "text": "The most appropriate approach, surgical or conservative, for acute Rockwood type III acromioclavicular joint (ACJ) dislocation is still under debate. In literature, similar results have been reported with both treatments. This review aims to analyze the operative and conservative outcomes of acute Rockwood type III ACJ dislocation to guide orthopedics in daily practice."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Abstract",
    "subtopic": "Material/methods",
    "text": "A systematic review and meta-analysis were performed according to PRISMA guidelines. A PICOS template was developed. Four databases (Pubmed, Scopus, Embase, and Medline) were searched, and eligible articles were evaluated according to the Levels of Evidence. The methodological quality of the articles was assessed through the ROBINS-I and the RoB-2. This review was registered in PROSPERO."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "Five studies were included, with 73 and 110 patients treated with conservative and surgical approaches, respectively. Three outcomes, Constant Score (CS), coracoclavicular distance (CCD), and acromioclavicular distance (ACD) were analyzed. Only the acromioclavicular distance was statistically significant in the surgical group over the conservative one (p < 0.05); instead, the other two outcomes demonstrated no statistical difference between the two groups."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Abstract",
    "subtopic": "Conclusions",
    "text": "This study demonstrated statistically significant superiority of the mean ACD score in the radiological follow-up of the surgical group compared to the conservative one. A tendency for better radiological and clinical results, mean CCD and CS scores, respectively, although non statically significant, was reported in the surgical group. High-quality randomized controlled clinical trials should help determine the most appropriate treatment for acute Rockwood type III ACJ dislocations."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Introduction",
    "subtopic": "Prevalence and Classification",
    "text": "Acromioclavicular joint (ACJ) dislocation is a common injury in orthopedic care. It is estimated to represent about 10% of all injuries to the scapular girdle, being the second most frequently shoulder dislocation after the glenohumeral one. It usually involves young male patients with direct, high-energy trauma to the shoulder. ACJ dislocations are classified into six different types, according to Rockwood and Young. Type I and II injuries are characterized by rupture of the acromioclavicular (AC) ligaments without complete dislocation of the joint and are generally treated conservatively with a shoulder sling."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Introduction",
    "subtopic": "Treatment by Rockwood Type",
    "text": "Grade IV to VI Rockwood injuries are characterized by complete dislocation of the ACJ with marked joint instability and require surgical treatment. Highly complex and debated in orthopedics is the most appropriate managing of Rockwood type III dislocations. These injuries are characterized by a complete disruption of the AC and coracoclavicular (CC) ligament complex, causing instability of the ACJ in both the vertical and horizontal planes."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Introduction",
    "subtopic": "The Controversy of Type III Treatment",
    "text": "The International Society of Arthroscopy, Knee Surgery and Orthopaedic Sports Medicine (ISAKOS) Upper Extremity Committee in 2014, further subdivided Rockwood Type III injuries into IIIA (stable) and IIIB (unstable) depending on the residual stability of the ACJ. Nowadays, the treatment of Grade III dislocation is based on surgeon preference, age, and patient activity level. Scientific literature has reported similar results of surgical and conservative treatments. Nonsurgical approaches reduce postoperative complications, but some patients may persist with residual pain and cosmetic deformity. Much higher rates of complications characterize surgery, but it may allow an anatomical restoration of the scapular girdle."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Materials and methods",
    "subtopic": "Research Question (PICOS Framework)",
    "text": "This study was performed according to Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA). The Patient, Intervention, Comparison, Outcomes, and Study (PICOS) design was used to classify and answer clinical questions: patient (P), patients who sustained an acute Rockwood type III ACJ dislocation; intervention (I), patients who underwent surgical treatment; comparison (C), patients who underwent conservative treatment; outcomes (O) clinical, functional and radiographic characteristics; study design model (S), Randomized Clinical Trials (RCTs), prospective and retrospective studies."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Materials and methods",
    "subtopic": "Inclusion and Exclusion Criteria",
    "text": "Inclusion criteria for the reviewed studies were articles about patients undergoing conservative or surgical treatment with acute Rockwood III ACJ dislocation, written in English, studying human subjects, published between 2000 and 2022 with a minimum mean follow-up of 24 months, RCTs, prospective and retrospective studies with Oxford Centre for Evidence-Based Medicine Levels of Evidence (LoE) 1 to 4. Biochemical and in vitro studies, case reports, editorials, book chapters, technical reports, preclinical studies, and review articles were excluded from the search. We also excluded studies with LoE 5 for a better-quality study."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Materials and methods",
    "subtopic": "Search Strategy and Study Screening",
    "text": "A literature search in four databases (Pubmed, Scopus, Embase, and Medline) was performed. The search included studies published from 2000 to March 2022. The search found a total of 1,360 studies. After excluding duplicates and screening, five studies were selected for qualitative and quantitative analysis. The PRISMA flow chart is shown in Fig. 1."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Materials and methods",
    "subtopic": "Quality Assessment",
    "text": "Each included article was analyzed according to Levels of Evidence (LoE). The methodological quality of the RCT article was assessed through the Risk of Bias 2 (RoB-2). The Risk of Bias In Non-randomized Studies - of Interventions (ROBINS-I) was used to analyze the retrospective studies. This systematic review and meta-analysis were registered on PROSPERO (CRD42022320855)."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Materials and methods",
    "subtopic": "Data Extraction and Analysis",
    "text": "Data extracted from the included articles included author and publication year, study design, sample size, age, sex, follow-up, surgical technique, conservative approach, Constant score (CS), complications, return to play, and radiographic distances (ACD, CCD). A meta-analysis was conducted on CS, ACD, and CCD outcomes using standardized mean differences (SMD) and a random-effect model. Heterogeneity was assessed using Cochran's Q and Higgins' I² statistics."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Results",
    "subtopic": "Patient Demographics and Meta-analysis Outcomes",
    "text": "A total of 73 and 110 patients were treated with conservative and surgical procedures, respectively. The main demographic characteristics are summarized in Table 1. Both forest and funnel plots favored patients who underwent surgical treatment for all three outcomes considered (CS, ACD, CCD). For the Constant Score (CS), there was moderate heterogeneity (I²=33%), and the overall effect favored the surgical approach but was not statistically significant (p > 0.05). For the acromioclavicular distance (ACD), there was high heterogeneity (I²=91%), and the overall effect was statistically significant in favor of the surgical approach (p < 0.05)."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Discussion",
    "subtopic": "Interpretation of Findings",
    "text": "The most appropriate treatment for ACJ Rockwood III dislocation remains controversial. This review found a statistically significant difference in the mean acromioclavicular distance (ACD) between surgically and conservatively treated patients, favoring surgery. However, better radiological results do not automatically imply better clinical outcomes. Other important results were a trend toward better coracoclavicular distance (CCD) and Constant Score (CS) in the operated group, although not statistically significant. Other clinical scores reported in the included studies showed mixed results, with some showing no difference and others (like the ACJI Scoring System) favoring surgery."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Discussion",
    "subtopic": "Analysis of Complications and Techniques",
    "text": "The studies analyzed reported various surgical and conservative treatments (e.g., Kenny-Howard splint, simple arm slings, modified Phemister procedure, hook plate). Both approaches have complications. Persistent pain and residual deformity were described with conservative treatment. Mobilization or rupture of Kirschner wires, hematoma, and infections were associated with surgery. Radiographic follow-up showed a higher incidence of CC ligament ossifications, ACJ arthrosis, and osteolysis in surgically treated patients, though these are often associated with good outcomes."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Discussion",
    "subtopic": "Limitations",
    "text": "This systematic review has limitations. First, few low-quality studies were included, mostly retrospective case series. Second, there was a wide variety of follow-up durations. Third, different radiological and clinical scores were used, limiting the scope of the meta-analysis. Fourth, various surgical and conservative treatments were performed, preventing a quantitative analysis of specific techniques."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Conclusions",
    "subtopic": "Summary",
    "text": "This systematic review and meta-analysis demonstrated a statistically significant superiority of the mean ACD score in the surgical group's radiological follow-up over the conservative one. Additionally, a tendency for better radiological and clinical results, mean CCD and CS scores, respectively, although non statically significant, was reported in the surgical group. Further high-quality studies, such as randomized clinical trials, should be useful to clarify the most appropriate treatment for acute Rockwood type III ACJ dislocations."
  }
]