[
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Introduction",
    "subtopic": "Self-Management Approach",
    "text": "The Virtual Fracture Clinic (VFC) helps you recover from your injury without needing to come back to the hospital. This is called self-management. Use the rehabilitation plan in this leaflet to guide your recovery."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Video about your injury and recovery",
    "subtopic": "Instructional Video Link",
    "text": "Watch this video to help your recovery. A doctor explains your injury and a physiotherapist shows how to do the exercises: www.fracturecare.co.uk/care-plans/shoulder/acj-injury/"
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "What is an ACJ injury?",
    "subtopic": "Definition",
    "text": "This is an injury or sprain to the end of the collarbone (clavicle). This is the acromioclavicular joint (ACJ)."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Healing",
    "subtopic": "Timeline",
    "text": "It takes 3 to 6 weeks to heal. But symptoms can continue for 3 to 6 months."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Healing",
    "subtopic": "Impact of Smoking",
    "text": "Smoking slows down your healing. So, we advise that you stop smoking (including vaping) while your fracture heals. Talk to your GP or go to nhs.uk/better-health/quit-smoking/ for more information."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Pain and swelling",
    "subtopic": "Symptoms and Management",
    "text": "Your shoulder may be swollen. You will have some pain. You can help this by: taking pain medication, using ice or cold packs."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Your sling",
    "subtopic": "Usage Guidelines",
    "text": "Use your sling for up to 3 weeks for comfort only. You can take it off to wash, dress and do your exercises. It does not need to be worn at night. A sling will help you feel comfortable in the first three weeks."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises and activity",
    "subtopic": "General Advice and Restrictions",
    "text": "It is important to start exercises as soon as possible. Good rehabilitation will improve your recovery. You can expect some discomfort to start. Do not continue if the pain gets worse and you cannot tolerate it. Do not lift your arm over shoulder height for the first 3 weeks. Do not do any heavy lifting for the first 6 weeks."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Follow up",
    "subtopic": "Self-Management and When to Contact",
    "text": "Follow-up appointments are not usually needed for this injury. Patients usually recover well with self-management. But please contact our team if you have not recovered full movement after 3 to 6 weeks."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 1 to 3",
    "subtopic": "Sling and Rest",
    "text": "Wear your sling for comfort. Take it off to wash, dress and do your exercises. You do not have to wear your sling at night. You may find it more comfortable to sleep propped up on pillows. Try to rest your arm, especially in the first 24 to 72 hours."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 1 to 3",
    "subtopic": "Pain and Swelling Management",
    "text": "Using a cold pack will help with your pain and swelling: use an ice pack or bag of frozen peas wrapped in a damp towel, put this on your shoulder for up to 15 minutes every few hours, make sure the ice is not in direct contact with your skin."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 1 to 3",
    "subtopic": "Initial Exercises",
    "text": "Start these exercises straight away. Try to do these exercises 4 to 5 times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 1-3)",
    "subtopic": "Hand, wrist and elbow exercises",
    "text": "Open and close your hand. Next, move your wrist up and down. Repeat 10 times. After a few days, hold a soft ball or rolled up socks. Squeeze the ball and hold for 5 seconds. Repeat 5 times. Bend and straighten your elbow. Repeat 10 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 1-3)",
    "subtopic": "Forearm Rotation",
    "text": "Bend your elbow to a right angle. Slowly turn your palm up to the ceiling and down to the ground. Repeat 10 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 1-3)",
    "subtopic": "Shoulder pendulum",
    "text": "Stand next to a firm surface, and bow forwards keeping your back straight. Support yourself with your uninjured arm and lean forwards. Let your injured arm relax and hang down to the ground. Gently swing your arm, making a small movement. Try to do this forward and backward, side to side and in small circles. Aim to do this for 1 to 2 minutes in total. You do not need to push into pain. Remember to keep your arm relaxed."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 1-3)",
    "subtopic": "Posture",
    "text": "Feel yourself grow from your upper chest and your shoulder blades relax gently behind your back. Draw gently together and hold for 5 seconds. Repeat 5 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 3 to 6",
    "subtopic": "Sling and Activity Level",
    "text": "You can stop using your sling. You can now return to light activities. Remember, you should not do any heavy lifting for 6 weeks."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 3 to 6",
    "subtopic": "Exercise Progression",
    "text": "Start these exercises 3 weeks after your injury. Try to do them 4 to 5 times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 3-6)",
    "subtopic": "Active assisted flexion",
    "text": "Use your other hand to lift your injured arm up in front of you, as shown in these pictures."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 3-6)",
    "subtopic": "Active assisted external rotation",
    "text": "Keep the elbow of your injured arm tucked into your side and your elbow bent. Hold onto a stick, umbrella or something similar. Use your good arm to push your injured hand outwards. Remember to keep your elbow tucked in. If you do not have a stick, hold your injured arm at the wrist, guide it outwards with your good hand."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 6 to 12",
    "subtopic": "Recovery and Activity",
    "text": "Your injury should be healed. You can return to normal activities. Do this gradually. Be guided by any pain or discomfort you experience. Some heavier tasks may still be uncomfortable."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 6 to 12",
    "subtopic": "Exercise Progression",
    "text": "Start these exercises 6 weeks after your injury. Try to do these exercises 4 to 5 times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 6-12)",
    "subtopic": "Active flexion",
    "text": "Lift your arm forwards in front of you. Try to raise the arm as high as you can. You do not need to push into pain. If this is too difficult, try the same movement with a bent elbow."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 6-12)",
    "subtopic": "Active abduction",
    "text": "With your palm facing forwards, move your arm out to the side in a big arc. Try to raise the arm as high as you can. If this is too difficult, try it with a bent elbow."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 6-12)",
    "subtopic": "Active external rotation",
    "text": "Start with your elbow bent by your side. Move your forearm out to the side, keeping your elbow bent and near your waist."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Frequently asked questions",
    "subtopic": "Trouble with sling",
    "text": "I'm having trouble with my sling. What do I do? Please contact the VFC. We can give you advice and may replace the sling."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Frequently asked questions",
    "subtopic": "Driving",
    "text": "When can I drive again? You can return to driving when: you are no longer using your sling, you can walk comfortably and, you can perform an emergency stop pain free. Always test how well you can drive in a safe place first."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Frequently asked questions",
    "subtopic": "Fit note for work",
    "text": "How can I get a 'fit note' for work? Ask your GP for a 'fitness for work' statement. You can give this to your employer."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Frequently asked questions",
    "subtopic": "Sling return",
    "text": "What do I do with my sling when I no longer need it? Your sling cannot be used again, so you do not need to return it."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Contact the VFC",
    "subtopic": "Contact Information",
    "text": "We're here to help if you've got concerns about your injury, symptoms or exercises. Call us on 077 7455 5354 (Monday to Friday between 09.00 and 17.00). Or you can email imperial.vfc@nhs.net."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Contact the VFC",
    "subtopic": "When to Contact Us",
    "text": "So, please contact us if you: have any concerns about your injury or symptoms, cannot follow this rehabilitation plan, are expecting an appointment letter and have not received it, need help with your boot, brace or sling."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "How do I make a comment about my visit?",
    "subtopic": "PALS and Complaints",
    "text": "We aim to provide the best possible service. Staff will be happy to answer your questions. So if you have suggestions or comments about your visit, please talk to a member of staff. Or you can contact the patient advice and liaison service (PALS). Call 020 3312 7777 (10.00 – 16.00, Monday to Friday) or email PALS at imperial.pals@nhs.net. The PALS team will listen to your concerns and is often able to help solve problems on your behalf. Or, to complain, contact our complaints department: Call 020 3312 1337 / 1349 or email: ICHC-tr.Complaints@nhs.net Or write to: Complaints department, fourth floor, Salton House, St Mary's Hospital, Praed Street, London W2 1NY."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Alternative formats",
    "subtopic": "Accessibility Options",
    "text": "This leaflet can be provided on request in large print or easy read, as a sound recording, in Braille or in alternative languages. Please email the communications team: imperial.communications@nhs.net."
  }
]