[
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Your injury",
    "subtopic": "Definition",
    "text": "A sprain means that you have an injury to some of the soft tissues that support a joint, such as the ligaments. The acromioclavicular joint (ACJ) is the join between the collarbone (clavicle) and the shoulder (acromion). You have sprained your ACJ but you do not have any broken bones. This is a common injury."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Your injury",
    "subtopic": "Common Symptoms",
    "text": "The common symptoms following this type of injury include: Pain straight after the injury, Swelling, Bruising, Difficulty moving the arm, Deformity at the site of injury."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Your treatment plan",
    "subtopic": "Sling Usage",
    "text": "You will be given a sling to support your arm; this should be used for two to six weeks whilst the injury heals. Wear the sling during the day but remove it for exercises and personal hygiene. You can wear it at night time if you find it more comfortable but you don't have to."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Your treatment plan",
    "subtopic": "Prognosis and Follow-up",
    "text": "These injuries almost always heal well with time and therefore follow up clinic appointments are not always needed. Occasionally, an ACJ injury requires surgery. If this is the case with your injury, the treating team will discuss this with you."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "What should I do at home?",
    "subtopic": "Home Care Instructions",
    "text": "Use over the counter pain killers as required. You may find it easier to sleep propped up with pillows, to be more upright. Use ice over the injured area to help with pain and swelling – an ice pack or a bag of frozen peas wrapped in a tea towel can be used for 10 minutes at a time. Avoid lifting and overhead movement for 6 weeks. You should not drive whilst in a sling. You can return to work as soon as you are able to do your normal duties."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "How long will it take to heal?",
    "subtopic": "Healing Timeline and Factors",
    "text": "Most sprains heal without any problems in six to twelve weeks. However, it may take several months for your symptoms to settle completely – these can include pain or discomfort, stiffness, decreased strength and swelling. There may always be a slight 'bump' at the end of your collarbone at the site of the injury. The injury may take longer to heal if you suffer from diabetes or if you smoke."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "How long will it take to heal?",
    "subtopic": "Smoking Cessation",
    "text": "For advice on stopping smoking please visit www.nhs.uk/smokefree or discuss this with your GP."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "How long will it take to heal?",
    "subtopic": "Physiotherapy",
    "text": "Once the sprain has started to heal some people might be referred to their local physiotherapy department for assessment, advice and rehabilitation."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Exercises",
    "subtopic": "General Instructions",
    "text": "You should try to do these exercises three to four times a day. Unless advised otherwise, you can start them as soon as it is reasonably comfortable to do so. Repeat these ten times each."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Exercises",
    "subtopic": "Pendulum Swings",
    "text": "Stand and lean forward supporting yourself with your other hand. Try to relax your injured arm and let it hang down. Swing your arm slowly and gently forwards and backwards. Swing your arm slowly and gently side to side. Swing your arm slowly and gently in circles clockwise. Continue for approximately 1-2 minutes in total provided there is no increase in symptoms. Remember to try and relax your arm."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Exercises",
    "subtopic": "Elbow Flexion and Extension",
    "text": "Bend your elbow as far as you can, hold for 5-10 seconds, then straighten elbow as far as you can for 5-10 seconds and hold."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Exercises",
    "subtopic": "Hand and Finger Movements",
    "text": "Separate and straighten your fingers. Hold for 5-10 seconds. Bend your fingers at the knuckles. Hold for 5-10 seconds. Make a fist. Hold for 5-10 seconds."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Contact Information",
    "subtopic": "Clinic Helplines",
    "text": "If you have any worries or concerns please contact one of the following: Virtual Fracture Clinic Helpline 01225 821668 or Fracture Clinic 01225 825602."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Contact Information",
    "subtopic": "Trauma and Orthopaedic Department",
    "text": "Royal United Hospitals Bath NHS Foundation Trust, Combe Park, Bath BA1 3NG. 01225 428331, www.ruh.nhs.uk."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Contact Information",
    "subtopic": "Patient Advice and Liaison Service (PALS)",
    "text": "Please contact the Patient Advice and Liaison Service (PALS) if you require this leaflet in a different format, or would like to feedback your experience of the hospital. Email ruh-tr.PatientAdviceandLiaisonService@nhs.net or telephone 01225 825656."
  }
]