[
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Fracture Care Team: Shared Care Plan",
    "subtopic": "Contact Information",
    "text": "Conquest Hospital Fracture Clinic Reception: 0300 131 4861\nConquest Hospital Casting Department: 0300 131 4860\nEastbourne DGH Fracture Clinic Reception: 0300 131 4788\nMain switchboard: 0300 131 4500"
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Injury Information",
    "subtopic": "Explanation of Injury",
    "text": "You have sustained an injury to your Acromioclavicular joint (ACJ). This is the joint between the top of the shoulder blade (acromion) and the far end of the collar bone (clavicle)."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Injury Information",
    "subtopic": "Healing and Initial Management",
    "text": "This normally takes between 3-6 weeks to heal, but soft tissue injuries can persist for up to 3 months. Use the sling (if provided) for up to 3 weeks and for comfort only. You may use the arm in the meantime and indeed it is important to keep the shoulder moving to prevent stiffness but not to aggravate it. Follow the management plan outlined below."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Injury Information",
    "subtopic": "Pain and Comfort Advice",
    "text": "Take pain killers as required. You may find it more comfortable to sleep propped up with pillows. If you are worried that you are unable to follow this rehabilitation plan, or have any questions, then please phone the Fracture Care Team for advice."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Injury Information",
    "subtopic": "Follow-up Policy",
    "text": "We do not routinely follow up patients with this type of injury. If after three weeks you are not close to achieving full movement in your shoulder please contact us using the details above. We may arrange some physiotherapy to help with your exercises. Or if you are experiencing pain and symptoms anywhere else, other than at the site of the original injury or surrounding area, please also get in touch using the telephone number provided above."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 0-3",
    "text": "If provided, wear the sling during the day except for exercises and personal hygiene. You do not need to wear it at night. Start initial exercises. Do not lift your elbow above shoulder height as this may be painful. You may find it comfortable to wear a lightly weighted backpack during this time."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 3-6",
    "text": "You may start to discard the sling and begin normal light activities with the arm and shoulder. Increase movement as shown in the Stage 2 exercises. You should avoid heavy lifting for the full 6 weeks. Start stage 3 exercises once you can do stage 2 exercises with no pain."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 6-12",
    "text": "The injury should be largely healed, and you can resume normal activity but be guided by any pain you are experiencing. You should be able to carry out day to day activities. More arduous tasks may cause discomfort. Start to lift your arm over-head."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Week 12 and Beyond",
    "text": "If you are still experiencing significant pain and stiffness, then please contact us for further consultation."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Preliminary Exercises for Hand and Elbow",
    "text": "If you have stiffness in your elbow or hand from wearing the sling, you may wish to perform these exercises first. However, once they become easy you can start with the posture and pendulum exercises."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Elbow Bend to Straighten",
    "text": "Bend and straighten your elbow so you feel a mild to moderate stretch. You can use your other arm to assist if necessary. Do not push into pain."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Forearm Rotations",
    "text": "Put your elbow at your side. Bend it to 90 degrees. Slowly rotate your palm up and down until you feel a mild to moderate stretch. You can use your other arm to assist if necessary. Do not push into pain. Repeat 10-15 times provided there is no increase in symptoms."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Finger and wrist flexion and extension",
    "text": "Open and close your hand as shown 10-15 times. Then move your wrist up and down 10-15 times. After a few days, hold a soft ball/ball of socks. Squeeze the ball as hard as possible without pain. Hold for 5 seconds and repeat 10 times."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Postural awareness",
    "text": "Bring your shoulders back and squeeze your shoulder blades together as shown in the picture. Do this with or without your sling on. Hold the position for 20-30 seconds and repeat 5 times provided there is no increase in symptoms."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Shoulder pendulum exercises",
    "text": "Stand and lean forward supporting your injured arm with your other hand as shown in the picture. Try to relax your injured arm. 1. Assist your arm to move slowly and gently forwards and backwards. 2. Assist your arm to move slowly and gently side to side. Continue for approximately 1-2 minutes in total provided there is no increase in symptoms. Remember to try and relax your arm."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 2 exercises to do 4-5 times a day - To start at 3 weeks",
    "subtopic": "Active assisted Shoulder flexion",
    "text": "Use your other hand to lift your arm up in front of you as shown in the pictures. Repeat 10 times provided there is no increase in symptoms."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 2 exercises to do 4-5 times a day - To start at 3 weeks",
    "subtopic": "Active assisted External rotation",
    "text": "Keep the elbow of your injured arm tucked into your side and your elbow bent. Hold onto a stick/umbrella/golf club or similar. Use your unaffected arm to push the hand on your injured arm outwards. Remember to keep your elbow tucked in. Push until you feel a stretch. If you don't have a stick, you could simply hold the injured arm at the wrist and guide it outwards. Hold for 5 seconds then return to the starting position. Repeat 10 times provided there is no increase in symptoms."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 3 exercises to do 4-5 times a day - To start at 6 weeks",
    "subtopic": "Progression to Active Movement",
    "text": "When you have regained full range of movement during the above exercises without pain you can start to do the exercises without the support of your other hand; this is known as active range of movement. Then when you have regained your full range of movement without the support of the other arm you can start to build up your regular activities."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 3 exercises to do 4-5 times a day - To start at 6 weeks",
    "subtopic": "Active Forward flexion",
    "text": "With your thumb facing up, try to move your arm up, keeping it close beside your body."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 3 exercises to do 4-5 times a day - To start at 6 weeks",
    "subtopic": "Active Abduction",
    "text": "With your thumb facing up and outwards, try to move your arm in a big arc out to the side."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 3 exercises to do 4-5 times a day - To start at 6 weeks",
    "subtopic": "Active External rotation",
    "text": "With your elbow by your side, rotate our forearm outwards, keeping your elbow at about 90 degrees in flexion."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "General Exercise Advice",
    "subtopic": "Frequency and Progression",
    "text": "Repeat all these 3 exercises 10 times each, 4-5 times a day. Only go as far as you can naturally, without doing any trick movements to try and get further. This will increase over time and should not be forced."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "General Exercise Advice",
    "subtopic": "Seeking Further Help",
    "text": "If you are having problems progressing with the exercises and have a follow-up consultation booked, please do let the clinician know so that they can review the exercises and refer you on to Physiotherapy if necessary. If you are on an independent management programme, then please contact us using the number at the top of the letter so that we can also arrange physiotherapy for you."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Sources of information",
    "subtopic": "Leaflet Origin",
    "text": "This information leaflet has been developed by the Fracture Care Team at Brighton and Sussex University Hospitals Fracture Care Team and adapted for use at East Sussex Healthcare NHS Trust. Information been updated during the COVID-19 pandemic to ensure that patients with injuries have information, support and care despite social distancing."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Important information",
    "subtopic": "Disclaimer",
    "text": "This patient information is for guidance purposes only and is not provided to replace professional clinical advice from a qualified practitioner."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Patient Feedback and Hospital Policies",
    "subtopic": "Your comments",
    "text": "We are always interested to hear your views about our leaflets. If you have any comments, please contact the patient experience team on 0300 131 4784 or esh-tr.patientexperience@nhs.net."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Patient Feedback and Hospital Policies",
    "subtopic": "Hand hygiene",
    "text": "We are committed to maintaining a clean, safe environment. Hand hygiene is very important in controlling infection. Alcohol gel is widely available at the patient bedside for staff use and at the entrance of each clinical area for visitors to clean their hands before and after entering."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Patient Feedback and Hospital Policies",
    "subtopic": "Other formats",
    "text": "If you require any of our leaflets in alternative formats, such as large print or alternative languages, please contact the Equality and Human Rights Department on 0300 131 4434 or esh-tr.AccessibleInformation@nhs.net"
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Document Information",
    "subtopic": "Reference",
    "text": "Thank you to the Brighton and Sussex University Hospitals NHS Trust and to Kate Weatherly, Specialist Orthopaedic Practitioner for the first version."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Document Information",
    "subtopic": "Online Availability",
    "text": "This information sheet is available at: www.esht.nhs.uk/leaflet/acromioclavicular-joint-injury-self-management/"
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Document Information",
    "subtopic": "Consulted Clinicians",
    "text": "The following clinicians have been consulted and agreed this patient information:\nMr Guy Selmon – Consultant Orthopaedic Surgeon\nMr Jamie Buchanan – Consultant Orthopaedic Surgeon\nMr Albert Bonnici – Consultant Orthopaedic Surgeon\nMr Hemant Thakral – Consultant Orthopaedic Surgeon\nHelen Harper-Smith – Professional Lead Physiotherapist\nHilary Kircher – Clinical / Operational Lead Outpatient Physiotherapist"
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Document Information",
    "subtopic": "Approving Department",
    "text": "The Clinical Specialty/Unit that have agreed this patient information leaflet: Diagnostic, Anaesthetic and Surgery - Department of Trauma and Orthopaedics"
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Document Information",
    "subtopic": "Review and Authorship",
    "text": "Next review date: September 2025\nResponsible clinician/author: Helen Harper-Smith – Professional Lead Physiotherapist, Prof Scarlett McNally – Consultant Orthopaedic Surgeon"
  }
]