[
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Injury Information",
    "subtopic": "Diagnosis",
    "text": "You have a grade 3 injury to the joint at the end of your collar bone."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Healing",
    "subtopic": "Timeline",
    "text": "It normally takes six weeks to heal, but symptoms can continue for three to six months."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Healing",
    "subtopic": "Smoking Advice",
    "text": "Smoking will slow down your healing. We would advise that you stop smoking while your fracture heals. Talk to your GP or go to www.smokefree.nhs.uk for more information."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Pain and Swelling",
    "subtopic": "Management",
    "text": "Your shoulder may be swollen and you will have some pain. Taking pain medication and using ice or cold packs will help. More information is on the next page."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Wearing your sling",
    "subtopic": "Instructions for Use",
    "text": "Use your sling for up to three weeks. You can take it off to wash, dress and do your exercises. It does not need to be worn at night."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercise and activity",
    "subtopic": "General Guidelines",
    "text": "It is important to start gentle exercises straight away to prevent stiffness. You will find pictures and instructions for your exercises below. Do not lift your arm over shoulder height for the first three weeks. You should not do any heavy lifting for the first six weeks."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Follow up",
    "subtopic": "Appointment Information",
    "text": "You will see a shoulder speciality about three weeks after your injury. They will assess your injury and explain the next stage of your rehabilitation. Please contact us if you have not received your appointment letter within one week."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Any questions",
    "subtopic": "When to Seek Advice",
    "text": "If you are concerned about your symptoms, are unable to follow this rehabilitation plan or notice pain other than at your shoulder, please contact the Virtual Fracture Clinic."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Week 1-3",
    "subtopic": "Sling and Comfort",
    "text": "Wear your sling for the first three weeks. Take it off to wash, dress and do your exercises. You don't have to wear your sling at night. You may find it more comfortable to sleep propped up on pillows."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Week 1-3",
    "subtopic": "Pain and Swelling Management",
    "text": "Using a cold pack will help with your pain and swelling. You can use an ice pack or bag of frozen peas wrapped in a damp towel. Put this on your elbow for 15 minutes every few hours. Make sure the ice isn't in direct contact with your skin."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Week 1-3",
    "subtopic": "Rest",
    "text": "Try to rest your arm, especially in the first 24-72 hours."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Week 1-3",
    "subtopic": "Initial Exercises",
    "text": "Start these exercises straight away. Try to do these exercises four to five times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Week 1-3",
    "subtopic": "Hand, wrist and elbow exercises",
    "text": "1. Bend and straighten your elbow. Repeat 10 times. \n2. Bend your elbow to a right angle. Slowly turn your palm up to the ceiling and down to the ground. Repeat 10 times.\n3. Open and close your hand. Next, move your wrist up and down. Repeat 10 times.\n4. After a few days, hold a soft ball or rolled up socks. Squeeze the ball and hold for five seconds. Repeat five times."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Week 1-3",
    "subtopic": "Posture Exercise",
    "text": "Bring your shoulders back and gently squeeze your shoulder blades together. Hold for 20-30 seconds. Repeat five times."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Week 1-3",
    "subtopic": "Shoulder Pendulum Exercise",
    "text": "Stand next to a firm surface. Support yourself with your un-injured arm and lean forwards. Let your injured arm relax and hang down to the ground. Gently swing your arm, making a small movement. Try to do this forward and backward, side to side and in small circles. Aim to do this for one to two minutes in total. You do not need to push into pain. Remember to keep your arm relaxed."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Weeks 3-6",
    "subtopic": "Sling and Activity Level",
    "text": "You can stop using your sling. You can now return to light activities. Remember, you should not do any heavy lifting for six weeks."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Weeks 3-6",
    "subtopic": "Exercises",
    "text": "Start these exercises three weeks after your injury. Try to do them four to five times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Weeks 3-6",
    "subtopic": "Active Assisted Flexion",
    "text": "Use your other hand to lift your injured arm up in front of you, as shown in these pictures."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Weeks 3-6",
    "subtopic": "Active Assisted External Rotation",
    "text": "Keep the elbow of your injured arm tucked into your side and your elbow bent. Hold onto a stick, umbrella or something similar. Use your good arm to push your injured hand outwards. Remember to keep your elbow tucked in. If you don't have a stick, hold your injured arm at the wrist, guide it outwards with your good hand."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Weeks 6-12",
    "subtopic": "Recovery and Activity Level",
    "text": "Your injury should be healed. You can return to normal activities. Do this gradually and be guided by any pain or discomfort you experience. Some heavier tasks may still be uncomfortable."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Weeks 6-12",
    "subtopic": "Exercises",
    "text": "Start these exercises six weeks after your injury. Try to do these exercises four to five times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Weeks 6-12",
    "subtopic": "Active Flexion",
    "text": "Lift your arm forwards in front of you. Try to raise the arm as high as you can. You do not need to push into pain. If this is too difficult, try the same movement with a bent elbow."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Weeks 6-12",
    "subtopic": "Active Abduction",
    "text": "With your palm facing forwards, move your arm out to the side in a big arc. Try to raise the arm as high as you can. You do not need to push into pain. If this is too difficult, try the same movement with a bent elbow."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Weeks 6-12",
    "subtopic": "Active External Rotation",
    "text": "Start with your elbow bent by your side. Move your forearm out to the side, keeping your elbow bent and near your waist."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Frequently Asked Questions",
    "subtopic": "Concerns about symptoms or exercise",
    "text": "I'm concerned about my symptoms and/or I am struggling to return to exercise. Please contact the Virtual Fracture Clinic."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Frequently Asked Questions",
    "subtopic": "Struggling with the sling",
    "text": "I am struggling with my sling. What do I do? Contact the Virtual Fracture Clinic. We are happy to give further advice or change your sling if needed."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Frequently Asked Questions",
    "subtopic": "Driving",
    "text": "When can I start driving? You can return to driving when: You are no longer using a sling, You can move comfortably and You can control the vehicle safely. Always test your ability to drive in a safe environment first."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Frequently Asked Questions",
    "subtopic": "Certificate for work",
    "text": "How can I get a certificate for work? You can get a fitness for work statement from your GP."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Frequently Asked Questions",
    "subtopic": "Contacting the Virtual Fracture Clinic",
    "text": "How do I contact the Virtual Fracture Clinic? Call 020 7288 3310"
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Patient Support and Information",
    "subtopic": "Patient advice and liaison service (PALS)",
    "text": "If you have a compliment, complaint or concern please contact our PALS team on 020 7288 5551 or whh-tr.whitthealthPALS@nhs.net"
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Patient Support and Information",
    "subtopic": "Alternative Formats",
    "text": "If you need a large print, audio or translated copy of this leaflet please email whh-tr.patient-information@nhs.net. We will try our best to meet your needs."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Contact and Document Information",
    "subtopic": "Contact Details",
    "text": "Twitter.com/WhitHealth\nFacebook.com/WhittingtonHealth\nWhittington Health NHS Trust\nMagdala Avenue\nLondon\nN19 5NF\nPhone: 020 7272 3070\nwww.whittington.nhs.uk"
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Contact and Document Information",
    "subtopic": "Publication Details",
    "text": "Date published: 25/05/2022\nReview date: 25/05/2024\nRef: SC/T&O-VFC/ACJIG3/01"
  }
]