[
  {
    "heading": "Proximal humerus fracture",
    "topic": "Introduction",
    "subtopic": "Your Injury",
    "text": "You have broken (fractured) a bone in your shoulder (humerus). The bone usually takes 6 to 8 weeks to heal back together but may take longer depending on the type of break. It is normal to have pain long after this timeframe. This does not always mean that there is a problem with the healing."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Introduction",
    "subtopic": "Anatomy of the Shoulder",
    "text": "The shoulder joint consists of the Clavicle, Fibrous joint capsule, Synovial membrane, Joint cavity (containing synovial fluid), Humerus, Scapula, and Articular cartilage."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Introduction",
    "subtopic": "Image Credit",
    "text": "“Blausen 0797 ShoulderJoint” by Blausen.com staff (2014): 'Medical gallery of Blausen Medical 2014' is licensed under CC BY 3.0"
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Lifestyle Advice",
    "subtopic": "Smoking",
    "text": "Smoking affects the ability of the body to heal itself and can delay or even stop your broken bone from healing. We have a stop smoking service in the hospital to help – please ask your clinician to access this service."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "What to expect",
    "subtopic": "Weeks 1 and 2",
    "text": "You will be provided with a sling to help relieve pain initially. Your sleep is often disturbed in the first few weeks. There may be bruising and swelling in the injured area and this can spread to the chest, elbow and the forearm. This can take a few months to disappear. There may also be some tingling in the fingers but this should settle after a few weeks. You may be referred for physiotherapy to help you regain the movement and strength in your arm."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Early movement and exercise",
    "subtopic": "Initial Exercises",
    "text": "Early movement of your shoulder is important to reduce stiffness and maintain movement. Keep your elbow, wrist and fingers moving to prevent stiffness whilst using the collar and cuff. Exercises to try as directed by your doctor: Out of the sling: Let your arm hang down whilst bending forwards. Out of the sling: Bend and straighten your elbow. Open and spread your fingers then close into a fist."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Pain Management",
    "subtopic": "Painkillers",
    "text": "You should have been advised about painkillers. Please speak to your GP or pharmacist for further advice."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Recovery Timeline",
    "subtopic": "Weeks 3 to 6",
    "text": "The pain and bruising are settling and movement in your shoulder should be getting better."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Recovery Timeline",
    "subtopic": "Weeks 6 to 12",
    "text": "It is normal for the shoulder to still be painful and stiff at this point. This does not always mean there is a problem with the healing. The pain and stiffness can last a few months after the initial injury. You should not be wearing your sling anymore unless told otherwise by a doctor. If you are worried about the movement in the shoulder and have not had any physiotherapy, contact the telephone number given on this page."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Recovery Timeline",
    "subtopic": "Non-healing Fracture",
    "text": "If your proximal humerus fracture does not heal, ongoing pain may be felt more than 3 months after the injury. This is very rare with this fracture. If this is the case, please contact the fracture clinic on the phone number provided to arrange an appointment for assessment."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Contact Information",
    "subtopic": "Virtual fracture clinic",
    "text": "Should you have any worries or concerns following discharge from hospital, please contact: Virtual fracture clinic: 024 7696 9237 (Monday to Friday, 9am to 4pm). We are unable to take calls while our clinic is running, but you can leave a voicemail. Please leave a voicemail with your full name and phone number and we will return your call. For emergencies outside of these hours, please attend A&E."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Contact Information",
    "subtopic": "Translation Services",
    "text": "The Trust has access to interpreting and translation services. If you need this Information in another language or format, please contact 024 7696 9237 and we will do our best to meet your needs."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Trust Information",
    "subtopic": "Smoke Free Policy",
    "text": "The Trust operates a smoke free policy."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Trust Information",
    "subtopic": "Feedback",
    "text": "Did we get it right? We would like you to tell us what you think about our services. This helps us make further improvements and recognise members of staff who provide a good service. Have your say. Scan the QR code or visit: www.uhcw.nhs.uk/feedback"
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Document History",
    "subtopic": "Details",
    "text": "Department: Trauma & Orthopaedics, Contact: 29237, Updated: April 2024, Review: April 2027, Version: 1.4, Reference: HIC/LFT/2495/20"
  }
]