[
  {
    "heading": "Stable ankle fractures",
    "topic": "Introduction",
    "subtopic": "Purpose of Leaflet",
    "text": "This leaflet gives you information about your ankle fracture and how it will be managed. It will also give you exercises that you can start once you have come out of your cast or boot."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What is an ankle fracture?",
    "subtopic": "Definition and Anatomy",
    "text": "A fracture is the same as a break. The ankle involves 3 bones. The tibia and fibula – they make up the lower part of your leg. The talus - the top bone of your foot. You may have broken one or more of these bones. The X-ray shows the Tibia, Medial malleolus, Talus, Fibula, and Lateral malleolus."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Diagnosis",
    "subtopic": "How will I know I have broken my ankle?",
    "text": "You may not realise right away that you have broken your ankle. You will be diagnosed by the health professional examining your ankle in the emergency department. An X-ray will be used to confirm if there is a break."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Diagnosis",
    "subtopic": "Common symptoms of a broken ankle include:",
    "text": "swelling around your ankle and foot, pain in or around the ankle straight after the injury, bruising around the painful area but also into the foot, you are unable to put weight through your ankle, deformity - your ankle may look out of place."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Treatment",
    "subtopic": "Determining Factors",
    "text": "The treatment of your fracture will depend on: the type of fracture, the position of your fracture, the severity of your fracture, your general health."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Treatment",
    "subtopic": "Management of Stable Fractures",
    "text": "Your fracture is stable and does not require an operation. This means your ankle can be supported in either a cast or a boot while it heals before you then start to regain movement and strength. You may be told to avoid putting weight through your foot to let it heal. You will be given walking aids to help you move around."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What can I do to help the healing process?",
    "subtopic": "Stop smoking",
    "text": "Smoking reduces your body's ability to heal itself. It can slow down healing. In extreme cases, it can stop your fracture from healing altogether. It can also increase the risk of infection by suppressing your immune system. You may be given additional information titled “Smoking risk – foot and ankle surgery”."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What can I do to help the healing process?",
    "subtopic": "Manage the swelling",
    "text": "Keeping your leg raised at regular intervals will help to reduce swelling. This will help improve your blood circulation and healing. During the first two weeks, you will spend more time with your foot raised above the knee, than with it down."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What can I do to help the healing process?",
    "subtopic": "Keeping mobile",
    "text": "You may not be able to put weight through your leg, but it is important to keep the leg moving and keep mobile. This can help reduce the risk of developing other complications such as blood clots."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What can I do to help the healing process?",
    "subtopic": "Falls prevention",
    "text": "Take care when moving at home if you are non-weight bearing through your injured leg. Ask family or friends to make sure your rooms and floors are free from trip hazards such as rugs and mats. Take your time when standing up and get your balance before you start to move."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What can I do when I have been advised to remove my cast or boot?",
    "subtopic": "Post-Immobilisation Care",
    "text": "Usually at 6 to 8 weeks, the healthcare professionals will advise when to remove your cast or boot and let you start to put some weight through your leg. You may or may not have been doing this already in the boot or cast, depending on the advice you received. You may experience the following symptoms: muscle wasting, stiffness in your ankle, pain, weakness, swelling. These are all normal and will improve over time. It will help if you try the exercises on the next few pages “little and often”. Build up slowly as you feel able. You need to stop and rest if you start to develop increased swelling or discomfort. Raising your foot and using some ice can help to reduce the swelling and discomfort. Make sure the ice is not in direct contact with your skin. As you start to move more, the stiffness will slowly improve. Your strength and stamina will also improve, but this can take a number of months depending on the severity of your injury. It is important to restore movement and strength so your leg will function as normal."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What exercises can I do to help my ankle heal quicker?",
    "subtopic": "Ankle movements",
    "text": "Sitting or lying down, point your toes towards the floor and then towards your face. Rotate the sole of your foot towards your body. Repeat 10 to 20 times in each direction. Do this 3 to 5 times a day."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What exercises can I do to help my ankle heal quicker?",
    "subtopic": "Assisted movements",
    "text": "Sit with your legs straight and with a belt or towel wrapped around your affected foot. Pull on one end of the belt, move your foot towards the outside and then to the inside as far as you can."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Exercises",
    "subtopic": "Foot slides",
    "text": "Sit on a chair with the affected foot flat on the floor. Slide your foot forward and backwards as far as possible keeping your foot flat on the floor as you are able. 3 to 5 times a day. 10 to 20 each time."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Exercises",
    "subtopic": "Weight transfer",
    "text": "Hold on to a solid and safe surface facing forwards. Shift your body weight onto the affected leg supported by your hands, then return to midline and repeat. Note: When you shift your weight, keep looking straight ahead of you and maintain your shoulder's level."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Stretches",
    "subtopic": "Calf stretch",
    "text": "Stand in a stride stance with the affected leg at the back. Keeping back knee straight and heel touching the floor, slowly bend the front knee until you feel a stretch in the calf muscle of the back leg. Do not push into pain, only discomfort. Hold for 20 to 30 seconds and repeat 3 to 5 times. Do this 2 to 3 times a day."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Stretches",
    "subtopic": "Soleus stretch",
    "text": "Stand at a step and put your injured foot on the step. Bend the front knee forward without lifting the heel off the step until a stretch is felt at the back of the leg or the knee will not move any further. Hold for 20 to 30 seconds, repeat 3 to 5 times. Do this 2 to 3 times a day."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Strengthening",
    "subtopic": "Calf raise",
    "text": "Stand with both feet on the floor. Hold on to something safe. Rise up onto tip toes (raise heels) on both feet. Keep your knees straight. Hold at the top for 2 seconds and then return to the floor. Aim to build up to 3 x 10 as a baseline."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "More information",
    "subtopic": "Contacts and Resources",
    "text": "More information on broken ankles can be found at www.nhs.uk. If you have any questions or concerns, please contact the following: Orthopaedic Department on 024 7696 4000 bleep 2801. Exercise images reproduced with permission from Physiotec CA. The Trust has access to interpreting and translation services. If you need this information in another language or format, please contact 024 7696 5095 and we will do our best to meet your needs. The Trust operates a smoke free policy."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "More information",
    "subtopic": "Did we get it right?",
    "text": "We would like you to tell us what you think about our services. This helps us make further improvements and recognise members of staff who provide a good service. Have your say. Scan the QR code or visit: www.uhcw.nhs.uk/feedback"
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "More information",
    "subtopic": "Document History",
    "text": "Department: Trauma & Orthopaedics, Contact: 25095, Updated: June 2023, Review: June 2026, Version: 1, Reference: HIC/LFT/2687/23"
  }
]