[
  {
    "heading": "Ankle fracture",
    "topic": "Other formats",
    "subtopic": "Accessibility",
    "text": "If you need this information in another format such as audio tape or computer disk, Braille, large print, high contrast, British Sign Language or translated into another language, please telephone the PALS desk on 01271 314090."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Introduction",
    "subtopic": "Definition and Anatomy",
    "text": "The word fracture refers to a break of the bone. The ankle joint comprises a foot bone called the talus and two long bones of the lower leg - the tibia and fibula. A fractured ankle can involve one or more of these bones, and may involve some ligament damage too. Fractures of the ankle can occur for a variety of reasons, usually with impact or due to a fall. Most people notice pain and swelling of the joint, and it is difficult to put weight on that foot. Your recovery time will depend on a number of factors, including the type of fracture and the number of bones involved. Your general health will also play a role. It can take six to eight weeks for bones to heal, although the bone will continue to strengthen for up to a year afterwards. There are different ways to treat an ankle fracture, either by surgical means or conservatively (no surgery)."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Conservative treatment",
    "subtopic": "Non-Surgical Management",
    "text": "A plaster cast or a special boot is used to manage a fracture where the bones are stable and have not moved position. You will be provided with walking aids such as elbow crutches and may be instructed to keep your weight off the injured foot. Your doctor will discuss with you how long you should expect to wear the plaster or boot, and explain how much weight you can put on that leg when standing or walking."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Surgery",
    "subtopic": "Surgical Intervention",
    "text": "Your bone may be out of alignment or be unstable and therefore you will need to have an operation to 'fix' the bone in place with a plate or screws."
  },
  {
    "heading": "Ankle fracture",
    "topic": "After surgery",
    "subtopic": "Post-Operative Care",
    "text": "Your leg will be in plaster and you may be discharged fairly quickly. You may need to take medication in order to manage your pain. Your doctor will discuss this with you. If your plaster is below the knee, you can regularly bend and straighten the knee to ensure it does not get too stiff. You can also wriggle your toes regularly."
  },
  {
    "heading": "Ankle fracture",
    "topic": "After your cast is removed",
    "subtopic": "Common Symptoms",
    "text": "As the ankle hasn't been moving for a number of weeks, it is common to experience: Pain, Reduced movement/stiffness, Reduced strength, Muscle wasting, Swelling."
  },
  {
    "heading": "Ankle fracture",
    "topic": "What you can do",
    "subtopic": "Self-Help Measures",
    "text": "Elevate your leg to reduce swelling. Put an ice pack on the area for 15 minutes (wrap it in a towel first) and check the skin regularly for any ice burns. Continue to use any walking aids until advised otherwise. Start the exercises below (expect to experience some mild discomfort)."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Ankle exercises",
    "subtopic": "Rehabilitation Exercises",
    "text": "Sit on a comfortable flat surface with your legs stretched out. Keeping your knee straight, pull your foot up towards the knee and then push away. Sit on a comfortable flat surface with your legs stretched out. Put a band or towel around the foot and use it to gently pull the foot towards you to feel the stretch in your calf. Sit on a chair with your foot on the floor. Roll the foot inwards and outwards. Sit on a chair with your foot off the floor. Circle your ankle in both directions. Each exercise can be done for 30 seconds two to three times, regularly throughout the day. You may be referred to a physiotherapist by your doctor following surgery in order to improve the movement and strength around the ankle."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Further information",
    "subtopic": "Contacts and Resources",
    "text": "Physiotherapy Outpatients' Department – 01271 322378. NHS website – www.nhs.uk/conditions. Pictures courtesy of HEP2go (www.hep2go.com)."
  },
  {
    "heading": "Ankle fracture",
    "topic": "PALS",
    "subtopic": "Patient Advice and Liaison Service",
    "text": "The Patient Advice and Liaison Service (PALS) ensures that the NHS listens to patients, relatives, carers and friends, answers questions and resolves concerns as quickly as possible. If you have a query or concern call 01271 314090 or e-mail ndht.pals@nhs.net. You can also visit the PALS and Information Centre in person at North Devon District Hospital, Barnstaple."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Have your say",
    "subtopic": "Feedback",
    "text": "Northern Devon Healthcare NHS Trust aims to provide high quality services. However, please tell us when something could be improved. If you have a comment or compliment about a service or treatment, please raise your comments with a member of staff or the PALS team in the first instance. 'Care Opinion' comments forms are on all wards or online at www.careopinion.org.uk."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Contact Information",
    "subtopic": "Hospital Details",
    "text": "Northern Devon Healthcare NHS Trust, Raleigh Park, Barnstaple, Devon EX31 4JB, Tel. 01271 322577, www.northdevonhealth.nhs.uk"
  }
]