[
  {
    "heading": "Ankle Fracture",
    "topic": "Introduction",
    "subtopic": "General Information",
    "text": "Welcome to the Dudley Group NHS Foundation Trust. This leaflet will provide you with information regarding the diagnosis and treatment of ankle fractures and it will provide information about exercises once a cast is removed. A fracture is the same as a break. The ankle is a joint involving a bone in the foot (talus) and the two long bones of the lower legs (tibia and fibula). Ankle fractures are common injuries. An ankle fracture is a break of one or more of these bones. There may be ligaments damaged as well. The usual cause of an ankle fracture is an injury caused by a fall, twist or a direct impact."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "How will I know I have fractured/broken my ankle?",
    "subtopic": "Symptoms and Evaluation",
    "text": "The injuries may not be obvious and every ankle injury should be evaluated by a clinician. The common symptoms following an ankle fracture are: Pain straight after an injury, Swelling, mostly over the injured area, Bruising, Inability to weight bear, Deformity - the ankle may look out of place."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "What treatment will I receive?",
    "subtopic": "Initial Assessment and Treatment Types",
    "text": "You will be seen by a Doctor or Nurse in the Emergency Department, who will examine your ankle and order an X-ray to confirm that there is a break. The subsequent treatment will depend on the type of fracture, number of bones broken, if the fracture is out of place or not and your general condition. If your ankle is out of place, then it will need realigning by a reduction procedure. In general, there are two types of treatment: conservative (non operative) management and surgery (operative)."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Conservative management",
    "subtopic": "Non-operative Treatment",
    "text": "If the fracture is stable and is aligned in its original position, you may be treated with a plaster cast below the knee or simply with a special walking boot. You may be asked to avoid weight bearing on the injured foot for the first few weeks, but in many cases, weight bearing as tolerated is allowed. You will be given crutches or a walking frame for walking around with. The duration of the plaster or boot will depend on how well your bones heal."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Surgery",
    "subtopic": "Operative Treatment",
    "text": "If the fracture is unstable or out of position, surgery may be required to fix the bones together with plates and screws. The Doctor will explain this to you in detail. Sometimes the operation may be delayed to allow the swelling to subside. If so, you should keep your injured leg elevated to help reducing the swelling. Your lower leg will be in a plaster after surgery. You may be able to go home on the day of surgery, sometimes you will need to be in hospital for a few days."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Surgery",
    "subtopic": "Preparing for surgery",
    "text": "Prior to the surgery, the doctor may manipulate your injured ankle under anaesthesia to put it into a better alignment. This will help to reduce the swelling and pain, and most importantly decrease the likelihood of future complications. Your injured leg will be elevated and ice may be applied to reduce the pain and swelling. The anaesthetist will talk to you about your anaesthetic during the operation and the doctor will explain the surgery to you."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "What are the risks of surgery?",
    "subtopic": "Potential Complications",
    "text": "With any operation there are risks. There are some possible complications you should be aware of if your ankle requires an operation: Anaesthetic complications; your anaesthetist will be able to discuss the possible complications, Bleeding during or after surgery, Poor wound healing, The fractured bones may fail to unite back together or unite into a faulty position, Infection, Injuries to nerves and blood vessels, Blood clots in the legs (deep vein thrombosis) or lungs, Osteoarthritis, Metal work may need to be removed if it becomes problematic, Swelling, Chronic pain syndrome."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "For ward admissions prior to discharge",
    "subtopic": "Discharge Planning and Information",
    "text": "You will be assessed by the physiotherapist and possibly occupational therapist prior to discharge. The physiotherapists will check that you can safely mobilise with crutches and if required a stair assessment. They will give you advice to guide you through rehabilitation and help you work on walking normally again. The occupational therapist will check if you need any adaptations at home to ensure your safety. You will be given a discharge letter for your GP explaining the treatment you have received in hospital. It is important that you continue to take the pain relief provided as this will help you continue your exercises at home and aid in your recovery. It is also important that you eat a healthy diet and if necessary you may be referred to the falls clinic on discharge. Your follow up appointment will normally be six to eight weeks from the date of discharge. If you need a sick note please let us know. The following information may be provided on discharge: Care of your plaster, Osteoporosis guidance, Healthy eating, Stop smoking advice, Falls prevention, Deep vein thrombosis advice."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "How long will my ankle take to recover?",
    "subtopic": "Recovery Timeline",
    "text": "Your recovery will depend on the type of fracture, the method of treatment and your general well-being. The bones may take longer to heal if you are a smoker or suffer from diabetes. It usually takes six to eight weeks for broken bones to heal, but up to a year before you regain good movement and strength of your lower leg and foot. The doctor may arrange additional X-rays to see how well the bones are healing. You should follow the doctor's advice on when you can start putting weight on your injured leg."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "What should I expect when my cast is taken off?",
    "subtopic": "Post-cast Symptoms and Management",
    "text": "You may experience the following symptoms after the cast is removed: Pain or discomfort, Stiffness, Decreased ankle strength, Swelling, Loss of muscle bulk. It is common to experience any of these symptoms when your plaster cast is initially removed because your ankle has been still for a number of weeks. If your ankle is swollen, you should try the following to minimise the swelling: Sit with your leg up to elevate your foot, In bed, rest your foot on a few pillows so that it lies above the level of your heart, Ice may be used to reduce swelling and pain. You should ask the physiotherapist for advise and remember to check your skin regularly for any sign of ice burns. To optimise your recovery, you should start the exercises indicated in this leaflet as soon as the cast is removed. You may be given an appointment to see the physiotherapist to progress you."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "When should I go back to hospital?",
    "subtopic": "Red Flag Symptoms",
    "text": "You should contact the hospital immediately if you develop any of the following symptoms: Extreme pain, swelling and tenderness in one of your legs, calves or thighs, Numbness or pins and needles in your toes, The skin around your ankle or foot turns blue or becomes very cold, Foul smelling discharge from the wound, Pain, greater than expected and not eased off with pain-killers, Your foot, toes or leg swell significantly."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Seek medical advice",
    "subtopic": "Contact Information",
    "text": "If you have any problems during this treatment episode or require further information, please speak to the doctor, nurse or physiotherapist in the ward. If you have any concerns / problems please speak to a member of the ward staff or contact the Fracture Clinic at Russells Hall Hospital on 01384 456111 ext. 2220. The department is open Monday to Friday between the hours of 8.30am to 5pm."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Out of cast ankle exercises",
    "subtopic": "Purpose and General Instructions",
    "text": "The purpose of these exercises is to provide you with the correct advice on how to regain the movement and strength in your ankle once the cast has been removed. These exercises are designed to reduce the swelling and stiffness in your ankle. You should take the prescribed pain-killers if necessary. The exercises should be performed within limits of your pain, and progressed at your own tolerance (about three to four times a day)."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Out of cast ankle exercises",
    "subtopic": "Exercise 1",
    "text": "Lying on your back or sitting. Bend and straighten your ankles briskly. If you keep your knees straight during the exercise you will feel the stretch in your calf muscle. Repeat 10 times."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Out of cast ankle exercises",
    "subtopic": "Exercise 2",
    "text": "Sitting with your foot on the floor. Alternately raise the inner border of your foot (big toe) and then the outer border (little toe). Repeat 10 times."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Out of cast ankle exercises",
    "subtopic": "Exercise 3",
    "text": "Sitting or lying on your back. Rotate your ankle. Change directions. Repeat 10 times."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Out of cast ankle exercises",
    "subtopic": "Exercise 4",
    "text": "Sit with one leg straight out in front of you. Put a band around your foot. Gently pull the band and feel the stretch in your calf. Repeat 10 times."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "What to expect?",
    "subtopic": "Recovery Expectations",
    "text": "Your ankle's movement and strength will improve over several months. It is important to carry on with these exercises. It is normal to feel some discomfort when moving your ankle initially, but this should reduce with time. Mild discomfort during exercise is normal and acceptable as long as it settles throughout the day. You should not drive until you regain good ankle movement. You can return to work once you feel you can carry out your normal job duties."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Contact and Accessibility Information",
    "subtopic": "Queries and Feedback",
    "text": "If you have any questions, or if there is anything you do not understand about this leaflet, please contact: The Fracture Clinic at Russells Hall Hospital on 01384 456111 ext. 2220, Russells Hall Hospital switchboard number: 01384 456111. This leaflet can be downloaded or printed from: http://dgft.nhs.uk/services-and-wards/trauma-and-orthopaedics/. If you have any feedback on this patient information leaflet, please email dgft.patient.information@nhs.net."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Contact and Accessibility Information",
    "subtopic": "Alternative Formats",
    "text": "This leaflet can be made available in large print, audio version and in other languages, please call 0800 073 0510."
  }
]