[
  {
    "heading": "Simple ankle fractures",
    "topic": "Introduction",
    "subtopic": "Purpose of Information Sheet",
    "text": "This information sheet aims to provide you with general information about your time in hospital and help you get the best possible results following your fracture. The aim of this booklet is to provide you with some general information about your time in hospital and to help you get the best possible result following your fracture. This is only intended as a guide, and the information given may vary from patient to patient depending on the circumstances. Following your fracture you will need to be careful how you treat your leg as it takes time for the muscles to heal and you will need to follow the advice given to you by your physiotherapist and doctor. Physiotherapy largely consists of advice and exercises that should be completed daily at home. The exercises aim to maintain or improve the movement, strength and function of your leg. It is your responsibility to continue these at home once demonstrated by a physiotherapist. If at any point during your rehabilitation you have difficulty following our advice or the exercises your physiotherapist has given you, please phone the therapy department on 020 3299 2368 and ask to speak to one of the physiotherapists."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Anatomy",
    "subtopic": "Bones of the Ankle Joint",
    "text": "There are four bones that make up your ankle joint: tibia (shin), fibula (calf), talus (ankle), calcaneus (not seen in this image, but also known as your heel bone). Fractures can occur at any location in one or more of these four bones. You may also experience soft tissue injury (damage to muscles, tendons or ligaments) associated with simple ankle fractures."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Types of fracture",
    "subtopic": "Avulsion fracture",
    "text": "An avulsion fracture generally occurs when a tendon or ligament comes away from the bone, pulling a small piece of bone with it. The injury is usually caused by an inward turning of your foot."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Types of fracture",
    "subtopic": "Weber A fracture",
    "text": "This is a fracture to your fibula (outside ankle bone) and this is classified as a stable Weber A type fracture."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Management of your fracture",
    "subtopic": "Initial advice",
    "text": "Cold packs: A cold pack (ice pack or frozen peas wrapped in a damp towel) can provide short term pain relief. Apply this to the sore area every few hours for up to 15 minutes. Ensure the ice is never in direct contact with the skin. Rest and elevation: Try to rest the foot for the first 24 to 72 hours to allow the early stage of healing to begin. Raise your ankle above the level of your hips to reduce swelling. You can use pillows or a stool to keep your foot up. Early movement and exercise: Early movement of the ankle and foot is important to promote circulation and reduce the risk of developing a DVT (blood clot). Follow the exercises below without causing too much pain. This will ensure your ankle and foot do not become too stiff. These exercises will help the healing process. Early weight bearing (putting weight through your injured foot) helps increase the speed of healing. Try to walk as normally as possible as this will help with your recovery."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Management of your fracture",
    "subtopic": "General advice",
    "text": "Simple ankle fractures can take approximately six to twelve weeks to heal, although pain and swelling can be ongoing for three to six months. You may walk on the foot as comfort allows, unless your doctor states otherwise. You may find it easier to walk with crutches in the early stages. The swelling is often worse at the end of the day and elevating it will help. If you have been given a boot to wear, it is for comfort only and is not needed to aid healing. Take pain killers as prescribed. We do not routinely follow up patients with this type of injury. If after six weeks you are: still experiencing significant pain and swelling or struggling to wean out of the boot please contact the Orthopaedic Consultant who is managing your care, for a referral to Physiotherapy."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Management of your fracture",
    "subtopic": "Smoking cessation",
    "text": "Medical evidence suggests that smoking prolongs fracture-healing time. In extreme cases, it can stop healing altogether. It is important that you consider this information with relation to your recent injury. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery from this injury. For advice on smoking cessation and local support available, please refer to the following website: www.smokefree.nhs.uk or discuss this with your GP."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 0 to 6",
    "text": "Wear the boot all of the time when walking. It is ok to take the boot off at night and when resting at home. Use the crutches to take some of the weight off your foot. Remove the boot to wash and air foot when not walking. Begin the initial exercises found below and progress to the weeks 2 to 4 exercises. If you are still experiencing significant pain or swelling at six weeks, or you are struggling to follow the rehabilitation plan, please contact the fracture care team on 020 3299 4041."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 6 to 8",
    "text": "Try and wean yourself out of the boot. Gradually try to walk without the crutches. Try walking around the house at first and progress as able/pain allows. Begin the weeks 6 to 8 exercises below."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 8 to 12",
    "text": "The injury is healed. You can begin to resume normal activity, but be guided by any pain and swelling you are experiencing. Carry out day to day activities. Begin the weeks 8 to 12 exercises below."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Initial exercises to start straight away (3 to 4 times a day)",
    "subtopic": "Ankle and foot range of movement exercises",
    "text": "Repeat these 10 times each. 1. Point your foot up and down within a comfortable range of movement. 2. With your heels together, move your toes apart, as shown in the picture. 3. Make circles with your foot in one direction and then change direction."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Exercises from weeks 2 to 4 onwards",
    "subtopic": "Ankle stretches",
    "text": "1. Sit with your leg straight out in front of you. Put a towel or bandage around your foot and pull it towards you. Feel a stretch in the back of your calf. 2. Point your toes down as far as they go, then use the other foot on top to apply some pressure to create a stretch on the top of your foot. Hold both stretches for up to 30 seconds and repeat 3 times."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Exercises from weeks 6 to 8 onwards",
    "subtopic": "Balance strategy exercises - Level 1",
    "text": "For patients who could not stand on one leg before their injury. a) Stand with your feet as close together as possible, use something firm to hold onto. Hold this for 30 seconds. If you can do this move onto Level 1b. b) As above, but remove your hand so that you are balancing. Hold this for 30 seconds. If you can do this move onto Level 1c. c) Hold onto something firm, put one foot in front of the other as close together as you feel comfortable with. Hold this for 30 seconds. If you can do this easily you may like to try without holding on, but only if you feel confident to do so."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Balance strategy exercises",
    "subtopic": "Level 2: For patients who could stand on one leg before their injury",
    "text": "a) Hold onto a firm surface, attempt to stand on one leg. Hold this for 30 seconds, making sure it does not induce any pain. When you can achieve this pain free, move to Level 2b. b) As above, but remove your hand so that you are balancing. Hold this for 30 seconds. If you can do this move onto Level 2c. c) When confident with your eyes open, attempt this with your eyes closed. Always stand in a safe environment with a firm surface close by should you need it. Hold this for 30 seconds."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Advanced exercises for sports rehabilitation",
    "subtopic": "Level 1: For patients who would like to develop dynamic ankle control for sports",
    "text": "a) Standing on an uneven surface, such as a doubled-over pillow or wobble cushion, attempt to balance for 30 seconds. When you can achieve this pain free, move to Level 1b. b) When confident with your eyes open, attempt this with your eyes closed. Always stand in a safe environment with a firm surface close by should you need it. Hold this for 30 seconds."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Advanced exercises for sports rehabilitation",
    "subtopic": "Level 2: For patients who would like to develop dynamic core control for sports",
    "text": "a) Stand with one foot in front of the other, with your hands together. Swing your arms in a figure of 8 in both directions for 1 to 2 minutes, or as able. b) As above, but bring your feet so they are touching toe to heel. c) As a) and b) above, but with your eyes closed."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Useful contacts",
    "subtopic": "Inpatient Orthopaedics (Denmark Hill)",
    "text": "020 3299 2368"
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Sharing your information",
    "subtopic": "Partnership with Guy's and St Thomas' Hospitals",
    "text": "We have teamed up with Guy's and St Thomas' Hospitals in a partnership known as King's Health Partners Academic Health Sciences Centre. We are working together to give our patients the best possible care, so you might find we invite you for appointments at Guy's or St Thomas'. To make sure everyone you meet always has the most up-to-date information about your health, we may share information about you between the hospitals."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Care provided by students",
    "subtopic": "Clinical Training",
    "text": "We provide clinical training where our students get practical experience by treating patients. Please tell your doctor or nurse if you do not want students to be involved in your care. Your treatment will not be affected by your decision."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "PALS",
    "subtopic": "Patient Advice and Liaison Service",
    "text": "The Patient Advice and Liaison Service (PALS) is a service that offers support, information and assistance to patients, relatives and visitors. They can also provide help and advice if you have a concern or complaint that staff have not been able to resolve for you. The PALS office is located on the ground floor of the Hambleden Wing, near the main entrance on Bessemer Road - staff will be happy to direct you. PALS at King's College Hospital, Denmark Hill, London SE5 9RS, Tel: 020 3299 3601, Email: kch-tr.palsdh@nhs.net. You can also contact us by using our online form at www.kch.nhs.uk/contact/pals. If you would like the information in this leaflet in a different language or format, please contact PALS on 020 3299 1844."
  }
]