[
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Introduction",
    "subtopic": "Information for Patients",
    "text": "This is a follow up leaflet to your recent telephone consultation with the fracture care team explaining the ongoing management of your injury. Your case has been reviewed by an Orthopaedic Consultant (Bone Specialist) and a Physiotherapist. You have sustained a fracture to your ankle. This normally takes six weeks to heal but you may still have pain and swelling for up to six months after your injury. During this period, it is important that you follow the rehabilitation plan on the following page. Following your rehabilitation plan will help to prevent further injury and help to improve your function. Completing the exercises is important to prevent your ankle from becoming stiff. It is advisable to take your pain killers as prescribed to enable you to complete your exercises. You will find that the swelling is often worse at the end of the day, elevating your ankle will help with this. You may walk on the foot as comfort allows but we advise you walk with crutches for the first 4 weeks. You can return to driving once your boot has been removed and you feel confident in safely controlling your vehicle. If you are worried that you are unable to follow this rehabilitation plan, are experiencing pain or symptoms other than at the site of the original injury or surrounding area, or have any questions, then please contact us for advice using the contact details on the back of this booklet."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Health Advice",
    "subtopic": "Smoking cessation",
    "text": "Medical evidence suggests that smoking prolongs fracture healing time. In extreme cases it can stop healing altogether. It is important that you consider this information with relation to your recent injury. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery from this injury. For advice on smoking cessation and local support available, please refer to the following website: http://smokefree.nhs.uk or discuss this with your GP."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 0-4",
    "text": "Wear the boot all of the time when walking. You do not need to wear it in bed or when resting at home. Use the crutches when walking. Start Stage 1 Exercises & Advice."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 4-6",
    "text": "Gradually discontinue using the boot and elbow crutches. Try walking around the house without them first. Wear the boot when walking longer distances outdoors. Move on to Stage 2 Exercises."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 6-12",
    "text": "Fracture should be largely united (healed). Gradually resume normal activities as pain allows. Heavier or more strenuous tasks, including long walks, may still be difficult and cause discomfort and swelling at this stage. Begin Stage 3 Exercises if required."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 12+",
    "text": "Symptoms will continue to improve over the next few months. If you are still experiencing significant pain and / or stiffness please contact us for further advice / management."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Exercises",
    "subtopic": "Stage 1 Exercises & Advice (3-4 times a day)",
    "text": "Ankle & Foot Range of Movement Exercise: 1. Point your injured foot up and down within a comfortable range of movement. Repeat 10 times. 2. Alternately turn your foot outwards leading with the outer border of your foot (little toe) and then turn your foot inwards leading with the inner border of your foot (big toe), as shown in the picture. Make sure you keep the rest of your leg still. Repeat 10 times. 3. Make circles with your foot in one direction, then repeat in the other direction. Repeat 10 times. Advice: Cold packs, Rest and elevation, Early movement and exercise."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Exercises",
    "subtopic": "Stage 2 Exercises (3-4 times a day)",
    "text": "Ankle Stretches: 1. Sit with your injured leg straight out in front of you. Place a towel or dressing gown cord around your foot and pull it towards you until you feel a stretch in the back of your calf. Hold for 30 seconds. Repeat 3 times. 2. Sit on a chair. Cross your injured ankle over your other knee. Place your hand over the top of your ankle and stretch the top of your foot and ankle, pointing your toes downwards. Hold for 30 seconds. Repeat 3 times. OR 3. Place your foot on a chair behind you, as shown in the picture. Hold onto something for balance. Point your foot and ankle down wards. You should feel a stretch at the front of your foot & ankle. Hold for 30 seconds. Repeat 3 times."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Exercises",
    "subtopic": "Balance Exercises - Stage 2",
    "text": "Level 1: (for those who could not balance on 1 leg prior to this injury) a) Stand with your feet as close together as possible. Hold onto something for balance. Hold this for position for 30 seconds. If you can do this, move on to exercise Level 1b) b) As above but do not hold onto anything for balance. Hold this for position for 30 seconds. If you can do this, move on to exercise Level 1c) c) Put one foot in front of the other as close as you feel comfortable with. Hold onto something for balance. Hold this for position 30 seconds. Repeat with the other foot in front. If you can do this comfortably & safely, try this without holding onto anything. Level 2: (for those who could balance on 1 leg prior to this injury) a) Holding on to a firm surface for balance, aim to stand on just your injured leg, making sure it does not increase your pain. Hold this position for 30 seconds. Once you can achieve this pain-free, move on to exercise Level 2b). b) As above but without holding on to anything for balance. Hold this position for 30 seconds. If you can do this, move onto exercise Level 2c). c) Progress to attempting the above exercise with your eyes closed. Always stand in a safe environment with a firm surface nearby should you require it. Hold this position for 10 seconds."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Exercises",
    "subtopic": "Heel Raises - Stage 2",
    "text": "Stand. Hold on to a stable object for support. Push up onto your toes, lifting your heels. Repeat 10 times."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Exercises",
    "subtopic": "Stage 3 Exercises (3-4 times a day)",
    "text": "These are optional advanced exercises designed for sports rehabilitation. Level 1: a) Stand on your injured leg on an uneven surface (such as a pillow or a wobble board / cushion). Aim to hold this position for 30 seconds. Once you can achieve this pain-free, move onto exercise Level 1b). b) Progress to attempting the above exercise with your eyes closed. Always stand in a safe environment with a firm surface nearby should you require it. Aim to balance for 10 seconds. Level 2: a) Stand on your injured leg, with your hands together. Swing your arms in a figure of 8 in both directions for 30 seconds. b) As above, but with your eyes closed. Aim to balance for 10 seconds."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Contact Information",
    "subtopic": "Hospital Details",
    "text": "Fracture Clinic: 0151 430 4905 (9am-5pm Mon-Fri), Emergency Department: 0151 430 2399, Whiston Hospital, Warrington Road, Prescot, Merseyside, L35 5DR, Telephone: 0151 426 1600. www.sthk.nhs.uk"
  }
]