[
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Introduction",
    "subtopic": "Purpose of Leaflet",
    "text": "This leaflet will give you all the advice you need regarding your fracture. If you need help you can find our contact information on the back of this leaflet."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Your Diagnosis",
    "subtopic": "Nature of Injury",
    "text": "You have a small stable fracture of your ankle. This involves the end of the bone called the fibula. A “fracture” is the same as a “broken bone”. It will be painful and swollen whilst the injury heals."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Treatment",
    "subtopic": "Healing and Management",
    "text": "These injuries will heal by themselves. You will struggle to put weight on your ankle at first – this is normal and is your body's way of protecting the injury. Your foot and ankle will be bruised and swollen. You should take simple painkillers as required. As your pain settles you should start putting weight on your foot. You will gradually be able to put more and more weight on your foot as your symptoms allow."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Treatment",
    "subtopic": "Aids",
    "text": "A 'walking boot' may allow you to starting putting weight on your foot sooner. Use it if you find it helps you walk but there is no need to use it if you don't find it helpful. You don't need to sleep in it and should stop using it as soon as your symptoms allow. It should not be used for any longer than six weeks. Crutches also may help you get about more easily. These can be discarded as soon as you feel able to walk without them."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Recovery",
    "subtopic": "Timeline and Symptoms",
    "text": "It may take a long time to fully recover from your injury. Most people can walk reasonably comfortably by six weeks. The full recovery will take much longer and many people will still have some aching after several months. Most peoples' symptoms will progressively improve. Bruising usually resolves after a few weeks. Many patients' foot and ankle remain swollen, particularly at the end of the day, for several months."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Rehabilitation",
    "subtopic": "Return to Activities",
    "text": "You can drive when you are safe to control a car. You can work if your symptoms don't stop you from doing your job. You may need a sick note depending on what your job involves. You can resume your normal sporting activities when your symptoms allow. Most patients will not be able to run or take part in sports for at least six weeks. Most people would need to then spend a further six weeks gradually building back up to their normal level of activity."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Rehabilitation",
    "subtopic": "Follow-up and Physiotherapy",
    "text": "If you are concerned about your recovery or symptoms, you can return to the fracture clinic to see a surgeon or physiotherapist to discuss your recovery. Most patients do not need formal physiotherapy. Patients who have a had recurrent ankle sprains may however benefit from physiotherapy and this can be booked using the contact information at the end of this leaflet."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Rehabilitation",
    "subtopic": "Symptom Management",
    "text": "Elevating your foot & ankle will help reduce pain and swelling. If possible, you should lay almost flat and have your injured leg elevated on two pillows so that it is higher than your chest. Ice may also help with swelling. Apply ice wrapped in a damp towel for 15–20 minutes every 2–3 hours during the day. Ice should not be left on during sleep."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Exercises",
    "subtopic": "Ankle movements while sitting down",
    "text": "Lift your injured foot off the floor and move your foot and ankle up and down. Then move your foot around drawing an imaginary circle with your big toe. Put your foot on the floor and slide it backwards as if to put it under your seat, keeping the heel down on the floor."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Exercises",
    "subtopic": "Seated heel raises",
    "text": "Sit with your foot flat on the ground and keeping your toes on the floor raise your heel up and off the floor and then back down."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Exercises",
    "subtopic": "Standing heel raises",
    "text": "When you are able to stand safely at your kitchen counter and pain allows, you can progress to standing heel raises. Put your hands or elbows on the worktop & lean forward to take some weight through your arms. In this position start repeated heels raises. Start with 3 sets of 10. Once not too uncomfortable, start taking more & more weight through your affected side and less and less through your arms."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Exercise Videos",
    "subtopic": "Online Resources",
    "text": "If you have access to the internet through your smartphone or computer you can access our online advice videos for exercises. Scan the QR codes below or use the link provided for Early Exercises, Intermediate Exercises, and Standing Exercises."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Key Points",
    "subtopic": "Summary of Advice",
    "text": "1. If you feel you are failing to make satisfactory progress with your symptoms you should return to the physiotherapy department using your 'open appointment'. 2. Take regular pain relief as required. Usually over the counter medications are sufficient. 3. Your symptoms should progressively improve with time. Most of the recovery occurs in the first six weeks. The final improvement often takes a lot longer."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Contact Us",
    "subtopic": "Physiotherapy",
    "text": "You will have an open appointment in the physiotherapy department for three months. If you feel you are not making appropriate progress with your movements or pain then please get in contact. Email: FractureClinicPhysiotherapy@nuh.nhs.uk, Telephone: 0115 9249924 ext. 82414 between 8am and 4pm, Monday to Friday. Please use email as first contact point if possible stating your name and preferred contact details."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Contact Us",
    "subtopic": "Fracture Clinic",
    "text": "If there is another problem with your progress following your injury you can book in for a face to face appointment with the fracture clinic to see a doctor: If you need to get in touch please call 0115 924 9924 Ext: 61260 between 8am and 5pm, Monday to Friday."
  }
]