[
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Key Points",
    "subtopic": "Summary",
    "text": "Medial column (deltoid ligament) integrity is of key importance when considering the stability of isolated lateral malleolus ankle fractures. Weight-bearing radiographs are the best method of evaluating stability of isolated distal fibula fractures. Computed tomography (CT) scanning is mandatory for the assessment of complex ankle fractures, especially those involving the posterior malleolus. Most isolated trans-syndesmotic fibular fractures (Weber-B, SER, AO 44-B) are stable and can safely be treated non-operatively. Posterior malleolus fractures, regardless of size, should be considered for surgical fixation to restore stability, reduce the need for syndesmosis fixation, and improve contact pressure distribution."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Introduction",
    "subtopic": "Evolution of Management",
    "text": "Management of ankle fractures has evolved over the last 10 years. As scientific research has led to better understanding of the biomechanics and patho-anatomy of the ankle, this has allowed more accurate evaluation of injuries. The 'key issue' in achieving good outcomes is restoring the stability and alignment of the fractured ankle, using either non-operative or operative treatment, as appropriate. The orthopaedic and trauma community needs to move away from anecdotal 'principles'. Internal fixation can lead to surgical complications in up to 20% of cases and is therefore best avoided for those fractures where non-operative management can offer optimal outcomes. However, more complex injuries require in-depth knowledge and careful evaluation. This review will analyse the principles of stability assessment for ankle fractures and provide a rationale for diagnosis and management."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Applied anatomy, biomechanics, and classifications",
    "subtopic": "Ankle Joint Structure",
    "text": "The ankle joint can be considered as a 'ring' of bones and ligaments. If broken at one site, it remains stable; if at two or more sites, it becomes unstable. The ankle is divided into two columns: lateral (fibula, syndesmosis, lateral ligaments) and medial (medial malleolus, deltoid ligament). The medial collateral ligament (deltoid) is stronger than its lateral counterpart and consists of superficial and deep components, with the deep posterior component being the strongest."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Classifications",
    "subtopic": "Danis-Weber, Lauge-Hansen, and AO Systems",
    "text": "Many classifications have been proposed, including the Danis-Weber classification (based on the level of the fibular fracture), the Lauge-Hansen classification (based on the mechanism of injury), and the AO classification (a comprehensive numerical system). These classifications help in understanding the fracture pattern, predicting hidden injuries, and guiding treatment. Stable injuries, such as a supination external rotation stage 2 (SER 2), involve damage to only the AITFL and the lateral malleolus. Unstable injuries involve further damage to posterior and medial structures."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Diagnosis",
    "subtopic": "Clinical assessment",
    "text": "A patient with an ankle injury usually presents to the emergency department unable to bear full weight. A history of the injury, including the mechanism, is essential. Initial clinical assessment includes checking for gross deformity, soft tissue condition, and neurovascular status. Medial clinical signs such as tenderness, swelling and bruising should be documented, but they are not reliable predictors of instability."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Diagnosis",
    "subtopic": "Imaging",
    "text": "Initial evaluation includes plain anteroposterior and lateral radiographs. For isolated trans-syndesmotic (Weber-B) injuries, deltoid ligament integrity must be evaluated to assess stability by measuring the medial clear space (MCS). All such fractures require dynamic testing with weight-bearing (WB) radiographs, which are more accurate than manual or gravity stress views. For more complex fractures, including those with a suspected posterior malleolus fracture, a computed tomography (CT) scan is mandatory to assess impaction, detect all fracture components, and aid in preoperative planning."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Treatment",
    "subtopic": "Principles and Techniques",
    "text": "The aim of treatment is to reduce and hold the talus anatomically within the ankle mortise. Initial management involves immobilization in a splint. Definitive treatment (conservative or surgical) depends on the fracture's stability, as determined by weight-bearing radiographs. Stable SER 2 fractures can be managed non-operatively in a boot with weight bearing as tolerated. Unstable SER 4b fractures require surgical fixation. Surgical treatment involves open reduction and internal fixation, with various techniques for the lateral malleolus, medial malleolus, and syndesmosis, depending on the fracture pattern and bone quality. Fixation of posterior malleolus fractures is crucial for restoring stability and is better undertaken through a posterior approach."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Conclusions",
    "subtopic": "Summary and Key Takeaways",
    "text": "The medial column, especially the deep portion of the deltoid ligament, is of key importance to the stability of ankle fractures, particularly SER-type isolated lateral malleolus fractures. Correct identification of all osseo-ligamentous components of the injury is crucial for guiding treatment. If stability is in doubt, weight-bearing radiographs should be taken. Stable fractures can be treated non-operatively, while unstable fractures require open reduction, internal fixation, and essential preoperative planning, including a CT scan for posterior malleolus fractures."
  }
]