[
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Introduction",
    "subtopic": "Overview",
    "text": "An ankle sprain is a common injury and involves injury to the ligaments that support the ankle joint. Approximately 2 million incidences of ankle sprain injuries will present to A&E each year. Most ankle sprains will heal within a few weeks, but it is important to follow a few simple rules to aid this process and help prevent further injury."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Anatomy",
    "subtopic": "Ankle Ligaments",
    "text": "The ankle joint is supported by ligaments which help to keep the joint stable. These ankle ligaments could be injured to varying degrees when you sprain your ankle. The provided diagram shows the ligaments on the outside of the foot (Anterior inferior tibiofibular ligament, Anterior talofibular ligament, Calcaneofibular ligament, etc.) which could be stretched or torn when you twist your ankle."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "How does a sprained ankle occur?",
    "subtopic": "Common Causes",
    "text": "Common causes of ankle injuries involve sporting activities that involve running, jumping and changes of direction or during routine activities when the foot slips or turns in an abnormal way. This can include walking on uneven surfaces, unsupportive or ill-fitting footwear, or slipping off the edge of a kerb or step."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "How to help it get better (PRICE)",
    "subtopic": "First 48-72 Hours Management",
    "text": "During the first 48-72 hours, it is advisable to take the following steps to aid your recovery - PRICE:\n\n- Protect the ankle – Good, supportive footwear is essential. In severe cases below knee casts, orthopaedic boots or splints can lead to a faster recovery.\n- Rest – relative rest will allow a natural healing process to occur.\n- Ice – Ice can be used for a maximum of 20 minutes at a time every few hours to help reduce the inflammation and control the pain. Be sure to place a thin towel between the ice and skin to prevent ice burn. If you use a bag of frozen food, do not eat it after refreezing.\n- Compression – Bandages or tubi-grip can help to reduce the swelling. It should be snug but not too tight. Wear it from first thing in the morning to prevent swelling building up during the day. Remove it at night or while resting with the foot elevated.\n- Elevation – raising the ankle above the knee and the knee above the hip will help to reduce swelling."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "What tablets should I take?",
    "subtopic": "Pain Relief",
    "text": "Painkillers such as codeine and paracetamol can provide pain relief. Do not exceed the stated dosage guidelines on the packet. You can start by taking paracetamol up to 1g every 6 hours. You can speak to your pharmacist about adding some codeine or an NSAID (non-steroidal anti-inflammatory drug). Check with your doctor or pharmacist before taking them to make sure they are suitable for you."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Avoid HARM",
    "subtopic": "What to Avoid in the First 72 Hours",
    "text": "- Heat can increase the blood flow and inflammation during the first 72 hours.\n- Alcohol can also increase the blood flow and swelling and reduce healing.\n- Running or impact exercise can make the injury worse.\n- Massage during the first 72 hours can increase bleeding and swelling. After this time, it can be soothing and help improve function."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "When should I seek further advice?",
    "subtopic": "Red Flag Symptoms",
    "text": "If you have any of the following, please seek further advice from a medical professional:\n- Pain over the bony areas\n- Pain and swelling is very severe and does not improve within the first week\n- Pain and swelling does not allow you to walk or weight-bear\nDiagnosis of an ankle sprain is made based on clinical presentation and examination. Your healthcare professional may order an X-ray to exclude any bone injury."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Treatment post injury",
    "subtopic": "Importance of Early Exercise",
    "text": "It is important to work on improving range of movement, strength, and sensory abilities soon after injury. Research suggests that appropriate exercises immediately after the injury can lead to a faster and better recovery. These are some examples of exercises you can start after the first 48 hours."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Initial exercises (First 2 weeks)",
    "subtopic": "Ankle Movements",
    "text": "Move your foot up and down as far as you can to the point of pain, don't push through the pain. Repeat 10 times.\n\nMove your foot in circles one way and then the other don't push into pain, discomfort is OK. Repeat 10 times every hour."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Initial exercises (First 2 weeks)",
    "subtopic": "Foot Slides and Stretches",
    "text": "Place your foot on a surface or use a towel so that you can slide it forwards and backwards. Keep your foot flat on the floor and move it as far as you comfortably can. Repeat 10 times, 4 times a day.\n\nUse a towel or belt placed around your foot. You can then use it to help pull your foot towards you and then turn it inwards and outwards as far as you comfortably can. Repeat 10 times, 4 times a day."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Progression exercises (weeks 2 to 4)",
    "subtopic": "Stretching and Balancing",
    "text": "Place your injured foot behind you whilst using a wall or table for support. Keeping the heel on the floor lean forwards to stretch the calf. Repeat this with the knee bent and the knee straight. Hold for 20 seconds and repeat 3 times.\n\nPractice balancing on one foot. Build up slowly as you can tolerate. Once you can do this comfortably, try to close your eyes and balance (have a support in front of you such as a table/worktop as not to fall)."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Progression exercises (weeks 2 to 4)",
    "subtopic": "Advanced Balancing",
    "text": "Once you can balance comfortably, you can make it harder by repeating on a cushion. Build it up slowly and then again try to close your eyes once you get better at it.\n\nIf you want to get back to a sport/activity, then balance on your injured foot and then reach your un-injured foot out to different points of a clock face. Return to the centre each time. Try and work all the way around the clock face, keeping you balance."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Progression exercises (weeks 2 to 4)",
    "subtopic": "Strengthening",
    "text": "Using a resistance band around the foot and tied to a secure object, turn the foot out. The muscles on the outside of the ankle are very important in preventing recurrence of the injury. Repeat as many times as you can manage into fatigue regularly throughout the day.\n\nWhile sitting, gently flick a ball against the wall to the side using your foot at the level of you little toe. Use the movement of turning the foot out to do this and aim to get quicker at doing it."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Progression exercises (weeks 2 to 4)",
    "subtopic": "Calf Raises",
    "text": "Hold onto a stable surface if required. Stand upright and rise onto the tips of your toes, Hold 5 seconds. Lower yourself and repeat 10 times, 4 times per day. If this becomes easy, do one leg at a time."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Return to sport",
    "subtopic": "Guidelines",
    "text": "If you are aiming to return to sporting activities, you must build up progressively and be able to complete all of the above exercises before you start impact exercise and sport. Train so that you can complete all the different elements of your sport/activity with confidence before you participate in the activity fully. If you play a contact sport, you may require a higher level of rehabilitation than the scope of this information leaflet."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Return to sport",
    "subtopic": "Recovery Timeline",
    "text": "It can take 8 to 12 weeks to recovery from an ankle sprain, and even longer with severe sprains or high ankle sprains."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Further information",
    "subtopic": "Contact and Support",
    "text": "For further information, please contact the Orthopaedic Department on 024 7696 5079. The Trust has access to interpreting and translation services. If you need this information in another language or format, please contact 024 7696 5079 and we will do our best to meet your needs. The Trust operates a smoke free policy."
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Feedback",
    "subtopic": "Did we get it right?",
    "text": "We would like you to tell us what you think about our services. This helps us make further improvements and recognise members of staff who provide a good service. Have your say. Scan the QR code or visit: www.uhcw.nhs.uk/feedback"
  },
  {
    "heading": "Ankle sprains: a patient's guide",
    "topic": "Document History",
    "subtopic": "Details",
    "text": "Department: Orthopaedics\nContact: 25079\nUpdated: October 2022\nReview: October 2024\nVersion: 6\nReference: HIC/LFT/1409/12"
  }
]