[
  {
    "heading": "Ankle Sprains",
    "topic": "Description",
    "subtopic": "Definition and Prognosis",
    "text": "Ankle sprains are very common injuries, usually the result of the foot turning in. They are often immediately and severely painful and incapacitating. If improperly treated, they can develop into a chronic problem. If treated quickly and properly, however, ankle sprains can heal well, allowing safe return to activity."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Treatment",
    "subtopic": "Overview",
    "text": "Ankle sprains need to be rehabilitated properly to prevent re-injury or a chronic problem from developing. Here are some things to consider when rehabilitating your ankle:"
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Treatment",
    "subtopic": "1) Control Swelling",
    "text": "Follow the RICE principle.\nRest- Give your ankle time to heal properly. Stop all activities that cause pain.\nIce- Use a bag of crushed ice or frozen vegetables for 20 minutes. Repeat 4-5 times a day.\nCompression- You can use an elastic bandage to provide support and help reduce swelling.\nElevation- Elevating your ankle above your heart will also help reduce swelling."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Treatment",
    "subtopic": "2) Encourage pain free movement",
    "text": "After an injury, your ankle will get stiff. Early movement will help you regain your range of motion and prevent your muscles from getting weak. Elevate your leg and write the alphabet or do circles with it (fig.1 and 2). If your muscles are stiff, you can stretch the calf muscles (fig.3 & 4).\nWeight bearing helps your ankle heal. You can walk on the ankle as soon as it feels comfortable, but let pain be your guide as to how much walking is enough. Mild discomfort is inevitable."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Treatment",
    "subtopic": "3) Strengthen and develop support for injured ankle",
    "text": "Your ankle must be strong before you can return to your activities. A crucial part of your rehabilitation is strengthening the muscles that support the ankle. Simple exercises can be done using elastic to create resistance (fig.5-9). You can use surgical tubing, Theraband, or a bike inner tube for the resistance.\nProprioception, your ability to tell the precise position of a joint, is also impaired when your ankle is sprained. Simple balance exercises done with the eyes open and eyes closed will help improve your proprioception and prevent recurrent sprains (fig.10)."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Treatment",
    "subtopic": "4) Prevention",
    "text": "Proper athletic footwear will help stabilize your foot during activities and help prevent re-injury or a chronic problem from developing. An ankle brace, taping, or high top shoes can provide added support and stability. Limit brace wear to high impact activities."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Treatment",
    "subtopic": "5) Return to sport",
    "text": "To safely return to your sport, you should be able to: (1) Walk and run without pain or altered pattern, (2) Complete 20 one leg heel raises, (3) Balance on one foot easily for 30 seconds, and (4) Hop easily 10 times on your injured leg. Test your injured leg against your good leg."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Follow-up",
    "subtopic": "When to see a clinician",
    "text": "If your symptoms do not resolve within 2-4 weeks please contact your clinician."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Exercises",
    "subtopic": "Foot Circles (fig.1)",
    "text": "Elevate foot. Move your foot in a circular motion within pain-free limit. Repeat 20 times in each direction."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Exercises",
    "subtopic": "Alphabet (fig.2)",
    "text": "Elevate foot. Print the capital letters of the alphabet as largely as possible with your foot. Move at the ankle not the hip. Repeat the alphabet 1-2 times."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Exercises",
    "subtopic": "Standing Calf Stretch (fig.3)",
    "text": "Toes pointing forward, heels flat on the ground. Do not bend at the waist. To increase stretch, place a towel under ball of back foot. Hold the stretch for 20 sec; relax and repeat 3 times."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Exercises",
    "subtopic": "Seated Calf Stretch (fig.4)",
    "text": "If standing is too painful...in a sitting position, loop a towel around the ball of your foot. Gently pull back on the towel. The knee should be straight. Hold for 20 sec; relax and repeat 3 times."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Exercises",
    "subtopic": "Foot Up (fig.5)",
    "text": "Pull the foot towards the face against resistance of tubing. Lower slowly. Repeat 3x10 reps."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Exercises",
    "subtopic": "Foot Down (fig.6)",
    "text": "Point the foot down against resistance of tubing. Let up slowly. Repeat 3x10 reps."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Exercises",
    "subtopic": "Foot In (fig.7)",
    "text": "Turn the sole of the foot inward against resistance of tubing. Let out slowly. Keep knee pointed up. Repeat 3x10 reps."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Exercises",
    "subtopic": "Foot Out (fig.8)",
    "text": "Turn the sole of the foot outward against resistance of tubing. Let in slowly. Keep knee pointed up. Repeat 3x10 reps."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Exercises",
    "subtopic": "Standing Heel Raise Progression (fig. 9)",
    "text": "Push up on toes as high as possible. Lower slowly. Progress from both feet to involved foot only. Perform 10 reps and progress to 30 reps."
  },
  {
    "heading": "Ankle Sprains",
    "topic": "Exercises",
    "subtopic": "One-legged Balance (fig.10)",
    "text": "Attempt to balance on one leg. Once you can balance for 30 sec with eyes open, progress to playing catch or eyes closed."
  }
]