[
  {
    "heading": "Ankle sprain",
    "topic": "Information for patients",
    "subtopic": "Introduction",
    "text": "This leaflet has information and advice on how to manage your ankle sprain. If you have any queries or concerns please contact your GP."
  },
  {
    "heading": "Ankle sprain",
    "topic": "What is an ankle sprain?",
    "subtopic": "Definition",
    "text": "An ankle sprain is a very common injury that affects the ligaments usually on the outside of your ankle. When these ligaments are injured, it does not necessarily mean that they are torn as the amount of damage to the ligament can vary."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Mechanism of injury",
    "subtopic": "How it happens",
    "text": "An ankle sprain usually happens after a sudden change of direction, causing your ankle to roll in on itself (inversion). You may get a swollen ankle and have discomfort particularly around the outside of your ankle."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Symptoms",
    "subtopic": "What to expect",
    "text": "Pain and swelling can last for 3 to 6 months. You may find that your foot feels unstable when walking and that it continues to roll inwards on unstable surfaces. The swelling is often worse at the end of the day or if you have spent a long time on your feet."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Swelling management",
    "subtopic": "Initial Guidance",
    "text": "Follow this guidance to manage your injury:\n\n- Ice: a cold pack can provide short-term pain relief. Apply this to the sore area for up to 15 minutes, every three hours and up to four times a day, ensuring the ice is never in direct contact with the skin.\n- Walking aids: you can walk on the foot as comfort allows, although you may find it easier to walk with crutches in the early stages.\n- Bandage or ankle support: using a bandage or ankle support may be useful in the early stages of your injury to provide support and stability. We encourage you to begin weaning yourself from the support after two to three weeks.\n- Relative rest: reduce activities that are making your symptoms worse.\n- Painkillers: pain relief can help manage the discomfort in the short term. Normally painkillers bought from a pharmacist will work.\n- Footwear: supportive footwear or shoes with a small heel can help reduce the pain in the early stages.\n- Exercise: you should complete specific exercises that aim to increase the strength and stability of your ankle."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Follow-up",
    "subtopic": "Physiotherapy",
    "text": "You do not routinely need physiotherapy for this type of injury. Most people find they improve with time and simple exercises. If your ankle pain does not improve after 6 to 12 weeks then you may benefit from physiotherapy. We recommend you contact your GP to refer you to your local physiotherapy department."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Healing",
    "subtopic": "Timeline",
    "text": "This type of injury can take about 6 to 12 weeks to heal."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 0 to 2",
    "text": "Use ice and elevation to help swelling. Begin the 'stage one exercises' on page 3 of this leaflet. Wean yourself off the crutches as able."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 2 to 6",
    "text": "You should have stopped using the crutches. Start the 'stage two exercises' on page 3 of this leaflet."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 6 to 12",
    "text": "The sprain is healed and you can resume normal activity but be mindful of any pain and swelling you have. Begin the 'stage three exercises' on page 4 of this leaflet and then gradually progress as advised below. If after 6 to 12 weeks you are still getting pain or swelling, or are struggling to follow this rehabilitation plan, please contact your GP."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Initial advice",
    "subtopic": "Rest and elevation",
    "text": "Try to rest the foot for the first 24 to 72 hours (1 to 3 days) to allow the early stage of healing to begin. Raise your ankle above the level of your hips to reduce swelling. You can use pillows or a stool to keep your foot up."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Initial advice",
    "subtopic": "Early movement and exercise",
    "text": "Early movement of the ankle and foot is important to promote circulation and reduce the risk of developing a DVT (blood clot). Follow the exercises below without causing too much pain. This will ensure your ankle and foot do not become too stiff."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Initial advice",
    "subtopic": "Early weight bearing",
    "text": "Early weight bearing (putting weight through your injured foot) helps increase the speed of healing. Try to walk as normally as possible as this will help with your recovery."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Stage one exercises (3 to 4 times a day)",
    "subtopic": "Ankle and foot movement exercises",
    "text": "Repeat these 10 times each.\n1. Point your foot up and down within a comfortable range of movement.\n2. Make circles with your foot in one direction and then change direction.\n3. With your heels together, move your toes apart as shown in the pictures."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Exercises from week 2 onwards",
    "subtopic": "Ankle stretch",
    "text": "Sit with your leg straight out in front of you. Put a towel or bandage around your foot and pull it towards you. Feel a stretch in the back of your calf. Hold this for up to 30 seconds and repeat 3 times."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Stage two exercises (3 to 4 times a day)",
    "subtopic": "Balance",
    "text": "Level 1: Stand holding onto a chair or firm surface. Practice standing on your previously injured ankle for up to 30 seconds. Once you have achieved this move to level 2.\nLevel 2: Once standing on one leg, try to release your grip on the chair or surface and hold for up to 30 seconds. Once you have achieved this move to level 3.\nLevel 3: Once standing freely on one leg without support you can attempt to close your eyes for up to 30 seconds."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Stage two exercises (3 to 4 times a day)",
    "subtopic": "Calf raises",
    "text": "Level 1: Stand holding onto a chair or firm surface. Practice standing on your tiptoes by lifting your heel off the ground. Complete this 12 times and three times a day. Once you have achieved this move to level 2.\nLevel 2: Stand with your heels off the edge of a step and your forefoot firmly on the step. Slowly lower your heels down and then up so you are on to your tiptoes. Complete this 12 times and three times a day."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Stage three exercises",
    "subtopic": "Developing dynamic ankle control for sports",
    "text": "Level 1: Walk on the spot on a soft surface, for example a cushion under a mat. Look straight ahead while staying upright.\nLevel 2: Attempt to stand on one leg on the uneven surface holding it for up to 30 seconds using your good leg first.\nLevel 3: Attempt level 2 exercises but closing your eyes. Again try the good one first to see how hard it is."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Stage three exercises",
    "subtopic": "Developing core control for sports",
    "text": "Level 1: Stand with one foot in front of the other, with your hands together. Swing your arms in a figure eight in both directions for 1 to 2 minutes or as able.\nLevel 2: As level 1, but bring your feet so they are touching toe to heel.\nLevel 3: As level 1 and 2 but with your eyes closed."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Stage four exercises",
    "subtopic": "Single leg calf raise",
    "text": "Level 1: Stand with one foot on the floor whilst holding onto a chair or firm surface. Practice standing on your tiptoes by lifting your heel off the ground. Complete 12 times and three times a day, repeat with the other foot. Once you have achieved this move to level 2.\nLevel 2: Stand with one foot on a step, with your heel off the edge of a step and your forefoot firmly on the step. Slowly lower your heel down and then up so you are on to your tiptoes. Complete these 12 times and three times a day, repeat with the other foot."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Stage four exercises",
    "subtopic": "Jumping",
    "text": "Level 1: Position yourself on a firm surface with your feet shoulder width apart. Practice jumping on the spot, landing softly and quietly to increase your ankle control. Complete this 8 to 12 times for three sets, every other day. Once you have achieved this with minimal or no discomfort then move to level 2.\nLevel 2: Position yourself on a firm surface, standing on one foot. Practice hopping on the spot, landing softly and quietly to increase your ankle control. Complete this for 30 to 60 seconds for three sets, every other day. Repeat with the other foot. Once you have achieved this with minimal or no discomfort then move to level 3.\nLevel 3: Position yourself on a firm surface, standing on one foot. Practice hopping forwards and then backwards, landing softly and quietly to increase your ankle control. Complete this for 30 to 60 seconds for three sets, every other day. Repeat with the other foot. Once you have achieved this with minimal or no discomfort you can then practice hopping side to side."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Hospital Information",
    "subtopic": "Sharing your information",
    "text": "We have teamed up with Guy's and St Thomas' Hospitals in a partnership known as King's Health Partners Academic Health Sciences Centre. We are working together to give our patients the best possible care, so you might find we invite you for appointments at Guy's or St Thomas'. To make sure everyone you meet always has the most up-to-date information about your health, we may share information about you between the hospitals."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Hospital Information",
    "subtopic": "Care provided by students",
    "text": "We provide clinical training where our students get practical experience by treating patients. Please tell your doctor or nurse if you do not want students to be involved in your care. Your treatment will not be affected by your decision."
  },
  {
    "heading": "Ankle sprain",
    "topic": "Hospital Information",
    "subtopic": "PALS (Patient Advice and Liaison Service)",
    "text": "The Patient Advice and Liaison Service (PALS) is a service that offers support, information and assistance to patients, relatives and visitors. They can also provide help and advice if you have a concern or complaint that staff have not been able to resolve for you. The PALS office is located on the ground floor of the Hambleden Wing, near the main entrance on Bessemer Road - staff will be happy to direct you.\nPALS at King's College Hospital, Denmark Hill, London SE5 9RS\nTel: 020 3299 3601\nEmail: kch-tr.palsdh@nhs.net\nYou can also contact us by using our online form at www.kch.nhs.uk/contact/pals\nIf you would like the information in this leaflet in a different language or format, please contact PALS on 020 3299 1844."
  }
]