[
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "How common are ankle sprains?",
    "subtopic": "Definition",
    "text": "An ankle sprain is a common injury which usually occurs when you \"go over\" on your ankle. This injures the ligaments on the outside of the ankle joint."
  },
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "What symptoms do ankle sprains cause?",
    "subtopic": "Symptoms",
    "text": "Initially, symptoms commonly include pain, swelling, bruising and difficulty weight bearing. The pain experienced can be severe."
  },
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "How should I be looking after my ankle?",
    "subtopic": "Initial Treatment",
    "text": "The initial treatment in the first few days after a sprain aims to settle down the pain and swelling by resting, applying ice packs, taking regular painkillers and elevating the ankle. It is important to remember that early weight bearing aids a quicker recovery. It is also important to keep the ankle moving to prevent stiffness. If you smoke, you are advised to stop as smoking can slow down healing."
  },
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "What do I do if I have been provided with a “boot” to wear?",
    "subtopic": "Use of a Walker Boot",
    "text": "Sometimes A&E and minor injuries departments will give a “walker boot” to people with sprained ankles. This may help initially with the pain, but it is important to not become reliant on this boot as this will make the ankle weaker and stiffer in the longer term. The boot should be removed at regular intervals and discarded as soon as it's no longer helping. Keep yourself hydrated and mobile as reduced mobility from ankle sprains can increase the risk of a blood clot in the leg or chest. Symptoms such as leg pain or swelling, shortness of breath, coughing up blood, chest pain or feeling faint require you to attend A&E urgently."
  },
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "Do I need physiotherapy?",
    "subtopic": "Role of Physiotherapy",
    "text": "Most patients benefit from physio advice to work on range of movement exercises and to build up strength and proprioception (knowing where your ankle is positioned without having to look at it). In addition to aiding recovery after a sprain, these exercises also help to minimise recurrent sprains occurring. It is important you do these exercises that have been advised. You will usually be referred to physiotherapy for their expert input."
  },
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "How quickly will things improve?",
    "subtopic": "Healing Timeline and Follow-up",
    "text": "The vast majority of sprains will settle and the ligaments heal within 6-8 weeks. Occasionally some people have ongoing problems, these can include ongoing pain or giving way. X-rays only show up bone injuries but they cannot show cartilage, scar tissue or the ligaments. Therefore, it is important that if you are having ongoing problems after 6 – 8 weeks that you contact us as you may require further tests to assess the cartilage or ligaments. Very occasionally some people will need surgery to address these problems. However, the vast majority of people will not need further tests or surgery."
  },
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "When can I get back to normal activities?",
    "subtopic": "Return to Sport, Work, and Driving",
    "text": "In terms of return to sport, we would generally recommend you are pain free before undertaking vigorous physical activity. This is usually 6 – 8 weeks but can be longer. Return to work should be guided by your symptom level and what your job involves, for example, manual workers may need more time off work than admin workers due to the nature of their job. In terms of driving, it is your responsibility to ensure you are fit to drive and are able to fully control your car before you return to driving. The DVLA website has further information regards this."
  },
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "Contact details",
    "subtopic": "Fracture Clinic",
    "text": "Should you require further advice or information please contact the Fracture clinic on: 01772522878"
  },
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "Sources of further information",
    "subtopic": "Websites",
    "text": "www.lancsteachinghospitals.nhs.uk\nwww.nhs.uk\nwww.accessable.co.uk\nAll our patient information leaflets are available on our website for patients to access and download: www.lancsteachinghospitals.nhs.uk/patient-information-leaflets"
  },
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "Hospital Policies",
    "subtopic": "Smoke-Free Site",
    "text": "Lancashire Teaching Hospitals is a smoke-free site. Smoking is not permitted anywhere on any of our premises, either inside or outside the buildings. Our staff will ask you about your smoking status when you come to hospital and will offer you support and advice about stopping smoking this will include Nicotine Replacement Therapy to help manage your symptoms of withdrawal and the opportunity to speak to a nurse or advisor from the specialist Tobacco and Alcohol Care Team. If you want to stop smoking, you can also contact the Quit Squad Freephone 0800 328 6297."
  },
  {
    "heading": "Ankle Sprain - Information for patients and carers",
    "topic": "Hospital Policies",
    "subtopic": "Accessibility",
    "text": "Please ask if you would like help in understanding this information. This information can be made available in large print and in other languages."
  }
]