[
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Abstract",
    "subtopic": "Summary",
    "text": "Ankle sprains are one of the most common musculoskeletal injuries. A sprain is defined as the stretching or tearing of ligaments; in the ankle these are the lateral ligamentous complex, deltoid ligament and distal tibiofibular syndesmosis ligaments. The mechanism of injury dictates which ligaments get injured, with the most common being inversion injuries causing anterior talofibular ligamentous sprain. Initial management of an ankle sprain consists of protection, rest, ice, compression and elevation. After the first 72 hours, the treatment depends on the severity of the sprain, with physiotherapy forming the mainstay of treatment in the majority of cases. In addition to strengthening exercises proprioceptive re-training helps with rehabilitation. The goal of treatment is to prevent chronic instability from occurring. Aside from syndesmotic injuries, surgical treatment is rarely required in the acute setting. Delayed ligamentous reconstruction may be required if chronic instability occurs. This article reviews the anatomy, pathophysiology, clinical assessment and management of patients with ankle sprains."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Introduction",
    "subtopic": "Prevalence and Demographics",
    "text": "An ankle sprain is defined as the stretching or tearing of one or more ligaments of the ankle joint, leading to pain and a restricted range of movement. This can potentially lead to ankle instability. Ankle sprains are one of the most common musculoskeletal injuries. The incidence is highest in males aged 10-19 years, but women older than 30 sustain more sprains than their male counterparts. Ankle sprains are more common in physically active individuals, such as athletes. They are known to account for 45% of injuries during basketball and 31% during football. In the UK, it is estimated that 302,000 new ankle sprains and 42,000 new severe ankle sprain patients attend accident and emergency departments every year."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Anatomy of the ankle joint",
    "subtopic": "Joint Structure and Stabilizing Ligaments",
    "text": "The ankle joint (or talocrural joint) is a hinge-type, synovial joint composed of three bones: the tibia, fibula and talus. The joint is stabilized by three sets of ligaments: 1. lateral ligament complex, 2. medial deltoid ligament, 3. distal tibiofibular syndesmosis ligaments."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Anatomy of the ankle joint",
    "subtopic": "Lateral Ligament Complex",
    "text": "The lateral ligament complex originates from the lateral malleolus and is comprised of three distinct and separate ligaments: 1. anterior talofibular ligament (ATFL), 2. posterior talofibular ligament (PTFL), 3. calcaneofibular ligament (CFL). These ligaments restrain inversion and anterolateral/posterior translation of the talus."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Anatomy of the ankle joint",
    "subtopic": "Medial Deltoid Ligament",
    "text": "The deltoid ligament is attached to the medial malleolus and prevents against valgus tilting of the talus. It consists of superficial ligaments (tibionavicular, tibiospring, tibiocalcaneal) and deep ligaments (anterior tibiotalar, posterior tibiotalar). These function as the primary stabilizer of the medial ankle."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Anatomy of the ankle joint",
    "subtopic": "Distal Tibiofibular Syndesmosis",
    "text": "The distal tibiofibular syndesmosis between the tibia and fibula is formed by three major ligaments: 1. anterior inferior tibiofibular ligament (AITFL), 2. posterior inferior tibiofibular ligament (PITFL), 3. interosseous tibiofibular ligament (ITFL)."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Pathophysiology",
    "subtopic": "Low ankle sprains",
    "text": "The most common mechanism of ankle injury is the inversion of the ankle, which stresses the lateral ligament complex. The ATFL, the weakest ligament in the complex, is affected in 70% of lateral ankle sprain cases. The mechanism primarily involves plantar flexion and inversion. The deltoid ligament is the strongest and is primarily affected by eversion injuries."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Pathophysiology",
    "subtopic": "High ankle sprains",
    "text": "Injuries to the distal tibiofibular syndesmosis, known as 'high ankle sprains', are much less common. The most common mechanism is external rotation and/or ankle dorsiflexion. These are high-energy injuries compared to low ankle sprains and tend to occur in athletes."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Risk Factors",
    "subtopic": "Intrinsic and Extrinsic Factors",
    "text": "There are several factors that increase the risk of ankle sprains. Intrinsic risk factors include modifiable (e.g., limited range of movement, reduced proprioception, high BMI) and non-modifiable (e.g., female sex, previous injury history) factors. Extrinsic risk factors include modifiable (e.g., type of sport, high heels) and non-modifiable (e.g., male athletes) factors."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Risk Factors",
    "subtopic": "Prognostic Factors",
    "text": "Knowledge of prognostic factors helps formulate a treatment plan. Good outcomes are associated with being young, low-grade injury, and low activity level. Poor outcomes are associated with systemic joint laxity, limb/foot malalignment, and previous injury. Ankle joint shape, alignment, and congruence can also affect stability."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Assessment",
    "subtopic": "History and Physical Examination",
    "text": "History and physical examination are crucial. Important components of the history include the time and mechanism of injury, weight-bearing status, and any previous trauma. The physical examination includes assessing the site of swelling, bruising, and pain, as well as the range of movement. Specific tests for ligament competency include the anterior drawer test (for ATFL) and the varus tilt test (for CFL). For high ankle sprains, the squeeze test and external rotation test can be performed."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Assessment",
    "subtopic": "Imaging",
    "text": "The Ottawa Ankle rules determine the need for radiographs in acute injuries. The first choice in evaluating an acute ankle sprain is a series of weight-bearing ankle radiographs. The anteroposterior, mortise, and lateral views are evaluated for fractures and syndesmotic widening. In the acute setting, CT and MRI scans have limited value, but CT is useful for detecting associated fractures, while MRI is superior for confirming syndesmotic injuries and ruling out osteochondral lesions."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Assessment",
    "subtopic": "Differential Diagnosis",
    "text": "Subtalar instability is the most common differential to exclude. It is difficult to differentiate from lateral ankle instability in acute settings. Repeat examination is recommended. Patients may experience sinus tarsi symptoms. Pseudo-instability, the sensation that the ankle is about to give way accompanied by pain, should also be differentiated from true instability."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Management",
    "subtopic": "Classification",
    "text": "Ankle ligamentous injuries can be classified by grade (Grade I: minimal tenderness/swelling, Grade II: moderate tenderness/swelling, Grade III: significant tenderness/swelling and instability). Treatment depends on the severity. Grade I is treated with weight-bearing as tolerated and physiotherapy. Grade II and III are treated with immobilization and physiotherapy, with Grade III possibly requiring surgical reconstruction."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Management",
    "subtopic": "Initial Management",
    "text": "The initial management within the first 72 hours includes the PRICE protocol (protection, rest, ice, compression, elevation). After 72 hours, the ankle should be mobilized as pain allows. Grade I and II ankle sprains usually take 7-15 days to fully recover and benefit from early physiotherapy. For Grade III sprains, there is no consensus on the best treatment, though initial studies favored surgery, a more recent trial found comparable results with functional rehabilitation."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Management",
    "subtopic": "Surgical Treatment",
    "text": "The majority of ankle sprains can be managed non-operatively. Acute surgical treatment is considered if there is clinical and radiological evidence of instability, particularly in high-demand athletic patients. Acute surgical intervention can involve repair of the syndesmosis with screws or a TightRope system. Delayed ligamentous reconstruction techniques (e.g., anatomical Brostrom procedure, non-anatomical Chrisman-Snook modification) are used for chronic instability."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Complications",
    "subtopic": "Long-term issues",
    "text": "Acute ankle sprains carry a high risk of recurrence and can progress to chronic instability if not appropriately treated. This can lead to impingement syndrome, osteochondral defects (OCDs), early-onset arthritis, neurovascular injuries, and peroneal tendon injuries. These complications may require further evaluation through MRI or arthroscopy."
  },
  {
    "heading": "Ankle sprains: a review of mechanism, pathoanatomy and management",
    "topic": "Conclusion",
    "subtopic": "Summary",
    "text": "Ankle sprain is one of the most prevalent musculoskeletal injuries. The severity can vary, and if not managed appropriately, they may result in life-altering consequences. The optimal management approach involves a collaborative interprofessional team effort, with patient education and comprehensive rehabilitation playing pivotal roles in achieving successful functional outcomes."
  }
]