[
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Consensus on Classification and Treatment",
    "text": "Even though fifth metatarsal fractures represent one of the most common injuries of the lower limb, there is no consensus regarding their classification and treatment, while the term 'Jones' fracture has been used inconsistently in the literature."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Zone 1 Fracture Treatment",
    "text": "In the vast majority of patients, Zone 1 fractures are treated non-operatively with good outcomes."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Zone 2 and 3 Fracture Treatment",
    "text": "Treatment of Zone 2 and 3 fractures remains controversial and should be individualized according to the patient's needs and the 'personality' of the fracture."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Operative Treatment Standard",
    "text": "If treated operatively, anatomic reduction and intramedullary fixation with a single screw, with or without biologic augmentation, remains the ‘gold standard' of management; recent reports however report good outcomes with open reduction and internal fixation with specifically designed plating systems."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Surgical Complications",
    "text": "Common surgical complications include hardware failure or irritation of the soft tissues, refracture, non-union, sural nerve injury, and chronic pain."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Patient-Centered Decision Making",
    "text": "Patients should be informed of the different treatment options and be part of the decision process, especially where time for recovery and returning to previous activities is of essence, such as in the case of high-performance, elite athletes."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Keywords",
    "subtopic": "List of Keywords",
    "text": "fifth metatarsal, fracture, treatment, review"
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Introduction",
    "subtopic": "Prevalence and Incidence",
    "text": "Metatarsal fractures represent the most common injury of the foot, accounting for approximately 5-6% of all the fractures encountered in the primary care setting, with about 45–70% of these injuries involving the fifth metatarsal (1). Their incidence has been reported as high as 1.8 per 1000 person-years, with patients most frequently presenting between 20 and 50 years of age (2)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Introduction",
    "subtopic": "Demographics and High-Risk Groups",
    "text": "Noteworthy, the majority of young patients are males, whereas older patients are females (3). In elite athletes (4), a 5-year review from a single National Football League (NFL) team demonstrated an incidence of 3.42% (5). Besides football, other sports with an increased risk of suffering these fractures include soccer, basketball, and track and field athletes (4, 6)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Introduction",
    "subtopic": "Historical Context and Terminology",
    "text": "Sir Robert Jones was the first who described the metaphyseal-diaphyseal (within 0.75 inches from the base) fifth metatarsal fracture in four patients in Liverpool in 1902, with himself sustaining the same injury while dancing (7). Nowadays, the term 'Jones fracture' defines just one type of the fifth metatarsal fracture, that is a 'Zone 2' injury, and there are several misconceptions and controversies regarding the terminology and treatment of these injuries. The purpose of the herein study is to provide an update in regard to the evaluation, management, and outcomes of these important and frequent injuries."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Relevant anatomy",
    "subtopic": "Anatomical Attachments",
    "text": "Several specific anatomical considerations are crucial in assessing the healing potential and therefore the management of these injuries. Four structures attach on the fifth metatarsal base, dorsally; peroneus brevis attaches at the tubercle, peroneus tertius at the metaphyseal-diaphyseal junction, and abductor digiti minimi and the lateral band of the plantar fascia on the plantar-lateral aspect (8) (Fig. 1)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Relevant anatomy",
    "subtopic": "Structural and Vascular Considerations",
    "text": "In addition, the proximal part of the fifth metatarsal is relatively fixed by strong ligaments attaching to the cuboid and other metatarsals, whereas its shaft remains mobile. It is these features that account for the increased propensity of delayed union/non-union in the metaphyseal-diaphyseal junction, and additionally, the stresses exerted at the mobile metatarsal head, which are directed to the base, using the metaphyseal-diaphyseal junction as a fulcrum (8). Additionally, two sesamoid bones, the os peroneum (inside the peroneus longus tendon) and os vesalianum (just proximal to the fifth metatarsal base), should be differentiated from fractures, having a smooth contour (9). Most importantly, there is a watershed area at the metaphysis-diaphysis junction between the proximal metaphyseal blood supply and the diaphyseal part of the bone supplied by the nutrient artery which is greatly responsible for the highest risk of delayed union/non-union of these fractures (10, 11) (Fig. 2). Finally, the sural nerve is very close to the entry point for intramedullary screw fixation and should be identified and protected during reconstructive procedures (12)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Biomechanics and predisposing factors",
    "subtopic": "Injury Mechanism",
    "text": "Kavanagh et al. in a force platform analysis demonstrated that a vertical or medial lateral force is often required for a fracture to occur (13). Inversion injuries are responsible for tuberosity avulsion fractures (14), where peroneus brevis is already contracted during stance phase and has the potential of pulling the tuberosity fragment when the plantarly flexed foot is subjected to an inversion stress; the firm attachment of the lateral band of plantar aponeurosis, on the other hand, is implicated for fractures distally to the tuberosity (15, 16, 17, 18). Furthermore, Gu used a three-dimensional model to study stress loads on the metatarsals during landing, reporting that one of the peak stress points was in the proximal fifth metatarsal. When he changed the angle of landing, he noticed that the lateral metatarsal stress surged during inversion (19)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Biomechanics and predisposing factors",
    "subtopic": "Predisposing Factors",
    "text": "A weak toe-grip strength may also predispose a fifth metatarsal fracture by decreasing the dynamic balance ability which may lead to overloading of the lateral side of the foot (20). Athletes who encounter a Jones fracture apply increased forces at the base of the fifth metatarsal during common sports activities (21). There are many predisposing biomechanical factors which can shift weight to the lateral foot and cause a Zone 2 or Zone 3 fifth metatarsal fracture. In a cadaveric study, Aronow et al. demonstrated that isolated gastrocnemius or triceps surae contractures transmit weight-bearing forces from the hindfoot to the midfoot and forefoot (22). Congenital bone malstructure such as plantar malunion of fifth metatarsal or dorsal malunion of any of the first four metatarsals can also provoke relative plantarflexion of fifth metatarsal's head and cause a shear force carried by the fifth metatarsal. Obese patients are more prone to Zone 3 fractures due to secondary biomechanical and metabolic consequences of excessive adipose tissue (23). A recent radiographic analysis of 51 NFL players showed that a long, straight, narrow fifth metatarsal possesses a greater risk for Jones fracture (24). Tibia vara, varus hindfoot (25), forefoot adduction (26), genu varum heel (14), and metatarsus adductus (27) have also been associated with increased load to the lateral column."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Classification",
    "subtopic": "Stewart Classification (1960)",
    "text": "Over the years, numerous classification schemes have been created, the first one reported by Stewart in 1960 based on the fracture location and morphology (28). Type I is an extra-articular fracture between the metatarsal base and the diaphysis, type II an intra-articular fracture of the metatarsal base, type III an avulsion fracture of the base, type IV a comminuted fracture with intra-articular extension, and type V a partial avulsion of the metatarsal bone with or without a fracture. Fifteen years later, Dameron et al. observed differences in healing between fractures of fifth metatarsal tuberosity and fractures distal to the insertion of the peroneus brevis (29)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Classification",
    "subtopic": "Lawrence and Botte Classification (Anatomic Zones)",
    "text": "Based on these findings, Lawrence and Botte later divided proximal fractures into three anatomic zones (14, 29, 30) (Fig. 1):\nZone 1: Tuberosity avulsion fractures with or without involvement of the tarsometatarsal articulation ('pseudojones' or 'tennis' fractures) most common, accounting for more than 90% of the fifth metatarsal fractures (31). They usually occur as inversion injuries, secondary to the pull of the lateral band of plantar fascia and peroneus brevis tendon.\nZone 2: Fractures of the metaphyseal-/diaphyseal junction, which extend into the fourth-fifth intermetatarsal facet, distal to the articulation between cuboid and fifth metatarsal base ('Jones' fractures). They occur after indirect adduction force to the fifth metatarsal, distal to the tuberosity and along with ankle plantarflexion. This foot twisting creates a pulling force on the lateral band of the plantar fascia, with tension and strain on peroneus brevis tendon.\nZone 3: Proximal diaphyseal stress fractures, typically located distal to the Lisfranc joint and distal to the fourth-fifth intermetatarsal facet, that is in the proximal 1.5 cm of the metatarsal shaft. They occur from chronic repetitive stress in sports like running, soccer, and basketball or from certain biomechanical abnormalities such as the case of a cavovarus foot, varus tibia, and recent augmentation of weight-bearing activity. Microfractures of the lateral cortex are initiated by tensile forces; subsequently, the fracture propagates medially.\nFractures occurring at the regions distal to Zone 3 are termed as 'Dancer's fractures'. They are typically spiral fractures occurring from rotational forces to the axially loaded, plantarflexed foot. In addition, fractures of fifth metatarsal's head can be intra-articular or extra-articular."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Classification",
    "subtopic": "Torg Classification (for Delayed Presentations)",
    "text": "For delayed patient presentations, the classification which is most widely used nowadays was developed by Torg, who subdivided Dameron's Zones 2 and 3 (former Jones' and proximal diaphysis fracture) into three categories, according to radiological appearances and healing status (33, 34, 35). These three types need adjusted management strategies and help the physician to determine the age of the fracture at presentation:\nType 1 (acute): Fractures characterized by a narrow fracture line, no intramedullary sclerosis, minimal cortical hypertrophy, or periosteal reaction with no history of previous fracture (previous discomfort or even pain may be present).\nType II (delayed union): Increased fracture line width, involving both cortices, associated periosteal bone and intramedullary sclerosis, with a history of previous injury or fracture.\nType III (non-union): Eradication of the medullary canal by sclerotic bone, evidence of periosteal reaction and radiolucency, typically associated with a history of repetitive trauma and recurrent symptoms."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Clinical presentation",
    "subtopic": "Patient History and Symptoms",
    "text": "The patient's history and physical examination is extremely important to differentiate between an acute vs a stress fracture. Patients with acute fifth metatarsal fractures present with pain, localized swelling and tenderness, difficulty in walking or weight-bearing, and in some cases, ecchymosis. On the contrary, patients presenting with stress reactions or fractures complain about pain only during activity in the prodromal phase, with these symptoms commonly being present for several weeks (29, 36). Generally, patients are able to localize the pain to the area of the fracture, while foot inversion from 30 to 50° results in maximal strain and increased symptoms. Note that there is very limited mobility at the fracture site and therefore absence of crepitus or palpable gap."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Clinical presentation",
    "subtopic": "Physical Examination and Predisposing Factors",
    "text": "Predisposing factors for stress fractures such as previous history of a stress fracture, recent intense (or change in) activity, osteopenia, and endocrinopathies (diabetes mellitus, hyperparathyroidism, nutrient deficiencies, amenorrhea, etc.) should be identified. Serum calcium, vitamin D, nutritional deficiencies, and history of menstrual cycle irregularity in females should be evaluated, as these can unveil metabolic bone pathologies. Finally, a comprehensive foot and ankle examination is of paramount importance, with the entire lower limb being evaluated for the presence of axial deformity, such as pes cavus or genu varum."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Investigations",
    "subtopic": "Radiographic Evaluation",
    "text": "For reducing radiation exposure, the Ottawa Foot Rules have been introduced, as an extension of the Ottawa Ankle Rules and indicate that the clinical assessment of every subtle ankle injury should encompass palpation of both malleoli, navicular bone, and base of the fifth metatarsal (37). A foot injury requires radiographic evaluation if the patient has pain in the midfoot and if any of the following is present, bony tenderness at the base of the fifth metatarsal, bony tenderness at the navicular, and inability to bear weight taking four steps both immediately and in the emergency room. The reported sensitivity and specificity of these rules are 100 and 70%, respectively (38).\nThree standard, weight-bearing views are necessary, anteroposterior (AP), lateral, and 30- or 45-degree oblique view, with the latter being the most helpful for the anatomic classification. If the patient cannot tolerate pain with weight-bearing, mild supination can be added to the lateral view in order to minimize osseous overlap. Yet, as much as 77% of avulsion fractures (particularly those at the tip of the tuberosity) may be missed on standard foot radiographs (39), and a supplementary AP view of the ankle including the base of the proximal fifth metatarsal should be obtained (40)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Investigations",
    "subtopic": "Advanced Imaging and Other Tests",
    "text": "It must be stressed that radiographic features of stress fractures are usually absent in the early stages. Well-differentiated linear lucencies usually appear 2–6 weeks after the original insult, with variable degree of periosteal reaction (41). MRI and technetium bone scan may guide the physician in equivocal cases in the early stages (42, 43). CT may be used to evaluate delayed union/non-union, confirm healing, or refracture. Dual energy X-ray absorptiometry (44) may be useful in cases of multiple fractures or recurring non-unions. Finally, a metabolic workup may be warranted, including screening of vitamin D levels (45, 46)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Management",
    "subtopic": "General Principles",
    "text": "Conservative or surgical treatment is decided based on the fracture type, associated injuries, and individual patient characteristics. There is a plethora of non-operative treatment modalities, including elastic bandage support, non-weight-bearing casting, a hard-soled shoe, short-leg walking casts, and a cam walker boot (47, 48, 49, 50, 51, 52). Various surgical techniques exist, with intramedullary screw fixation (6, 13, 36, 53, 54, 55, 56, 57, 58, 59) with or without bone grafting, tension band constructs (60), and low-profile plates (61, 62, 63, 64, 65, 66, 67). In general, surgery is contraindicated in neuropathic feet, presence of vascular insufficiency, and local infection (68). However, diabetic patients with intact sensation and vascular supply are eligible for surgical management (69). When there is a secondary predisposing factor such as a limb axial deformity, for example pes cavovarus, this should also be addressed otherwise it will eventually lead to therapeutic failure (70)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Management",
    "subtopic": "Zone 1 – Non-displaced and displaced tuberosity avulsion fractures",
    "text": "Dameron (71) was the first to report clinical healing as high as 97% of tuberosity fractures, within weeks from injury; other teams have also reported equivalent results (30, 35, 72). There is a general agreement that all non-displaced or minimally displaced tuberosity avulsion fractures should be treated conservatively; a systematic review and meta-analysis demonstrated no significant difference in union and refracture rates between different conservative methods (73). Elastic wrapping and weight-bearing as tolerated for a period of 3 weeks is adequate (74) and a hard-sole shoe, short-leg cast, or cam walker boot can also be other options (51, 52, 75). Historically, surgery was recommended for a displacement greater than 2 mm, or comminution in Zone 1 fractures and various operative interventions have been described (76, 77, 78, 79, 80, 81). A prospective study showed no benefit of immobilization vs symptomatic treatment for avulsion fractures of the base of the fifth metatarsal (48), while a recent systematic review opted for non-operative treatment, regardless of technique (82). Involvement of more than one-third of the cubometatarsal joint may require open reduction and screw fixation using tension band wiring or a small fragment screw (2.0-2.7 mm) (40, 83, 84); however, the latter is found to be superior (83). A distal ulna hook plate was used with good results for displaced tuberosity avulsion fractures (85). A recent study showed that clinical and radiologic outcomes of operative vs non-operative management of Zone 1 fractures are equivalent (78). In cases of delayed symptomatic presentation, excision of the involved proximal fragment is indicated (86). In our practice, it is very rare that we operatively treat Zone 1 fractures, either displaced or undisplaced. Even if the fracture does not 'heal' radiographically, a pain-free fibrous union may develop, hence making an operation unnecessary (Fig. 3). Poor outcomes are rare and may be attributed to either a painful fibrous union, joint incongruity, or entrapment of the sural nerve branch inside the callus (86)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Management",
    "subtopic": "Zone 2 - 'Jones' fractures",
    "text": "Optimal management of these fractures is controversial and treatment is individualized to patient's needs and expectations. One of the problems is that the term 'Jones fracture' has been inconsistently used to include both Zone 2 and Zone 3 fractures (49, 87). In general, the 'true Jones' fractures should be treated with non-weight-bearing, as weight-bearing has been implicated in increased incidence of non-union (54), although there has also been a trend toward 'functional treatment' consisting of full weight-bearing accompanied by full range of motion (49, 50). Several authors have reported successful conservative treatment (50, 88, 89). However, because of the watershed area of the region, non-union rates of Zones 2 and 3 have been reported to be up to 21% after non-operative management (84, 90, 91, 92). Healing starts from a medial to lateral direction and callus is seen by 6–8 weeks. Where there is absence of callus within this period, a trial of pulsed electromagnetic field therapy may be used with a reported healing union time of 3 months, range 2–4 months (93). Several systematic reviews conclude that surgery results in shorter union times and lower number of delayed union or non-unions (80, 99, 100, 101).\nIntramedullary screw fixation with or without grafting is being widely performed (6, 13, 36, 53, 54, 55, 56, 57, 58, 59) (Fig. 4). To avoid complications such as hardware failure (Fig. 5) and refracture (102), several studies have been conducted to assess the properties a screw should have. The diameter of the screw should be no less than 4.5 mm in order to obtain adequate compression, and the largest screw possible should always be used (97, 103, 104, 105, 106). Regarding the surgical technique for fresh fractures, the patient is placed supine on a radiolucent table with a bolster under the ipsilateral hip and a tourniquet is applied. The entry point is crucial and is classically described as being ‘high and inside'. A guidewire is inserted and advanced into the canal past the fracture and thereafter the cannulated drill was passed over the guidewire. A solid screw is advanced into the canal to achieve excellent fracture compression. In cases of surgery on delayed/non-unions, the incision is made, the fracture site is exposed, sclerosis is taken down, and multiple drill holes are made. Bone marrow aspirate concentrate, as well as autograft, is packed to the non-union site, and subsequently, a solid screw is passed as previously described. \nIn athletes, relatively high refracture rates have been reported, up to 30% (6), and therefore alternative approaches may be adopted such as plate fixation (61, 62, 63, 64, 65, 66, 67). This technique may be preferred in cases of a laterally bowed fifth metatarsal or comminuted fractures (112), however further clinical research is needed to better define its role.\nIn our practice, the treatment is individualized. If non-operative treatment is decided, the patient is placed in a short-leg cast, non-weight-bearing for 6 weeks. If the patient is an operative candidate, an intramedullary screw fixation is our usual standard of care. Post-operatively, the patient is placed in a non-weight-bearing splint and cast. At 6 weeks, healing is evaluated and if healed, full weight-bearing is allowed. In cases of delayed union or non-union, the patient undergoes metabolic workup and is subsequently treated operatively with a primary or revision intramedullary screw and bone grafting. For the competitive athlete, CT confirmation of union is warranted prior to return to full play."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Management",
    "subtopic": "Zone 3 – Proximal diaphyseal stress fractures",
    "text": "These fractures usually present late, as 'stress fractures'. If they are acute, a trial of non-weight-bearing cast vs operative treatment (87, 113) is discussed with the patient. However, the latter may be favored in a high-demand individual such as an elite athlete (87, 113). The treatment is similar to Zone 2 injuries (114) as described above."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Management",
    "subtopic": "Dancer's fracture – Diaphyseal spiral fracture",
    "text": "In general, non-operative treatment is preferred for these fractures and is quite effective leaving no sequela even in competitive athletes (115, 116). In a recent study, 33 patients were treated with a boot or a hard-sole shoe with a minimum of 10 months follow-up and showed excellent outcomes regardless of the degree of displacement, shortening, or rotation. There were 9% delayed unions, however, all patients ultimately united with an average time to union of 8.3 weeks. The hard-sole shoe showed superior outcomes compared to the boot. Of note, despite classically being associated with high-performance athletes, hence the name 'Dancer's fracture', a recent study showed increased incidence in females over the age of 40 and when low energy trauma is involved in that group they should be considered as early fragility fractures and warrant metabolic workup (3)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Complications",
    "subtopic": "Overview of Surgical Complications",
    "text": "Although surgical outcomes are widely successful (6, 13, 36, 53, 54, 55, 56, 57, 58, 59, 80, 94, 97, 99, 100, 101, 106), possible complications include hardware failure (Fig. 5) and refracture (102), sural nerve injury (12), malunion, delayed union/non-union, prominence of the screwhead, chronic low level pain (109), and iatrogenic fractures (12, 36). Table 1 summarizes the causes of non-union following fifth Metatarsal fractures. Refractures or non-unions may occur up to 12% of the intramedullary screw fixation cases (59, 100). However, the rate of refracture in elite athletes may be as high as 30% for intramedullary screw fixation (6) vs 10.5% for plate fixation (111), in recent studies. Table 2 summarizes the literature assessing the incidence of non-union and subsequent treatment strategy. Possible causes of failure may be technically related, for example inappropriate screw size/biology, failure to simultaneously address causative factors such as pes cavus, as well as secondary to inadequate post-operative protocols. In the past, symptomatic hardware has been reported in up to 30% of intramedullary screw fixation patients with a traditional screw, which is now rare with the use of fracture-specific screws (106) and the authors use them routinely (Fig. 4B). Headless screws are not recommended because of difficulty in removal (108). Plate removal has been reported in up to 31% of cases (111). It is important to note that removal of hardware may create stress risers and extreme caution is warranted especially in the case of athletes in which case it is recommended to occur only after retirement and in the meantime managed by shoe modification (117)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Complications",
    "subtopic": "Causes of Non-union (Table 1)",
    "text": "Patient specific factors: Smoking status, Diabetic, Peripheral vascular disease, Vitamin D/calcium deficiency, Hormonal deficiency (e.g. hypothyroidism), Increased age, NSAIDs (non-steroidal anti-inflammatory drugs).\nInjury specific factors: Zone 2/Zone 3 fractures, Open fractures.\nSurgeon-specific factors: Small diameter screws (<4.5 mm).\nMedications: NSAIDs, Synthetic glucocorticoids, Chemotherapy agents."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Complications",
    "subtopic": "Failed Non-union Treatment Causes and Rates (Table 2)",
    "text": "This table summarizes outcomes from various studies on failed treatments for fifth metatarsal fractures. It details the number of patients, injury patterns (mostly Jones fractures), initial treatment modalities (conservative cast, various surgical screws), the type of failure (non-union, refracture, bent screw), time to failure, and the subsequent treatment for the failure (e.g., revision surgery with larger screws, bone grafting, pulsed electromagnetic fields, excision of fragments)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Conclusion",
    "subtopic": "Summary and Treatment Strategy",
    "text": "Fractures of the fifth metatarsal remain a challenging problem to treat, especially in competitive athletes. In recent years, these injuries have been more clearly reported as the 'true' Jones fractures have been better differentiated from the rest as far as treatment and outcomes are concerned. The intra-osseous blood supply to the fifth metatarsals' greater tuberosity and proximal diaphysis differs. Fractures of the greater tuberosity both at a proximal and distal level have the propensity to heal given the numerous randomly distributed metaphyseal arteries. In contrast, fractures at the proximal metaphysis disrupt the nutrient artery, and hence create the so-called 'avascular region' (10). Considerations of fracture location and potential vascular compromise should therefore always be taken into account and considered in the treatment strategy."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Conclusion",
    "subtopic": "Classification Recommendation",
    "text": "The classification systems have evolved since the first described 'Jones' fractures in 1902 but despite this their remains a discrepancy in what is defined as a Jones fracture with some authors defining it as a fracture at the metaphyseal-diaphyseal junction and others at the proximal diaphysis. Therefore, we propose using a combination of Lawrence and Botte's classification (14) in conjunction with Torg's classification (35) to avoid any discrepancies when describing these fractures."
  }
]