[
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Consensus on Classification and Treatment",
    "text": "Even though fifth metatarsal fractures represent one of the most common injuries of the lower limb, there is no consensus regarding their classification and treatment, while the term 'Jones' fracture has been used inconsistently in the literature."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Zone 1 Fracture Treatment",
    "text": "In the vast majority of patients, Zone 1 fractures are treated non-operatively with good outcomes."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Zone 2 and 3 Fracture Treatment",
    "text": "Treatment of Zone 2 and 3 fractures remains controversial and should be individualized according to the patient's needs and the 'personality' of the fracture."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Operative Treatment Standard",
    "text": "If treated operatively, anatomic reduction and intramedullary fixation with a single screw, with or without biologic augmentation, remains the ‘gold standard' of management; recent reports however report good outcomes with open reduction and internal fixation with specifically designed plating systems."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Surgical Complications",
    "text": "Common surgical complications include hardware failure or irritation of the soft tissues, refracture, non-union, sural nerve injury, and chronic pain."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Key Points",
    "subtopic": "Patient-Centered Decision Making",
    "text": "Patients should be informed of the different treatment options and be part of the decision process, especially where time for recovery and returning to previous activities is of essence, such as in the case of high-performance, elite athletes."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Keywords",
    "subtopic": "List of Keywords",
    "text": "fifth metatarsal, fracture, treatment, review"
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Introduction",
    "subtopic": "Prevalence and Incidence",
    "text": "Metatarsal fractures represent the most common injury of the foot, accounting for approximately 5-6% of all the fractures encountered in the primary care setting, with about 45–70% of these injuries involving the fifth metatarsal. Their incidence has been reported as high as 1.8 per 1000 person-years, with patients most frequently presenting between 20 and 50 years of age."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Introduction",
    "subtopic": "Demographics and High-Risk Groups",
    "text": "Noteworthy, the majority of young patients are males, whereas older patients are females. In elite athletes, a 5-year review from a single National Football League (NFL) team demonstrated an incidence of 3.42%. Besides football, other sports with an increased risk of suffering these fractures include soccer, basketball, and track and field athletes."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Introduction",
    "subtopic": "Historical Context and Terminology",
    "text": "Sir Robert Jones was the first who described the metaphyseal-diaphyseal (within 0.75 inches from the base) fifth metatarsal fracture in four patients in Liverpool in 1902, with himself sustaining the same injury while dancing. Nowadays, the term 'Jones fracture' defines just one type of the fifth metatarsal fracture, that is a 'Zone 2' injury, and there are several misconceptions and controversies regarding the terminology and treatment of these injuries. The purpose of the herein study is to provide an update in regard to the evaluation, management, and outcomes of these important and frequent injuries."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Relevant anatomy",
    "subtopic": "Anatomical Attachments",
    "text": "Several specific anatomical considerations are crucial in assessing the healing potential and therefore the management of these injuries. Four structures attach on the fifth metatarsal base, dorsally; peroneus brevis attaches at the tubercle, peroneus tertius at the metaphyseal-diaphyseal junction, and abductor digiti minimi and the lateral band of the plantar fascia on the plantar-lateral aspect."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Relevant anatomy",
    "subtopic": "Structural and Vascular Considerations",
    "text": "The proximal part of the fifth metatarsal is relatively fixed by strong ligaments attaching to the cuboid and other metatarsals, whereas its shaft remains mobile. These features account for the increased propensity of delayed union/non-union in the metaphyseal-diaphyseal junction. Additionally, two sesamoid bones, the os peroneum and os vesalianum, should be differentiated from fractures. Most importantly, there is a watershed area at the metaphysis-diaphysis junction between the proximal metaphyseal blood supply and the diaphyseal part of the bone supplied by the nutrient artery which is greatly responsible for the highest risk of delayed union/non-union of these fractures. Finally, the sural nerve is very close to the entry point for intramedullary screw fixation and should be identified and protected during reconstructive procedures."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Biomechanics and predisposing factors",
    "subtopic": "Injury Mechanism",
    "text": "Kavanagh et al. demonstrated that a vertical or medial lateral force is often required for a fracture to occur. Inversion injuries are responsible for tuberosity avulsion fractures, where peroneus brevis is already contracted and pulls the tuberosity fragment. The firm attachment of the lateral band of plantar aponeurosis is implicated for fractures distally to the tuberosity. A three-dimensional model reported that one of the peak stress points was in the proximal fifth metatarsal and lateral metatarsal stress surged during inversion."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Biomechanics and predisposing factors",
    "subtopic": "Predisposing Factors",
    "text": "A weak toe-grip strength may predispose a fifth metatarsal fracture by decreasing dynamic balance. Athletes who encounter a Jones fracture apply increased forces at the base of the fifth metatarsal. There are many predisposing biomechanical factors which can shift weight to the lateral foot and cause a Zone 2 or Zone 3 fifth metatarsal fracture. These include isolated gastrocnemius or triceps surae contractures, congenital bone malstructure, and obesity. A recent radiographic analysis showed that a long, straight, narrow fifth metatarsal possesses a greater risk for Jones fracture. Tibia vara, varus hindfoot, forefoot adduction, genu varum heel, and metatarsus adductus have also been associated with increased load to the lateral column."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Classification",
    "subtopic": "Stewart Classification (1960)",
    "text": "Over the years, numerous classification schemes have been created, the first one reported by Stewart in 1960 based on the fracture location and morphology. Type I is an extra-articular fracture between the metatarsal base and the diaphysis, type II an intra-articular fracture of the metatarsal base, type III an avulsion fracture of the base, type IV a comminuted fracture with intra-articular extension, and type V a partial avulsion of the metatarsal bone with or without a fracture."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Classification",
    "subtopic": "Lawrence and Botte Classification (Anatomic Zones)",
    "text": "Lawrence and Botte later divided proximal fractures into three anatomic zones:\n\nZone 1: Tuberosity avulsion fractures with or without involvement of the tarsometatarsal articulation ('pseudojones' or 'tennis' fractures) – most common, accounting for more than 90% of the fifth metatarsal fractures. They usually occur as inversion injuries.\n\nZone 2: Fractures of the metaphyseal-/diaphyseal junction, which extend into the fourth-fifth intermetatarsal facet, distal to the articulation between cuboid and fifth metatarsal base ('Jones' fractures). They occur after indirect adduction force to the fifth metatarsal.\n\nZone 3: Proximal diaphyseal stress fractures, typically located distal to the Lisfranc joint and distal to the fourth-fifth intermetatarsal facet, that is in the proximal 1.5 cm of the metatarsal shaft. They occur from chronic repetitive stress in sports.\n\n'Dancer's fractures': Fractures occurring at the regions distal to Zone 3. They are typically spiral fractures occurring from rotational forces to the axially loaded, plantarflexed foot."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Classification",
    "subtopic": "Torg Classification (for Delayed Presentations)",
    "text": "For delayed patient presentations, the classification which is most widely used nowadays was developed by Torg, who subdivided Dameron's Zones 2 and 3 into three categories, according to radiological appearances and healing status:\n\nType I (acute): Fractures characterized by a narrow fracture line, no intramedullary sclerosis, minimal cortical hypertrophy, or periosteal reaction.\n\nType II (delayed union): Increased fracture line width, involving both cortices, associated periosteal bone and intramedullary sclerosis, with a history of previous injury or fracture.\n\nType III (non-union): Eradication of the medullary canal by sclerotic bone, evidence of periosteal reaction and radiolucency, typically associated with a history of repetitive trauma and recurrent symptoms."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Clinical presentation",
    "subtopic": "Patient History and Symptoms",
    "text": "The patient's history and physical examination is extremely important to differentiate between an acute vs a stress fracture. Patients with acute fifth metatarsal fractures present with pain, localized swelling and tenderness, difficulty in walking or weight-bearing, and in some cases, ecchymosis. On the contrary, patients presenting with stress reactions or fractures complain about pain only during activity in the prodromal phase, with these symptoms commonly being present for several weeks."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Clinical presentation",
    "subtopic": "Physical Examination and Predisposing Factors",
    "text": "Generally, patients are able to localize the pain to the area of the fracture, while foot inversion from 30 to 50° results in maximal strain and increased symptoms. Note that there is very limited mobility at the fracture site and therefore absence of crepitus or palpable gap. Predisposing factors for stress fractures such as previous history of a stress fracture, recent intense activity, osteopenia, and endocrinopathies should be identified. Finally, a comprehensive foot and ankle examination is of paramount importance, with the entire lower limb being evaluated for the presence of axial deformity, such as pes cavus or genu varum."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Investigations",
    "subtopic": "Radiographic Evaluation",
    "text": "For reducing radiation exposure, the Ottawa Foot Rules have been introduced. Three standard, weight-bearing views are necessary, anteroposterior (AP), lateral, and 30- or 45-degree oblique view, with the latter being the most helpful for the anatomic classification. Yet, as much as 77% of avulsion fractures may be missed on standard foot radiographs, and a supplementary AP view of the ankle including the base of the proximal fifth metatarsal should be obtained."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Investigations",
    "subtopic": "Advanced Imaging and Other Tests",
    "text": "It must be stressed that radiographic features of stress fractures are usually absent in the early stages. MRI and technetium bone scan may guide the physician in equivocal cases in the early stages. CT may be used to evaluate delayed union/non-union, confirm healing, or refracture. Dual energy X-ray absorptiometry (DXA) may be useful in cases of multiple fractures or recurring non-unions. Finally, a metabolic workup may be warranted, including screening of vitamin D levels."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Management",
    "subtopic": "General Principles",
    "text": "Conservative or surgical treatment is decided based on the fracture type, associated injuries, and individual patient characteristics. There is a plethora of non-operative treatment modalities, including elastic bandage support, non-weight-bearing casting, a hard-soled shoe, short-leg walking casts, and a cam walker boot. Various surgical techniques exist, with intramedullary screw fixation, tension band constructs, and low-profile plates. In general, surgery is contraindicated in neuropathic feet, presence of vascular insufficiency, and local infection. When there is a secondary predisposing factor such as a limb axial deformity, this should also be addressed."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Management",
    "subtopic": "Zone 1 – Non-displaced and displaced tuberosity avulsion fractures",
    "text": "There is a general agreement that all non-displaced or minimally displaced tuberosity avulsion fractures should be treated conservatively. Elastic wrapping and weight-bearing as tolerated for a period of 3 weeks is adequate and a hard-sole shoe, short-leg cast, or cam walker boot can also be other options. Historically, surgery was recommended for a displacement greater than 2 mm, or comminution. Involvement of more than one-third of the cubometatarsal joint may require open reduction and screw fixation. In cases of delayed symptomatic presentation, excision of the involved proximal fragment is indicated. Even if the fracture does not 'heal' radiographically, a pain-free fibrous union may develop, hence making an operation unnecessary."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Management",
    "subtopic": "Zone 2 - 'Jones' fractures",
    "text": "Optimal management of these fractures is controversial and treatment is individualized. The 'true Jones' fractures should be treated with non-weight-bearing, as weight-bearing has been implicated in increased incidence of non-union. However, because of the watershed area of the region, non-union rates of Zones 2 and 3 have been reported to be up to 21% after non-operative management. Several systematic reviews conclude that surgery results in shorter union times and lower number of delayed union or non-unions. Intramedullary screw fixation with or without grafting is being widely performed. The diameter of the screw should be no less than 4.5 mm. Plate fixation is an alternative, and a cadaveric study showed promising results of plantar-lateral plate fixation. This technique may be preferred in cases of a laterally bowed fifth metatarsal or comminuted fractures."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Management",
    "subtopic": "Zone 3 – Proximal diaphyseal stress fractures",
    "text": "These fractures usually present late, as 'stress fractures'. If they are acute, a trial of non-weight-bearing cast vs operative treatment is discussed with the patient. However, the latter may be favored in a high-demand individual such as an elite athlete. The treatment is similar to Zone 2 injuries as described above."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Management",
    "subtopic": "Dancer's fracture – Diaphyseal spiral fracture",
    "text": "In general, non-operative treatment is preferred for these fractures and is quite effective leaving no sequela even in competitive athletes. In a recent study, 33 patients were treated with a boot or a hard-sole shoe with excellent outcomes. There were 9% delayed unions, however, all patients ultimately united with an average time to union of 8.3 weeks. A recent study showed increased incidence in females over the age of 40 and when low energy trauma is involved in that group they should be considered as early fragility fractures and warrant metabolic workup."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Complications",
    "subtopic": "Overview of Surgical Complications",
    "text": "Although surgical outcomes are widely successful, possible complications include hardware failure, refracture, sural nerve injury, malunion, delayed union/non-union, prominence of the screwhead, chronic low level pain, and iatrogenic fractures. Refractures or non-unions may occur up to 12% of the intramedullary screw fixation cases. However, the rate of refracture in elite athletes may be as high as 30% for intramedullary screw fixation vs 10.5% for plate fixation in recent studies. Possible causes of failure may be technically related, for example inappropriate screw size/biology, failure to simultaneously address causative factors such as pes cavus, as well as secondary to inadequate post-operative protocols. Symptomatic hardware has been reported in up to 30% of intramedullary screw fixation patients with a traditional screw, which is now rare with the use of fracture-specific screws. Removal of hardware may create stress risers and extreme caution is warranted."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Complications",
    "subtopic": "Causes of Non-union (Table 1)",
    "text": "Patient specific factors: Smoking status, Diabetic, Peripheral vascular disease, Vitamin D/calcium deficiency, Hormonal deficiency (e.g. hypothyroidism), Increased age, NSAIDs (non-steroidal anti-inflammatory drugs).\nInjury specific factors: Zone 2/Zone 3 fractures, Open fractures.\nSurgeon-specific factors: Small diameter screws (<4.5 mm).\nMedications: NSAIDs, Synthetic glucocorticoids, Chemotherapy agents."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Complications",
    "subtopic": "Failed Non-union Treatment Causes and Rates (Table 2)",
    "text": "A summary of studies on failed non-union treatments, indicating various injury patterns (mostly Jones fractures), treatment modalities (conservative, various screw fixations), failure types (non-union, refracture, bent screw), and subsequent treatments for the failure (revision surgery, bone grafting, bigger screws, pulsed electromagnetic fields, etc.)."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Conclusion",
    "subtopic": "Summary and Treatment Strategy",
    "text": "Fractures of the fifth metatarsal remain a challenging problem to treat, especially in competitive athletes. The intra-osseous blood supply to the fifth metatarsals' greater tuberosity and proximal diaphysis differs, which impacts healing potential. Considerations of fracture location and potential vascular compromise should therefore always be taken into account and considered in the treatment strategy."
  },
  {
    "heading": "Fifth metatarsal fractures: an update on management, complications, and outcomes",
    "topic": "Conclusion",
    "subtopic": "Classification Recommendation",
    "text": "The classification systems have evolved since the first described 'Jones' fractures in 1902 but despite this their remains a discrepancy in what is defined as a Jones fracture. Therefore, we propose using a combination of Lawrence and Botte's classification in conjunction with Torg's classification to avoid any discrepancies when describing these fractures."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Injury Information",
    "subtopic": "Diagnosis",
    "text": "You have sustained a fracture to the base of the 5th metatarsal of your foot, which is known as an avulsion fracture."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Injury Information",
    "subtopic": "Follow-up",
    "text": "You will not be routinely followed up. This is a follow-up letter to your recent telephone consultation with the fracture care team explaining the ongoing management of your injury. Your case has been reviewed by an Orthopaedic Consultant (Bone Specialist) and Fracture Care Extended Scope Physiotherapist."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Injury Information",
    "subtopic": "Healing",
    "text": "It normally takes approximately 6 weeks to unite (heal)."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Injury Information",
    "subtopic": "Pain & swelling",
    "text": "Pain and swelling can be ongoing for 3-6 months. Swelling is often worse at the end of the day and elevating it will help. Take pain killers as prescribed."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Injury Information",
    "subtopic": "Walking",
    "text": "You may walk on the foot as comfort allows but you may find it easier to walk on your heel in the early stages. The boot you have been given is for your comfort only and is not needed to aid fracture healing."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Injury Information",
    "subtopic": "When to Seek Further Advice",
    "text": "If you are worried that you are unable to follow this rehabilitation plan, or have any questions, then please phone the Fracture Care Team for advice. We do not routinely follow up patients with this type of injury. If you are experiencing pain or symptoms, other than at the site of the original injury or surrounding area, please get in touch using the telephone details at the top of this letter. If after six weeks you are still experiencing significant pain and swelling or struggling to wean out of the boot please do not hesitate to contact us for a further consultation."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Management Plan",
    "subtopic": "Weeks 0-3",
    "text": "Wear the boot all of the time when walking. Use the crutches to take some of the weight off your foot. Take the boot off at night and when resting at home. Regularly perform the exercises below to get your movement back."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Management Plan",
    "subtopic": "Weeks 3-6",
    "text": "Try to stop using the boot and walk without crutches. Start around your home at first. You will want to wear the boot if you go on a longer walk. Continue with the exercises to regain flexibility in your foot and ankle."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Management Plan",
    "subtopic": "Weeks 6-12",
    "text": "The fracture is healed. Begin to resume normal activity - be guided by any pain you experience. You should be able to carry out day to day activities. Arduous tasks and long walks may still cause some discomfort and swelling."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Management Plan",
    "subtopic": "Week 12 and Beyond",
    "text": "If you are still experiencing significant pain and swelling then please contact the Fracture Care Team for advice."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Advice for new injuries",
    "subtopic": "Cold packs",
    "text": "A cold pack (ice pack or frozen peas wrapped in a damp towel) can provide short term pain relief. Apply this to the sore area for up to 15 minutes, every few hours ensuring the ice is never in direct contact with the skin."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Advice for new injuries",
    "subtopic": "Rest and Elevation",
    "text": "Try to rest the foot for the first 24-72 hours to allow the early stage of healing to begin. Raise your ankle above the level of your hips to reduce swelling. You can use pillows or a stool to keep your foot up."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Advice for new injuries",
    "subtopic": "Early movement and exercise",
    "text": "Early movement of the ankle and foot is important to promote circulation and reduce the risk of developing a DVT (blood clot). Follow the exercises below without causing too much pain. This will ensure your ankle and foot do not become too stiff. These exercises will help the healing process."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Advice for new injuries",
    "subtopic": "Early weight bearing",
    "text": "Early weight bearing (putting weight through your injured foot) helps increase the speed of healing. Try to walk as normally as possible as this will help with your recovery."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Advice for new injuries",
    "subtopic": "Smoking cessation",
    "text": "Medical evidence suggests that smoking prolongs fracture healing time. In extreme cases it can stop healing altogether. It is important that you consider this information with relation to your recent injury. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery from this injury. For advice on smoking cessation and local support available, please refer to the following website: http://smokefree.nhs.uk or discuss this with your GP."
  },
  {
    "heading": "Base of 5th Metatarsal Fracture - Shared care plan",
    "topic": "Physiotherapy",
    "subtopic": "Initial exercises to 3-4 times a day",
    "text": "Ankle and foot range of movement exercises. Repeat these 10 times each.\n1. Point your foot up and down within a comfortable range of movement.\n2. With your heels together, move your toes apart, as shown in the picture.\n3. Make circles with your foot in one direction and then change direction."
  }
]