[
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "General Information",
    "subtopic": "Source",
    "text": "Emergency Department, Oxford University Hospitals NHS Foundation Trust"
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "What a base of 5th metatarsal fracture?",
    "subtopic": "Definition",
    "text": "You have a fractured bone on the outer part of your foot. The the long bones in your foot are called metatarsals. They are numbered from 1 to 5. This fracture is at the base of the 5th metatarsal, which is where the name comes from. The break has occurred in a part of the bone that normally heals without a problem, so you won't need to have a plaster cast."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Swelling and pain",
    "subtopic": "Symptom Progression",
    "text": "The pain, tenderness and swelling you are experiencing should gradually settle over a period of several weeks. You may find it difficult to walk during this time due to the pain, so you might find it easier to put weight through your heel to start with."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Recommended treatment",
    "subtopic": "Walking and Footwear",
    "text": "You can walk on your injured foot as much as your pain allows. We recommend you wear a shoe with good support whilst your injury heals. You should gradually be able to start wearing other footwear over three to five weeks, as your pain settles."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Recovery time",
    "subtopic": "Expected Timeline",
    "text": "Most base of 5th metatarsal injuries heal without any problems. However, it may take several months for your symptoms to settle completely."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Possible complications",
    "subtopic": "Failure to Heal and Follow-up",
    "text": "Occasionally the fracture may fail to heal and will continue to be painful, even after several months. If this happens, you may need an operation to help heal the fracture. If you are still experiencing significant symptoms after eight weeks, please contact the New Patient Clinic for an appointment (contact details are at the end of this leaflet)."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Management of your injury",
    "subtopic": "Painkillers",
    "text": "Take regular painkillers, to help you move more easily and gently exercise your injured limb. Paracetamol is ideal. If paracetamol does not help, you may need a stronger painkiller, such as codeine. Codeine is only available on prescription; however you can buy a combination of paracetamol with codeine over the counter of any pharmacy. Please speak to the pharmacist for extra advice. Please read and follow the dosage instructions on the packet carefully. If you require a stronger pain relief, please contact your own GP for a prescription."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Management of your injury",
    "subtopic": "Rest",
    "text": "Rest your injured limb for the next 24 - 48 hours, with your foot elevated (raised up). Continue to gently move your injured ankle and foot, to prevent stiffness."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Management of your injury",
    "subtopic": "Ice",
    "text": "You can apply ice to your foot for up to 20 minutes every two hours, for the first 24 - 48 hours. A bag of frozen peas wrapped in a tea towel is ideal. Do not apply ice directly to your skin, as this may cause a cold burn."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Management of your injury",
    "subtopic": "Elevation",
    "text": "Your leg should be elevated while resting, to help reduce the swelling. This means that your foot should be at a higher level than your heart. Avoid having long periods of time when your leg is not rested."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "How to contact us",
    "subtopic": "When to Contact",
    "text": "If you continue to have pain eight weeks after your injury, despite taking regular painkillers and caring for your injury as advised, or if at any point you are worried your injury is not healing, please contact the New Patient Clinic for an appointment."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "How to contact us",
    "subtopic": "John Radcliffe Hospital, Oxford",
    "text": "New Patient (Fracture) Clinic at: John Radcliffe Hospital, Oxford. Monday to Friday, 9.00am to 5.00pm. Saturday and Sunday 9.00am to 11.00am. Tel: 01865 220 217."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "How to contact us",
    "subtopic": "Horton General Hospital, Banbury",
    "text": "OR Horton General Hospital, Banbury. Monday to Friday, 9.00am to 11.00am. Tel: 01295 229 606."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Further information",
    "subtopic": "Interpreter and Alternative Formats",
    "text": "If you would like an interpreter, please speak to the department where you are being seen. Please also tell them if you would like this information in another format, such as: Easy Read, large print, braille, audio, electronic, another language."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Further information",
    "subtopic": "Individual Needs",
    "text": "We have tried to make the information in this leaflet meet your needs. If it does not meet your individual needs or situation, please speak to your healthcare team. They are happy to help."
  },
  {
    "heading": "Base of 5th metatarsal fracture - Information for patients",
    "topic": "Further information",
    "subtopic": "Document Details",
    "text": "Author: Emergency Department. August 2022. Review: August 2025. Oxford University Hospitals NHS Foundation Trust. www.ouh.nhs.uk/information. Leaflet reference number: OMI 86572."
  }
]