[
    {
      "topic": "Total Hip Arthroplasty",
      "text": "Charnley's principles focused on minimizing JRF and friction. Modern acetabular cup implantation aims for the subchondral plate without excessive medialization, with smaller heads used to medialize the center of rotation. Cups have grooves and flanges to increase surface area and cement contact, avoiding deep grooves that compromise polyethylene thickness."
    },
    {
      "topic": "Biomechanics of Knee Replacement",
      "text": "Knee biomechanics involve condylar and saddle joints. Tibial plateau slope and varus/valgus alignment are important for stability. Femoral rollback during flexion is crucial for normal knee motion. Patellofemoral joint mechanics influence tracking and contact pressures. Ligaments (ACL, PCL, collaterals) provide static and dynamic stability."
    },
    {
      "topic": "Femoral And Tibial Cuts",
      "text": "The tibia is cut perpendicular to the mechanical axis to prevent uneven loading of bearing surfaces. To achieve a rectangular flexion gap, the AP femoral cuts are made with 3 degrees greater external rotation than the epicondylar axis. The distal femoral cut (valgus cut angle) creates a rectangular extension gap, typically set at 5-7 degrees valgus."
    },
    {
      "topic": "Importance of PCL",
      "text": "The PCL prevents flexion instability by opposing excessive posterior tibial translation. It also permits physiologic femoral rollback, preventing impingement and allowing greater flexion. PCL retaining designs offer advantages in maintaining normal kinematics and femoral rollback."
    },
    {
      "topic": "Judging femoral rotation",
      "text": "Femoral rotation is critical for creating a rectangular flexion gap and proper patella tracking. The epicondylar axis is a reliable landmark, and Whitesides line (deepest femoral sulcus to deepest trochlea) is perpendicular to the femoral axis of rotation. Posterior condyles are parallel to the rotation axis."
    },
    {
      "topic": "Ligament Balancing",
      "text": "Ligament releases for varus deformity are performed from the tibia (osteophytes, deep MCL, PMC & semimembranosus, sup MCL, PCL) and femur (osteophytes, lateral capsule, ITB, popliteus, LCL, lateral head gastrocnemius). For fixed flexion, osteophytes are addressed, the distal femoral cut is increased, and PCL recession may be performed."
    },
    {
      "topic": "Patellofemoral Joint in TKR",
      "text": "Patellofemoral joint management is mandatory in TKR for inflammatory arthritis, as the PCL is affected by the disease process, potentially leading to greater instability due to soft tissue factors. Implant types include dome (most common, eliminates rotational issues), anatomic (better conformity but less positioning tolerance), and mobile bearing (allows conformity and reduces stress but has issues with poly spin out)."
    },
    {
      "topic": "Total Knee Replacement",
      "text": "TKR design principles focus on restoring normal knee biomechanics, including alignment, joint line, and ligament balance. Modern TKRs aim for normal femoral rollback, with PCL retaining or substituting designs. Mobile bearing knees offer conformity but may have poly spin out issues. Causes of TKR failure include osteolysis, aseptic loosening, wear, instability, and infection."
    },
    {
      "topic": "Total Knee Replacement In Specific Situations",
      "text": "TKR after previous high tibial osteotomy (HTO) or patellectomy can present challenges. HTO may result in worse TKR outcomes and more difficult lateral closing wedge osteotomies. Previous patellectomy leads to reduced quadriceps power, potentially causing flexion instability and maltracking. Neuropathic arthropathy (e.g., Charcot) generally has worse outcomes, requiring careful management and potential grafting."
    },
    {
      "topic": "Tracking Issues",
      "text": "Alterations in the Q angle or malrotation of components can cause patellofemoral maltracking and impingement pain. These issues can be minimized by lateralizing the patella button or femoral component. Patella baja, caused by elevated joint line or excessive distal femoral resection, can lead to patellar tendon shortening and impingement."
    },
    {
      "topic": "Use of Navigation",
      "text": "Navigation in TKR is beneficial for addressing pre-operative femoral or tibial deformities and has been shown to improve the consistency of recreating correct mechanical axes in primary TKR, although its correlation with improved clinical outcomes is not yet established."
    },
    {
      "topic": "Useful Tables: Order of Soft Tissue Releases in Total Knee Replacement (TKR)",
      "text": "The order of soft tissue releases in TKR depends on the deformity. For varus, releases proceed from osteophytes to the medial capsule, deep MCL, PCL, and sequential superficial MCL release. For valgus, it involves lateral capsule, ITB/popliteus, LCL, and posterolateral capsule. For flexion contractures, posterior capsule, PCL, and tibial plateau/femur adjustments are performed."
    },
    {
      "topic": "Useful Tables: TKR Soft Tissue Releases",
      "text": "Soft tissue releases in TKR depend on the deformity. Varus correction involves releasing osteophytes, medial capsule, deep MCL, PCL, and sequential superficial MCL. Valgus correction addresses lateral capsule, ITB/popliteus, LCL, and posterolateral capsule. Flexion contractures require posterior capsule/PCL release and tibial slope adjustments."
    },
    {
      "topic": "Elbow Replacement",
      "text": "Elbow replacements can be linked or unlinked. Unlinked designs rely on collateral ligaments and articular congruity, which are technically challenging to balance. Linked replacements act as 'sloppy hinges' with 6 degrees of freedom, allowing 7-10 degrees of varus-valgus laxity, which reduces bone implant stress and prevents premature loosening or fracture."
    },
    {
      "topic": "Hemiarthroplasty for Proximal Humerus Fractures: Patient and Fracture Factors",
      "text": "Hemiarthroplasty is indicated for low-demand patients, generally over 75 years old unless very fit, and more commonly in females due to osteoporotic bone. Fracture factors favoring hemiarthroplasty include head-split fractures, delayed fracture-dislocations, and initial varus malalignment greater than 20 degrees where anatomical reduction of the medial hinge cannot be achieved. It is also a salvage option for failed ORIF, AVN, non-union, or malunion."
    },
    {
      "topic": "Key Factors for Successful Hemiarthroplasty of the Proximal Humerus",
      "text": "Successful hemiarthroplasty relies on accurate tuberosity reduction and healing, with the greater tuberosity positioned 10-15 mm from the top of the prosthesis. Humeral head height should not be too proud to avoid tuberosity detachment or too short, which compromises cuff mechanics. The top of the pectoralis major tendon should be approximately 5.6 cm below the top of the head, and the tuberosity should be 10-15 mm below the head. Correct humeral head version is crucial, aiming for 20-30 degrees to prevent posterior instability; excessive retroversion is a common mistake."
    },
    {
      "topic": "Complications and Outcomes of Proximal Humerus Hemiarthroplasty",
      "text": "Complications include dislocation, glenoid erosion, iatrogenic fracture, tuberosity non-union or malunion, and poor cuff function (especially with pre-existing cuff disease). Best outcomes are achieved when hemiarthroplasty is performed early (<2 weeks), as a primary procedure (not salvage), and when the tuberosities heal in an anatomical position. Expected outcomes include 90 degrees of abduction, 30 degrees of external rotation, and 100 degrees of forward flexion."
    },
    {
      "topic": "Ankle Replacement Considerations",
      "text": "First-generation ankle replacements (1970s) were all cemented and either constrained or unconstrained. They failed due to subsidence from cementation in soft bone and loosening at the bone-implant interface. Second-generation designs are semi-constrained with three components, allowing sliding and better conformity, and tend to be uncemented with reduced subsidence and loosening. Indications include OA and rheumatoid arthritis in low-demand elderly patients."
    },
    {
      "topic": "Periprosthetic Fractures around Knee Replacements",
      "text": "Periprosthetic fractures are more common around the knee than the hip, with distal femur fractures being more frequent. Risk factors include osteoporosis, rheumatoid arthritis, and immunosuppression. Classification systems (Vancouver, Felix) help categorize fractures and guide management, which can be non-operative for stable, undisplaced fractures or surgical for unstable or displaced ones."
    },
    {
      "topic": "Periprosthetic Fractures of the Hip",
      "text": "Periprosthetic fractures, particularly acetabular fractures, can occur intra-operatively (due to bone quality, impaction, or component issues) or post-operatively (due to trauma, infection, or loosening). Management depends on fracture displacement, component stability, extent, and bone stock. Femoral fractures are influenced by bone quality, stem design, and intra-operative factors like excessive femoral bow."
    },
    {
      "topic": "Periprosthetic Femur Fractures: Classification and Management",
      "text": "Periprosthetic fractures occur around existing hip or knee arthroplasty implants. They are classified by Vancouver (hip) or Schenk (knee) systems based on location and implant stability. Management depends on fracture type, implant stability, bone quality, and patient factors, ranging from nonoperative treatment to revision arthroplasty, IF, or bone grafting. Early weight bearing is generally encouraged if fixation is stable."
    },
    {
      "topic": "Tribology of Bearing Surfaces",
      "text": "Tribology studies friction and wear. Polyethylene's strength is influenced by molecular weight, cross-linking, crystallinity, manufacturing, and sterilization. UHMWPE's properties are based on increased chain length, number of chains, and amorphous areas, leading to strength and wear resistance. Cross-linking enhances wear resistance but can reduce fatigue resistance and fracture toughness."
    },
    {
      "topic": "Useful Tables: Coefficients of Friction of Articulations",
      "text": "Native knee and hip joints have very low coefficients of friction (0.005-0.01). Metal-on-polyethylene articulations are around 0.02, while metal-on-metal articulations have a significantly higher coefficient (0.8), contributing to higher wear rates."
    },
    {
      "topic": "Wear",
      "text": "Wear is the progressive loss of bearing material due to mechanical or chemical action. It has four modes: normal articulation, articulating vs. non-articulating surfaces, third-body wear, and wear from non-articulating surfaces rubbing. Mechanisms of wear include abrasive, adhesive, and fatigue processes. Wear is accelerated by factors like low joint conformity, thin polyethylene, malalignment, and subsurface faults."
    },
    {
      "topic": "Wear In Total Knee Replacement",
      "text": "Catastrophic wear in Total Knee Replacement (TKR) is distinct from long-term wear from submicron particles and is influenced by polyethylene thickness, manufacturing, sterilization, articular geometry, and sagittal plane kinematics. Minimum acceptable polyethylene thickness is 8mm, with thinner components having lower yield strength. Flatter polyethylene leading to decreased congruency and higher contact pressures causes accelerated wear, such as edge loading and fatigue failure."
    },
    {
      "topic": "Total Hip Arthroplasty",
      "text": "Femoral component offset is advantageous as it increases the abductor lever arm. However, increasing neck length instead of prosthetic design can transfer stress to the implant tip and medial cement mantle, potentially leading to failure. Fixation methods include uncemented, cemented (composite beam), and cemented with uncemented implant interface (taper slip stem). Uncemented and composite beam designs have similar mechanical stresses at the cement-bone interface."
    },
    {
      "topic": "Total Hip Arthroplasty",
      "text": "Bearing surfaces for older patients typically use metal on plastic, with well-produced and sterilized polyethylene. For younger patients, other options might be considered. Taper slip stems have different properties at the cement-bone interface, with low shear, minimal tensile stress, and high compressive stress due to cement's viscoelastic properties."
    },
    {
      "topic": "Tribology of Bearing Surfaces",
      "text": "Friction is the resistance to sliding between two bodies in contact, influenced by surface adherence and fluid viscosity. Three laws of friction describe the relationship between frictional force, coefficient of friction, and applied load. Frictional wear is proportional to sliding distance. Asperities, or surface projections, contribute to roughness and friction."
    },
    {
      "topic": "Wear In Total Knee Replacement",
      "text": "PE sterilization methods include oxidation (weakening PE) and irradiation (cross-linking). Oxidized PE is weaker and more prone to wear, particularly in the subsurface white band. Highly cross-linked UHMWPE, produced by prolonged irradiation, offers improved strength and wear resistance. Direct compression molding is the preferred method of polyethylene manufacturing."
    },
    {
      "topic": "Total Knee Replacement",
      "text": "TKR after previous HTO or patellectomy presents challenges. HTO can lead to worse outcomes and more difficult procedures. Previous patellectomy compromises quadriceps power. Neuropathic arthropathy generally has worse outcomes. Management of bone loss involves classification and reconstructive options like impaction grafting, augments, and cages."
    },
    {
      "topic": "Periprosthetic Fractures around Knee Replacements",
      "text": "Periprosthetic fractures can occur around knee replacements, with distal femur fractures being more common. Risk factors for distal femur fractures include osteoporosis, rheumatoid arthritis, and immunosuppression. Management depends on fracture characteristics and patient factors, with non-operative treatment for stable, undisplaced fractures."
    },
    {
      "topic": "Total Hip Arthroplasty",
      "text": "Charnley's principles for THA focused on minimizing JRF and friction. Acetabular cup implantation aims for the subchondral plate without excessive medialization. Femoral component offset is advantageous for abductor lever arm but can increase stress on the implant tip if neck length is increased. Fixation methods include uncemented and cemented stems."
    },
    {
      "topic": "Total Knee Replacement",
      "text": "TKR design principles focus on restoring normal knee biomechanics, including alignment, joint line, and ligament balance. Modern TKRs aim for normal femoral rollback, with PCL retaining or substituting designs. Mobile bearing knees offer conformity but can have poly spin out issues. Causes of TKR failure include osteolysis, aseptic loosening, wear, instability, and infection."
    },
    {
      "topic": "Biomechanics of Knee Replacement",
      "text": "The knee's biomechanics involve condylar and saddle joints. Tibial plateau slope and varus/valgus alignment are important for stability. Femoral rollback during flexion is crucial for normal knee motion. Patellofemoral joint mechanics influence tracking and contact pressures. Ligaments like the ACL and PCL provide static and dynamic stability."
    },
    {
      "topic": "Biomechanics of Knee Replacement",
      "text": "Knee biomechanics involve condylar and saddle joints. Tibial plateau slope and varus/valgus alignment are important for stability. Femoral rollback during flexion is crucial for normal knee motion. Patellofemoral joint mechanics influence tracking and contact pressures. Ligaments like the ACL and PCL provide static and dynamic stability."
    }
  ]
