[
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Fracture Care Team: Shared Care Plan",
    "subtopic": "Contact Information",
    "text": "Trust Switchboard for both sites: 0300 131 4500\nFracture clinic and orthopaedic outpatient appointments:\nEastbourne 0300 131 4788\nConquest 0300 131 4861\nCasting Department: Eastbourne 0300 131 5564\nCasting Department: Conquest 0300 131 4860"
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Injury Information and Initial Management",
    "subtopic": "Diagnosis and Healing",
    "text": "You have sustained a fracture to the middle portion of your humerus (upper arm bone). This normally takes between 9-12 weeks to unite (heal). Once the fracture begins to heal it is important to keep the shoulder moving to prevent stiffness. Start elbow and wrist exercises as soon as comfort allows. The main aim is to restore enough movement to perform day to day activities once the fracture has healed."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Injury Information and Initial Management",
    "subtopic": "Pain and Comfort",
    "text": "You may find it more comfortable to sleep propped up with pillows. Take pain killers as required. If you are worried that you are unable to follow this rehabilitation plan, or have any questions, then please phone the Fracture Care Team for advice."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Injury Information and Initial Management",
    "subtopic": "Important Checks and Brace Use",
    "text": "It is important that you have feeling in your hand and that you can wiggle your fingers. If this is not the case please let us know. You will also have your arm in a sling. Your hand should be supported higher than your elbow. Your sling should be worn 24 hours a day underneath your clothes. If you have any problems with your brace (e.g., pinching, slipping, rash), please contact the casting department."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Injury Information and Initial Management",
    "subtopic": "Follow-up and Treatment Plan",
    "text": "You will have an appointment in the fracture clinic. It is uncommon to have an operation because most fractures heal better without surgery. The Consultant, Specialist, Registrar or Practitioner will talk through your options. You may have another x-ray to guide your treatment and rehabilitation plan."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Management / Rehabilitation plan",
    "subtopic": "Weeks 0-1 (until first fracture clinic appointment)",
    "text": "Wear the brace & sling all the time, even in bed at night. You may remove the sling for personal hygiene and for your exercises but do not remove the brace. Do your initial exercises three times a day."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Management / Rehabilitation plan",
    "subtopic": "Weeks 1-6",
    "text": "You will be reviewed in the Fracture Clinic at approximately 1 week after your injury. The Specialist you see will advise you on further exercises and on-going management. You will be advised when the brace and sling may be removed. Most people require a splint or sling, with exercises, for several weeks."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Smoking cessation",
    "subtopic": "Advice",
    "text": "Medical evidence suggests that smoking prolongs fracture healing time. In extreme cases it can stop healing altogether. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery. For advice and support, visit http://smokefree.nhs.uk or discuss with your GP."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Initial Exercises to do 3 times a day",
    "subtopic": "Finger and wrist exercises",
    "text": "Open and close your hand as shown 10-15 times. Then move your wrist up and down 10-15 times. After a few days, hold a soft ball / ball of socks. Squeeze the ball as hard as possible without pain. Hold for 5 seconds and repeat 10 times."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Initial Exercises to do 3 times a day",
    "subtopic": "Elbow Bend to Straighten",
    "text": "Bend and straighten your elbow as far as you can go without pain and provided you feel no more than a mild to moderate stretch. You can use your other arm to assist if necessary."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Initial Exercises to do 3 times a day",
    "subtopic": "Forearm Rotations",
    "text": "Begin this exercise with your elbow at your side and bent to 90 degrees. Slowly rotate your palm up and down as far as you can go without pain and provided you feel no more than a mild to moderate stretch. You can use your other arm to assist if necessary. Repeat both exercises 10 - 15 times provided there is no increase in symptoms."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Initial Exercises to do 3 times a day",
    "subtopic": "Postural awareness",
    "text": "In standing or sitting with or without your sling on. Think about bringing your shoulders back and squeezing your shoulder blades together as shown in the picture. Hold the position for 30-60 seconds and repeat 5 times provided there is no increase in symptoms."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Initial Exercises to do 3 times a day",
    "subtopic": "Shoulder pendular exercises",
    "text": "Stand and lean forward supporting your injured arm with your other hand as shown in the picture. Try to relax your injured arm. 1. Assist your arm slowly and gently forwards and backwards. 2. Assist your arm slowly and gently side to side. Continue for approximately 1-2 minutes in total provided there is no increase in symptoms. Remember to try and relax your arm."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "General Information",
    "subtopic": "Sources of information",
    "text": "This information leaflet has been developed by the Fracture Care Team at Brighton and Sussex University Hospitals Fracture Care Team and adapted for use at East Sussex Healthcare NHS Trust. Information updated during the COVID-19 pandemic to ensure that patients with injuries have information, support and care despite social distancing."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "General Information",
    "subtopic": "Important information",
    "text": "This patient information is for guidance purposes only and is not provided to replace professional clinical advice from a qualified practitioner."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "General Information",
    "subtopic": "Your comments",
    "text": "We are always interested to hear your views about our leaflets. If you have any comments, please contact the patient experience team on 0300 131 4784 or esh-tr.patientexperience@nhs.net."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "General Information",
    "subtopic": "Hand hygiene",
    "text": "We are committed to maintaining a clean, safe environment. Hand hygiene is very important in controlling infection. Alcohol gel is widely available at the patient bedside for staff use and at the entrance of each clinical area for visitors to clean their hands before and after entering."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "General Information",
    "subtopic": "Other formats",
    "text": "If you require any of our leaflets in alternative formats, such as large print or alternative languages, please contact the Equality and Human Rights Department on 0300 131 4434 or esh-tr.AccessibleInformation@nhs.net"
  }
]