[
  {
    "heading": "Humeral fracture",
    "topic": "Introduction",
    "subtopic": "Injury Overview",
    "text": "You have broken the shaft of your humerus, the middle of the main bone of your upper arm. Many of these fractures can be treated with a brace and will need physiotherapy two to three months after the fracture has happened. To begin with you will feel a lot of discomfort, but the recovery is usually very good."
  },
  {
    "heading": "Humeral fracture",
    "topic": "What will happen after I leave hospital?",
    "subtopic": "Post-discharge Plan",
    "text": "A member of the orthopaedic team will look at the x-rays that were taken in hospital and provide you with a treatment plan within 72 hours. You will get a telephone call from the hospital to explain your treatment plan and to let you know if further imaging is needed. If you have not received a call within 72 hours, please call the trauma coordinator. You will have your first appointment with the orthopaedic team one to two weeks after your fracture, where you will have new x-rays and a skin check."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Why have I been fitted with a brace?",
    "subtopic": "Purpose and Use",
    "text": "You have been fitted with a brace to help with your pain and allow your fracture to heal in a good position. You must wear the brace all the time, but it is important to start exercises as soon as you feel able to prevent stiffness and reduce swelling. You must try to keep the area under your arm as clean as possible without removing the brace. If the brace becomes loose or you experience issues like rubbing, numbness, or severe pain, contact the Plaster Room immediately."
  },
  {
    "heading": "Humeral fracture",
    "topic": "How long will I be in the brace?",
    "subtopic": "Duration",
    "text": "For a simple fracture you will be in the brace for six to eight weeks."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Can I take painkillers?",
    "subtopic": "Pain Management",
    "text": "You should be taking regular painkillers for at least two weeks after leaving the hospital. Do not wait for the pain to become severe before taking them. Keep pain to a bearable level (2 to 3 out of 10). Depending on individual circumstances, you might be prescribed paracetamol, Codeine Phosphate, Tramadol, or Oramorph. Note that Codeine, Oramorph, and Tramadol should not be taken together. If your pain is not controlled, contact your GP or the East Kent Upper Limb Team."
  },
  {
    "heading": "Humeral fracture",
    "topic": "What can I do to help my recovery?",
    "subtopic": "Lifestyle Advice",
    "text": "Smoking advice: It is important to stop smoking as it significantly delays wound healing. Contact your GP or the Stop Smoking Service for support.\nHealthy diet: Healing can take a long time. Limiting alcohol, stopping smoking, eating a healthy diet, and drinking plenty of fluids will help. Some painkillers can cause constipation; a well-balanced diet rich in fruit and vegetables can help avoid this."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Recovery Advice",
    "subtopic": "What is the best position for me to sleep in?",
    "text": "We advise you to sleep in a reclined/sitting up position to help with healing and alignment. Sleeping propped up on pillows in bed or in a reclining armchair may be more comfortable in the early days. A pillow behind your arm can help if you sleep on your back."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Recovery Advice",
    "subtopic": "When can I return to my regular activities?",
    "text": "It may take up to four months before you can return to simple daily activities. This may be longer if your work involves strenuous use of your upper limb."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Recovery Advice",
    "subtopic": "What if I have any questions or concerns?",
    "text": "You can contact your GP, your local Plaster Room, or go to your nearest Urgent Treatment Centre if you experience any problems or have any questions."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Recovery Advice",
    "subtopic": "Will I have follow-up appointments?",
    "text": "Yes. Arrangements will be made for you to have a Fracture Clinic appointment around seven to 10 days after your injury to check the brace and your skin. Decisions about further imaging and follow-up will be made at this appointment. In some cases, an operation may be needed, which will be discussed with you."
  },
  {
    "heading": "Humeral fracture",
    "topic": "When will my physiotherapy begin?",
    "subtopic": "Timeline",
    "text": "Physiotherapy usually starts six to 12 weeks after your injury, depending on whether the x-ray shows your fracture is healing. In the meantime, you should keep moving your arm by following the exercises on pages 7 and 8."
  },
  {
    "heading": "Humeral fracture",
    "topic": "General things you should and should not do while recovering",
    "subtopic": "Do nots and Precautions",
    "text": "Do not rest your arm/elbow on anything. Do not put your injured arm through any sleeves; dress with it under your clothing. Keep your brace dry and avoid baths or showers as you may struggle to get in and out safely and your balance will be affected. To wash under your arm, lean slightly forward and to the side. Use a face cloth and dry the area thoroughly. Do not try to raise your arm."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Physiotherapy exercises while wearing a brace",
    "subtopic": "Week 1 (from injury to first Fracture Clinic appointment)",
    "text": "Wear the brace and sling at all times, even in bed. You may remove the sling part to wash and for exercises, but do not remove the brace.\n- Hand exercises: Open and close your fist 20 times.\n- Wrist exercises (1): Move your wrist up and down 10 to 15 times.\n- Wrist exercises (2): Turn your palm up and down 10 to 15 times.\n- Elbow exercises: Support your injured arm with your other hand. Bend and straighten your elbow 10 to 15 times."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Physiotherapy exercises while wearing a brace",
    "subtopic": "Week 1 (after your Fracture Clinic appointment)",
    "text": "You can take your hand out of the sling to do these exercises but keep the brace on. Continue with the previous exercises and add pendular exercises: Lean forwards, supporting yourself with your other arm. Move your arm forwards and backwards gently. Do this 20 times."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Physiotherapy exercises while wearing a brace",
    "subtopic": "Three weeks after your Fracture Clinic appointment",
    "text": "Take your hand out of the sling for exercises but keep the brace on. Continue with previous exercises and add pendular exercises: Lean forwards, supporting yourself with your other arm. Swing your arm forwards and backwards gently. Do this 20 times."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Physiotherapy exercises while wearing a brace",
    "subtopic": "Six weeks after your Fracture Clinic appointment",
    "text": "If your progress is satisfactory, you will have a physiotherapy appointment and you will be shown further exercises to help maximise your range of movement, strength, and function."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Contact details",
    "subtopic": "Consultants, Physiotherapists, Surgical Preassessment, and Fracture Clinics",
    "text": "This section provides a comprehensive list of contact numbers for various departments across several hospital sites including Kent and Canterbury Hospital, Queen Elizabeth the Queen Mother (QEQM) Hospital, William Harvey Hospital, Buckland Hospital, and Royal Victoria Hospital."
  }
]