[
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "What is my diagnosis?",
    "subtopic": "Definition and Prognosis",
    "text": "You have fractured (broken) the bone in the upper arm called the humerus. This bone connects the shoulder joint to the elbow joint. The type of injury you have suffered is painful but most often heals without the need for surgery. You should have been provided with a special brace and sling (see picture at the bottom of the page)."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "What happens next?",
    "subtopic": "Follow-up and Treatment",
    "text": "You will receive an appointment in the fracture clinic around two weeks after injury. Most patients are treated in the brace for around 8 weeks to allow the bones to heal. Occasionally surgery is needed if the bone is stubborn to heal."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "Key points",
    "subtopic": "Management at Home",
    "text": "• A humerus fracture is sore and you may need painkillers\n• The splint stops the bones moving too much and encourages the two ends to heal to one another\n• The splint should be left on at all the times between appointments, but the sling around the wrist can be removed when you are dressing, washing, or sitting down.\n• Take off the sling a few times each day to bend and straighten your elbow to avoid it getting stiff\n• You can still use your hand for simple day to day tasks."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "What can I expect during my recovery?",
    "subtopic": "Recovery Timeline and Activities",
    "text": "• The pain will begin to settle around 2 to 3 weeks after injury\n• The injury will heal over the course of 8 to 12 weeks\n• Smoking delays healing- please consider reducing or stopping to try and speed up your recovery\n• You will attend clinic every other week where the brace is removed to allow the skin to be cleaned\n• There is no specific time you can drive again. It is illegal to drive when wearing a sling, splint, cast, or moonboot. As you recover, it is your legal responsibility to be certain before you return to driving that you are able to control your vehicle normally and safely."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "What if my arm doesn't heal?",
    "subtopic": "Non-union",
    "text": "Occasionally the two bone ends do not heal (around one in 10 patients). You will have regular follow up with your surgeon who will be able to discuss the options for surgery."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "Get in touch",
    "subtopic": "General Queries",
    "text": "Please get in touch via our trauma email if you have queries about your injury: traumaenquiriesRIE@nhslothian.scot.nhs.uk. If you do not receive a reply after 3 working days call our Monday-Friday helpline (8am-4pm): 0131 242 3410."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "Urgent issues",
    "subtopic": "Contact Information for Urgent Care",
    "text": "Please call the department where you were initially seen about your injury:\n• RIE Minor Injuries Unit: 0131 242 3942 (8am- midnight, if after midnight contact RIE Emergency Department 0131 242 1300)\n• WGH Minor Injuries Clinic: 0131 536 3468 (9am-8:30pm)\n• SJH Emergency Department: 01506 523 011 (24 hours)"
  }
]