[
  {
    "heading": "Humeral shaft fractures",
    "topic": "Key Points",
    "subtopic": "Summary",
    "text": "■ Humeral shaft fractures are relatively common, representing approximately 1% to 5% of all fractures.\n■ Conservative management is the treatment of choice for most humeral shaft fractures and offers functional results and union rates that are not inferior to surgical management.\n■ Age and oblique fractures of the proximal third are risk factors for nonunion. Surgical indication threshold should be lower in patients older than 55 years presenting with this type of fracture.\n■ Functional outcomes and union rates after plating and intramedullary nailing are comparable, but the likelihood of shoulder complications is higher with intramedullary nailing.\n■ There is no advantage to early exploration of the radial nerve even in secondary radial nerve palsy."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Introduction",
    "subtopic": "Epidemiology",
    "text": "Humeral shaft fractures (HSF) are relatively common, representing approximately 1% to 5% of all fractures. The annual incidence ranges from 13 to 20 per 100,000 persons. HSF have a bimodal age distribution with the first peak in men aged 21 to 30 years following high-energy trauma (commonly resulting in comminuted fractures), and the second peak in women aged 60 to 80 years following low-energy trauma."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Patient evaluation",
    "subtopic": "History and physical examination",
    "text": "A detailed history including the mechanism of injury, neurological symptoms, and associated injuries is essential. Fractures from low-energy trauma should raise suspicion of poor bone quality (osteoporosis or oncologic disease). The physical examination should assess for pain, swelling, deformity (usually varus angulation), and open wounds. A critical part of the initial and subsequent examinations is the assessment of radial nerve function. Radial and ulnar pulses should also be assessed."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Patient evaluation",
    "subtopic": "Imaging studies",
    "text": "Plain radiographs (AP and lateral) are usually sufficient to confirm the diagnosis. Additional radiographs of the shoulder and elbow are recommended if there is suspicion of associated joint injury. MRI is not routinely performed but may show associated shoulder abnormalities like subacromial bursitis or rotator cuff tears. CT-angiograms should be conducted if there is any doubt about the quality of pulses."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Management",
    "subtopic": "Decision making and Surgical Indications",
    "text": "Management options include conservative treatment (functional brace), open reduction and internal fixation (ORIF) with a plate, or closed reduction and intramedullary nailing (IMN). Most undisplaced or minimally displaced HSF are treated conservatively. Surgical indications are divided into three groups: 1) Local conditions (e.g., severe soft tissue injury, pathological fracture, segmental fracture), 2) Associated injuries (e.g., polytrauma, floating elbow, vascular injury), and 3) Conservative treatment failure (e.g., unacceptable alignment, delayed union, nonunion)."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Management",
    "subtopic": "Conservative treatment",
    "text": "Non-operative treatment is considered the gold standard. The functional brace, introduced by Sarmiento, uses the principle of hydraulic compression of soft tissues to stabilize the fracture. The treatment is a stepwise process, starting with a hanging cast or U-shaped splint for 1-2 weeks, followed by a prefabricated functional brace. The brace is worn until union, typically at 10 to 12 weeks. Union rates range from 77.4% to 100%. However, proximal third fractures, oblique fractures, and transverse fractures have shown higher risks of nonunion. Risk factors for nonunion include smoking, female sex, initial displacement, and age older than 55 years."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Surgical treatment: open reduction and internal fixation with a plate",
    "subtopic": "Indications and Technique",
    "text": "Radial nerve palsy (RNP) in HSF is not an absolute indication for surgery due to a high rate of spontaneous recovery. Vascular injury requiring repair is an absolute indication for surgical management. The anterolateral approach is classic for proximal and middle third fractures. Distal third fractures are often exposed through a triceps-splitting approach. The optimal plate construct is a 4.5 mm plate covering at least six cortices above and below the fracture. Locking screws are controversial but can be advantageous in poor bone quality."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Surgical treatment: open reduction and internal fixation with a plate",
    "subtopic": "Reported outcomes",
    "text": "Union rates after plating range from 87% to 96%, with an average time to union of 12 weeks. The complication rate is 5% to 25%, most commonly infection, nonunion, and malunion. Iatrogenic RNP is a significant risk, with rates varying by surgical approach."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Surgical treatment: intramedullary nailing",
    "subtopic": "Indications and Technique",
    "text": "Intramedullary nailing (IMN) offers biomechanical advantages over plating. Surgical indications are similar to plating, but IMN may be superior for pathological fractures, segmental lesions, and fractures in osteopenic bone. The procedure is typically done with the patient in a beach chair position, using an antegrade approach through a deltoid-splitting incision. The entry point is critical to avoid rotator cuff damage. Reaming may be necessary."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Surgical treatment: intramedullary nailing",
    "subtopic": "Reported outcomes and Comparison",
    "text": "The literature on IMN outcomes is inconsistent, with nonunion rates reported between 0% and 14%. Shoulder complications like pain, impingement, and loss of motion are common, particularly with older nail designs. Studies comparing IMN and plating have found no significant difference in union rates or functional outcomes, but a higher likelihood of shoulder complications and hardware removal with IMN."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Surgical treatment: external fixation",
    "subtopic": "Indications and Technique",
    "text": "External fixation is a rare option, reserved for cases like polytrauma with severe soft tissue damage, contaminated open fractures, or associated vascular injuries requiring rapid stabilization. Excellent knowledge of neurovascular anatomy is required to safely position the pins."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Special considerations",
    "subtopic": "Holstein-Lewis fracture and Radial nerve palsy",
    "text": "The Holstein-Lewis fracture is a spiral fracture of the distal third of the humerus, with a high association (22%) with radial nerve palsy (RNP). However, it is not an absolute indication for surgery, as conservatively managed cases have been shown to achieve union with eventual nerve recovery. RNP is the most common nerve injury with HSF, with a prevalence of 11.8%. Spontaneous recovery occurs in over 70% of cases. Secondary RNP (after treatment) has a significantly higher recovery rate than primary RNP. Early exploration of the nerve is generally not advantageous, unless there are other indications for surgery. If no recovery is observed by 10 to 12 weeks, an EMG should be performed and exploration discussed."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Summary",
    "subtopic": "Key Conclusions",
    "text": "Conservative treatment remains the choice for most HSF, offering good outcomes in at least 80% of patients. If alignment is not acceptable, surgery should be considered, especially in patients over 55 with proximal third oblique fractures. Surgical management with either plating or IMN shows no significant difference in union rates or nerve complications, but the risk of shoulder complications is higher with IMN. The rotator cuff must be managed with great care during IMN."
  }
]