[
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "Abstract",
    "subtopic": "Overview",
    "text": "Humeral shaft fracture is a common injury treatable either conservatively with functional bracing or surgically. Current evidence suggests that indications for conservative treatment may need re-examination due to an increasing rate of nonunion. This article reviews the indications for surgery, including open reduction and internal fixation (ORIF), minimally invasive plate osteosynthesis (MIPO), and intramedullary nailing (IMN). It discusses the advantages and disadvantages of each technique to aid in selecting the appropriate approach. ORIF remains relevant for simple fractures. MIPO is a less invasive option providing relative stability. IMN is another option, with newer designs encouraging its use. The article also covers the evolving methods for managing concomitant radial nerve palsy, including the use of ultrasound for diagnosis."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "1. Introduction",
    "subtopic": "1.1. Conservative treatment revisited",
    "text": "Conservative treatment for humeral shaft fractures, particularly functional bracing, has long been considered effective, offering advantages like a lower risk of infection and radial nerve palsy compared to surgery. However, classic studies showing excellent outcomes have not been consistently reproduced. Recent randomized trials comparing functional bracing with internal fixation have shown that while internal fixation did not significantly improve functional outcomes, a notable percentage (25%) of the bracing group experienced nonunion requiring conversion to surgery. Other studies have also highlighted the risk of nonunion with conservative treatment, particularly in fractures with comminution, segmental patterns, or in patients unable to tolerate bracing."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "1. Introduction",
    "subtopic": "Indications for Conservative and Operative Treatment",
    "text": "The location of the fracture is important for determining suitability for bracing. Fractures between the superior border of the pectoralis major and 5 cm above the olecranon fossa are generally suitable. Factors that increase the risk of nonunion with bracing include obesity, large breasts, proximal third fractures, transverse or short oblique patterns, and a large fracture gap. A certain degree of malunion is acceptable due to the shoulder's compensatory range of motion. For patients managed conservatively, the Sarmiento functional brace is the most popular method. Rehabilitation involves a period of immobilization in a U-slab followed by a transition to the functional brace, with a gradual increase in shoulder and elbow motion. Indications for operative treatment include segmental fractures, vascular injury, radial nerve palsy after closed reduction, open fractures, floating elbow, polytrauma, and failed conservative treatment."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "Operative Treatment Techniques",
    "subtopic": "Fixation Principles and MIPO",
    "text": "The choice of fixation follows the principles of absolute stability for simple fractures (AO/OTA type A) and relative stability for multifragmentary fractures. Open Reduction and Internal Fixation (ORIF) with a compression plate is a useful technique for simple fractures. Minimally Invasive Plate Osteosynthesis (MIPO) is well-accepted for its benefits of less soft tissue dissection and reduced risk of iatrogenic nerve injury. Various MIPO approaches (anterior, anteromedial, anterolateral, posterior) have been developed to address fractures at different locations along the humeral shaft."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "Operative Treatment Techniques",
    "subtopic": "Intramedullary Nailing (IMN)",
    "text": "IMN is another option for humeral shaft fixation. Compared to ORIF, IMN has a lower risk of infection and postoperative radial nerve palsy but a higher risk of shoulder impingement. Newer straight nail designs with more medial entry points aim to reduce the risk of tendon injury and shoulder impingement that was common with older curved nails. Indications for IMN include complex comminuted, segmental, or long wedge fractures, especially in patients with comorbidities like obesity or polytrauma. The surgical technique can be antegrade (from the shoulder) or retrograde (from the elbow)."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "Operative Treatment Techniques",
    "subtopic": "Rehabilitation and Complications",
    "text": "Postoperative rehabilitation for both MIPO and IMN allows for early active motion of the shoulder and elbow, with weight-bearing restrictions for about 6 weeks. A common complication of minimally invasive techniques is iatrogenic nerve injury, particularly to the radial nerve. Understanding the anatomy and using careful dissection are crucial. Malalignment is another common complication."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "1.3. How to deal with radial nerve palsy",
    "subtopic": "Management of Radial Nerve Palsy (RNP)",
    "text": "Approximately 10-25% of humeral shaft fractures are associated with radial nerve palsy (RNP), and 70-90% of these cases resolve spontaneously. Fractures at the middle and distal one-third of the shaft are at a higher risk. The management of primary RNP with a closed fracture is still debated. Historically, observation for 3-4 months was recommended. More recently, early exploration is thought to improve nerve recovery rates. The incidence of RNP after surgery is about 6%. Currently, ultrasound is widely used to detect nerve continuity, entrapment, or laceration in closed fractures with RNP. If the nerve has continuity, conservative treatment is recommended. If continuity is lost, exploration is compulsory."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "2. Conclusions",
    "subtopic": "Summary",
    "text": "Various strategies are available to treat a humerus shaft fracture. Conservative treatment requires close follow-up. The selection of surgical fixation (ORIF, MIPO, IMN) depends on the fracture characteristics and the desired mode of healing. All techniques have advantages and disadvantages. Most instances of primary radial nerve palsy with humeral shaft fracture spontaneously self-recover. The use of ultrasound to evaluate the continuity of the radial nerve is recommended."
  }
]