[
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Importance and Objective",
    "text": "Humeral shaft fractures are routinely managed nonoperatively, but this may be associated with higher nonunion rates and inferior functional outcomes compared to operative fixation. The objective of this study was to assess whether there is any difference in outcome between surgery and functional bracing for adults with an isolated, closed humeral shaft fracture."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Design, Setting, and Participants",
    "text": "This was a prospective, superiority, parallel-group randomized clinical trial conducted at an academic major trauma center in the UK between September 2018 and October 2023. It included 70 adults with an isolated, closed humeral shaft fracture. Patients were reviewed at 2 and 6 weeks, and 3, 6, and 12 months postintervention."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Interventions",
    "text": "Patients were randomized to either open reduction and plate fixation (n=36) or functional bracing (n=34)."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Main Outcomes and Measures",
    "text": "The primary outcome was the Disabilities of the Arm, Shoulder, and Hand (DASH) score at 3 months postintervention. Secondary outcomes included health-related quality of life, pain, range of motion, and complications."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "The study included 70 patients (mean age, 49 years). At 3 months, the operative group had a significantly better DASH score. Surgery was also associated with superior DASH scores at 6 weeks, and better quality of life scores at various time points. Brace-related dermatitis was more common in the nonoperative group. There were 8 nonunions (11%) overall (6% in operative vs 18% in nonoperative group, P=.14)."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Conclusions and Relevance",
    "text": "For patients with a humeral shaft fracture, surgery conferred early functional advantages over bracing. However, these benefits should be considered in the context of potential operative risks and the absence of any difference in outcomes at 1 year."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Introduction",
    "subtopic": "Background and Rationale",
    "text": "Humeral shaft fractures (HSFs) are common, and while functional bracing is often the preferred treatment, it may be associated with higher rates of nonunion and inferior long-term outcomes. Although meta-analyses suggest advantages of surgery, they have included nonrandomized or retrospective studies. There is a lack of high-quality randomized clinical trial (RCT) data comparing the standard of open reduction and plate fixation with functional bracing. This study aimed to determine if there was a functional difference between operative and nonoperative management for HSFs."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Methods",
    "subtopic": "Study Design and Participants",
    "text": "The HU-FIX Study was a superiority design, pragmatic, prospective RCT conducted at a single major trauma center in the UK. All adults (16 years or older) with an isolated, closed fracture of the humeral diaphysis were considered for inclusion. Exclusion criteria included absolute indications for either nonoperative or operative management, pathological fractures, and patients medically unfit for surgery or unable to comply with follow-up."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Methods",
    "subtopic": "Randomization and Interventions",
    "text": "Patients were randomized 1:1 to either operative management (open reduction and plate-and-screw fixation) or nonoperative management (functional brace fitted within 2 weeks). Definitive care was overseen by one of 12 consultant orthopedic trauma surgeons."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Methods",
    "subtopic": "Outcome Assessment",
    "text": "The primary outcome was the Disabilities of the Arm, Shoulder and Hand (DASH) score at 3 months postintervention. Secondary outcomes included various Patient-Reported Outcome Measures (PROMs) like EuroQol (EQ-5D, EQ-VAS) and SF-12, as well as clinical measures like range of motion (ROM), complications, and radiographic alignment."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Results",
    "subtopic": "Patient Flow and Baseline Characteristics",
    "text": "Seventy patients were randomized (36 to surgery, 34 to bracing). There were no baseline differences between the groups. Six patients (9%) had a radial nerve palsy at presentation, all of which resolved."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Results",
    "subtopic": "Primary and Secondary Outcomes",
    "text": "At the 3-month primary endpoint, the mean DASH score was significantly better (lower) in the operative group (24.45 vs 39.44). Surgery was also associated with superior DASH scores at 6 weeks and superior health-related quality of life (HRQOL) at 6 weeks and 3-6 months. The operative group had superior recovery of shoulder and elbow ROM at 6 weeks and 3 months. Brace-related dermatitis was more common in the nonoperative group (18% vs 3%). The nonunion rate was higher in the bracing group (18% vs 6%), but the difference was not statistically significant. The rate of return to sport was superior in the operative group."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Discussion",
    "subtopic": "Interpretation of Findings",
    "text": "This RCT showed that surgery conferred superior early upper-limb function, HRQOL, and pain scores compared to bracing for isolated, closed HSFs. These early benefits should be weighed against potential operative complications, especially as there were no differences in patient-reported outcomes at 1 year. The findings are consistent with previous RCTs showing superior early function with surgery. The increased rate of nonunion with bracing is clinically relevant, especially given the inferior outcomes of successful nonunion surgery compared to primary union."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Discussion",
    "subtopic": "Limitations",
    "text": "The study was performed at a single center, which may limit generalizability. Blinding of participants and surgeons was not possible. The primary outcome measure (DASH) does not distinguish between injured and uninjured limbs, which could inflate scores. The study was also likely underpowered to detect a difference in DASH scores at 6 and 12 months due to loss to follow-up."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Conclusions",
    "subtopic": "Summary",
    "text": "In conclusion, for an isolated closed HSF, surgery conferred early advantages in terms of upper-limb function, HRQOL, pain, and ROM. However, these functional benefits were transient and should be weighed carefully against the risk of operative complications. Early surgery for patients at the greatest risk of nonunion may be the most appropriate strategy."
  }
]