[
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Information for Patients",
    "subtopic": "What is a humeral shaft fracture?",
    "text": "You have fractured the middle part of your upper arm. These fractures occur away from the shoulder and elbow joints and can involve injury to one of the nerves in the arm, called the radial nerve. This nerve wraps around the upper arm and travels down to the hand. Injury to this nerve can cause an altered sensation over the back of the hand and some weakness to some of the muscles of the hand and wrist, which results in being unable to pick things up or carry things in the affected hand. The damage to this nerve is usually temporary and complete recovery of the nerve happens within three to four months for 90% of patients."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Information for Patients",
    "subtopic": "Treatment and Brace",
    "text": "You will have been placed into a brace to help the fracture to heal. This can take several months. At first, you will require help from others in applying the brace and for hygiene purposes."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Information for Patients",
    "subtopic": "Symptoms and Comfort",
    "text": "Swelling and bruising at the fracture site is normal. Simple, over-the-counter pain killers will help to reduce swelling and pain. You may find sleeping upright for the first few weeks more comfortable. You may also feel that your arm is floating, which is a common feeling."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Patient Instructions",
    "subtopic": "You should:",
    "text": "• Keep your wrist and fingers moving to prevent stiffness.\n• Use your collar and cuff sling to hold your arm in a comfortable position."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Patient Instructions",
    "subtopic": "You should not:",
    "text": "• Put pillows under your elbow.\n• Remove the brace for any reason.\n• Drive whilst wearing the brace.\n• Miss your appointment with the consultant."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Follow-up",
    "subtopic": "Appointment and Brace Issues",
    "text": "At your appointment, the upper arm will be x-rayed again in order to check the position of the fracture. The consultant will then discuss further options for managing your injury at this appointment. If you have any problems with your brace, you should contact the clinic. These problems include: pinching of the skin or arm swelling, the brace slipping down, or skin irritation/rash."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Problems and further advice",
    "subtopic": "Contact Information",
    "text": "A fracture liaison service is available, and advice can be given over the telephone. If you develop any issues or have concerns/questions we advise you seek help. Call the fracture liaison nurses on 01623 622515, extension 4114 between 8am and 4pm, Monday to Friday. Outside of these hours, or for urgent advice, please go to your nearest Emergency Department."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Further sources of information",
    "subtopic": "External Resources",
    "text": "NHS Choices: www.nhs.uk/conditions\nOur website: www.sfh-tr.nhs.uk"
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Patient Experience Team (PET)",
    "subtopic": "Support Services",
    "text": "PET is available to help with any of your compliments, concerns or complaints, and will ensure a prompt and efficient service.\nKing's Mill Hospital: 01623 672222\nNewark Hospital: 01636 685692\nEmail: sfh-tr.PET@nhs.net"
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Accessibility",
    "subtopic": "Alternative Formats",
    "text": "If you would like this information in an alternative format, for example large print or easy read, or if you need help with communicating with us, for example because you use British Sign Language, please let us know. You can call the Patient Experience Team on 01623 672222 or email sfh-tr.PET@nhs.net."
  }
]