[
  {
    "heading": "Discharge Advice - Collar Bone (Clavicle) Fracture",
    "topic": "Your Injury",
    "subtopic": "General Information",
    "text": "You have fractured (broken) your collar bone (clavicle). This takes around 6 to 8 weeks to heal. A sling is provided for your comfort."
  },
  {
    "heading": "Discharge Advice - Collar Bone (Clavicle) Fracture",
    "topic": "What to expect",
    "subtopic": "Weeks 1 and 2",
    "text": "The sling helps relieve pain initially and can be taken off as the pain improves in order to move the shoulder. The collar bone may heal with a bump which is expected. If the skin over the injured area is very painful or a sharp point develops then call the contact number provided. You may notice bruising and swelling in the injured area. Pendulum exercises can be started immediately which means moving the arm in small circles when it hangs freely."
  },
  {
    "heading": "Discharge Advice - Collar Bone (Clavicle) Fracture",
    "topic": "Painkillers",
    "subtopic": "Pain Management",
    "text": "You should have been advised about painkillers. We recommend that you take these regularly for the first few days for your comfort."
  },
  {
    "heading": "Discharge Advice - Collar Bone (Clavicle) Fracture",
    "topic": "Recovery Timeline",
    "subtopic": "Weeks 3 and 4",
    "text": "The pain and bruising is settling and movement in the shoulder should be improving. The sling can be removed if pain allows."
  },
  {
    "heading": "Discharge Advice - Collar Bone (Clavicle) Fracture",
    "topic": "Recovery Timeline",
    "subtopic": "Weeks 5 and 6",
    "text": "The collar bone fracture should be nearly pain free at this stage. You should be able to perform more daily activities, but heavy lifting may still be painful."
  },
  {
    "heading": "Discharge Advice - Collar Bone (Clavicle) Fracture",
    "topic": "Lifestyle Advice",
    "subtopic": "Stop smoking",
    "text": "Smoking reduces the ability of the body to heal itself and can delay and even prevent your broken collar bone from healing. It can also increase the risk of an infection by lowering your body's immune system. Stopping smoking is advised."
  },
  {
    "heading": "Discharge Advice - Collar Bone (Clavicle) Fracture",
    "topic": "Early movement and exercise",
    "subtopic": "Rehabilitation",
    "text": "Early movement of the shoulder is important to reduce stiffness and maintain movement. Keep the elbow, wrist and fingers moving to prevent stiffness whilst using the sling. If the collar bone fracture does not heal, ongoing pain and possibly clicking may be felt more than 6 weeks following the injury. If this is the case, please contact the fracture clinic on the phone number provided in order to arrange an appointment for assessment."
  },
  {
    "heading": "Discharge Advice - Collar Bone (Clavicle) Fracture",
    "topic": "Further information and contact details",
    "subtopic": "Contact Information",
    "text": "Should you have any worries or concerns following discharge from hospital, please contact: Virtual Fracture Clinic Hotline: 024 7696 9237 (Monday to Friday 9am-4pm). Whilst the clinic is running, we are unable to take calls so leave a voicemail with your full name and number and you will receive a call back. For emergencies out of these hours please attend A&E. The Trust has access to interpreting and translation services. If you need this Information in another language or format please contact 024 7696 9237 and we will do our best to meet your needs. The Trust operates a smoke free policy. To give feedback on this leaflet please email feedback@uhcw.nhs.uk. Image source “clavicle fracture” by Laboratories Servier used under CC BY-SA 3.0."
  }
]