[
  {
    "heading": "Advice after breaking your clavicle (collarbone)",
    "topic": "Your injury",
    "subtopic": "Definition and Symptoms",
    "text": "A fracture is the same as a break in the bone. You have a fracture of the clavicle or 'collarbone'. This bone joins the breast bone to the shoulder joint. This is a common fracture. The common symptoms following this type of fracture include: Pain straight after the injury, Swelling, Bruising, Difficulty moving the arm, Deformity at the site of injury."
  },
  {
    "heading": "Advice after breaking your clavicle (collarbone)",
    "topic": "Your treatment plan",
    "subtopic": "Management",
    "text": "You will be given a sling to support your arm; this should be used for 2 to 6 weeks whilst the injury heals. Wear the sling during the day but remove it for exercises and personal hygiene. You can wear it at night time if you find it more comfortable but you don't have to. As your pain improves, you will be able to move your arm more comfortably. You will be given an appointment to return to fracture clinic for follow up if needed. Occasionally, a collarbone fracture requires surgery. If this is the case with your injury, the treating team will discuss this with you."
  },
  {
    "heading": "Advice after breaking your clavicle (collarbone)",
    "topic": "What should I do at home?",
    "subtopic": "Self-care",
    "text": "Use over the counter pain killers as required. You may find it easier to sleep propped up with pillows, to be more upright. Use ice over the injured area to help with pain and swelling – an ice pack or a bag of frozen peas wrapped in a tea towel can be used for 10 minutes at a time. Avoid lifting and overhead movement for 6 weeks. You should not drive whilst in a sling. You can return to work as soon as you are able to do your normal duties."
  },
  {
    "heading": "Advice after breaking your clavicle (collarbone)",
    "topic": "How long will it take to heal?",
    "subtopic": "Recovery Timeline",
    "text": "Most fractures heal without any problems in six to twelve weeks. However, it may take several months for your symptoms to settle completely – these can include pain or discomfort, stiffness, decreased strength and swelling. The bones may take longer to heal if you suffer from diabetes or if you smoke. Once the fracture has healed you may have a ‘bump' where the bone was fractured. For advice on stopping smoking please visit www.nhs.uk/smokefree or discuss this with your GP. Once the fracture has started to heal some people might be referred to their local physiotherapy department for assessment, advice and rehabilitation."
  },
  {
    "heading": "Advice after breaking your clavicle (collarbone)",
    "topic": "Exercises",
    "subtopic": "Instructions",
    "text": "You should try to do these exercises three to four times a day. Unless advised otherwise, you can start them immediately. Repeat these ten times each: 1. Tilt your head toward one shoulder until you feel the stretch on the opposite side. Hold for 5-10 seconds. Repeat to the other side. 2. Turn your head to one side until you feel a stretch. Hold for 5-10 seconds. Repeat to the other side. 3. Bend your elbow as far as you can, hold for 5-10 seconds, then straighten elbow as far as you can for 5-10 seconds and hold. 4. Separate and straighten your fingers. Hold for 5-10 seconds. Bend your fingers at the knuckles. Hold for 5-10 seconds. Make a fist. Hold for 5-10 seconds."
  },
  {
    "heading": "Advice after breaking your clavicle (collarbone)",
    "topic": "Contact Information",
    "subtopic": "Helplines and Departments",
    "text": "If you have any worries or concerns please contact one of the following: Virtual Fracture Clinic Helpline 01225 821668 or Fracture Clinic 01225 825602. Trauma and Orthopaedic Department, Royal United Hospitals Bath NHS Foundation Trust, Combe Park, Bath BA1 3NG, 01225 428331 www.ruh.nhs.uk. Please contact the Patient Advice and Liaison Service (PALS) if you require this leaflet in a different format, or would like to feedback your experience of the hospital. Email ruh-tr.PatientAdviceandLiaisonService@nhs.net or telephone 01225 825656."
  }
]