[
  {
    "heading": "Clavicle Fracture",
    "topic": "Patient Services",
    "subtopic": "Accessibility and Contact",
    "text": "This leaflet is available in large print and other formats and languages. Contact: Administrator Tel: 0845 155 8208."
  },
  {
    "heading": "Clavicle Fracture",
    "topic": "Trust Policies",
    "subtopic": "Non-discrimination and Tobacco-free",
    "text": "University Hospitals Plymouth NHS Trust does not tolerate any form of discrimination, harassment, bullying or abuse and is committed to ensuring that patients, staff and the public are treated fairly, with dignity and respect. University Hospitals Plymouth NHS Trust operates a tobacco-free policy, although the use of vapes is permissible. If you require support to give up smoking contact: Plymouth Advice Service 01752 314040 or NHS Quit Smoking Line 0800 1690169."
  },
  {
    "heading": "Clavicle Fracture",
    "topic": "Department Information",
    "subtopic": "Physiotherapy and Occupational Therapy",
    "text": "Physiotherapy and Occupational Therapy, Rapid Response Team, Advice and Exercises. Physiotherapy Department, Plymouth Hospitals NHS Trust, Derriford Road, Crownhill, Plymouth, PL6 8DH, Tel: (01752) 202082."
  },
  {
    "heading": "Clavicle Fracture",
    "topic": "Anatomy",
    "subtopic": "Location and Types of Fracture",
    "text": "The collarbone (clavicle) is located between the breastbone (sternum) and the shoulder blade (scapula), and it connects the arm to the body. Three types of fractured clavicle: 1. Middle one third of the clavicle (the shaft) generally treated conservatively (without surgery). 2. Lateral one third of the clavicle (the acromial end) - treated with immobilisation, but can require surgery. 3. Medial one third of the clavicle (the sternal end) generally treated conservatively (without surgery)."
  },
  {
    "heading": "Clavicle Fracture",
    "topic": "Frequently asked questions",
    "subtopic": "Activities and Recovery",
    "text": "When can I drive? This can vary but you must feel confident to perform an emergency stop and able to use all your controls. You may need to inform DVLA of your injury. When can I return to work? You may need to take some time off work. The doctors in fracture clinic/G.P can sign you off. When can I return to leisure activities? This will vary dependant on your pain, range of movement and strength in your shoulder. You should avoid heavy lifting for approximately 6 weeks. You can return to sports with guidance from your physiotherapist."
  },
  {
    "heading": "Clavicle Fracture",
    "topic": "Further advice and useful links",
    "subtopic": "Resources",
    "text": "If after 4 weeks you are struggling to regain function and range of movement you can self-refer to physiotherapy using the following link or via your GP: http://www.plymouthhospitals.nhs.uk/ourservices/clinicaldepartments/physiotherapy/Pages/SelfReferral.aspx. Further advice on health related issues can be found on the NHS Choices website: http://www.nhs.uk/pages/home.aspx."
  },
  {
    "heading": "Clavicle Fracture",
    "topic": "Fracture Description and Precautions",
    "subtopic": "Types and Management",
    "text": "The fracture can be described as: Nondisplaced, Displaced, Comminuted, Compound. Precautions: No arm raising: Do not raise the arm above shoulder height for approx. 6 weeks. No lifting: Do not lift anything over 2kg/5lbs for approx. 6 weeks. Use ice: Ice the injured shoulder for 15 minutes 3-4 times per day as needed to help reduce pain, swelling and inflammation. Sling advice: You may be given a sling to wear for comfort during the day for up to 2 weeks. At night you can use pillows to help support the arm for comfort. You will gradually start to wean out of the sling as directed by your Physiotherapist or Consultant. You will be guided on all the above in Fracture Clinic."
  },
  {
    "heading": "Clavicle Fracture",
    "topic": "Symptoms and Activities",
    "subtopic": "Post-injury Experience",
    "text": "You may experience the following symptoms: Pain or discomfort, Stiffness and reduced range of movement, Decreased strength and loss of muscle bulk, Swelling, Inability to perform daily activities. Daily activities: You may find certain activities difficult due to pain, or reduced mobility. The Occupational Therapist can support you by assessing you for equipment to make tasks easier. Washing and Dressing: When getting washed and dressed you will need to remove your sling. You need to avoid lifting your arm above shoulder height for approximately 6 weeks. You will find it easier and less painful to undress your injured arm last and to dress the injured arm first. When you are washed and dressed you will need to reapply your sling."
  },
  {
    "heading": "Clavicle Fracture",
    "topic": "Exercises",
    "subtopic": "Rehabilitation",
    "text": "To optimise recovery, start the exercises indicated in this leaflet as advised by your physiotherapist. Full recovery can continue up to nine months after initial injury. The main focus is to reduce pain, swelling and limit loss of movement at your shoulder joint. Ensure you bend and straighten your elbow, wrist and fingers through full range each day to prevent stiffness in these joints. Exercises include: Pendulums, Assisted Abduction, Assisted Flexion, Assisted Rotation."
  }
]