[
  {
    "heading": "Closed midshaft clavicle fractures AN EVIDENCE-BASED TRIAGE MANAGEMENT ALGORITHM",
    "topic": "Aims",
    "subtopic": "Research Goal",
    "text": "The management of mid-shaft clavicle fractures (MSCFs) has evolved over the last three decades. Controversy exists over which specific fracture patterns to treat and when. This review aims to synthesize the literature in order to formulate an appropriate management algorithm for these injuries in both adolescents and adults."
  },
  {
    "heading": "Closed midshaft clavicle fractures AN EVIDENCE-BASED TRIAGE MANAGEMENT ALGORITHM",
    "topic": "Methods",
    "subtopic": "Systematic Review Process",
    "text": "This is a systematic review of clinical studies comparing the outcomes of operative and nonoperative treatments for MSCFs in the past 15 years. The literature was searched using, PubMed, Google scholar, OVID Medline, and Embase. All databases were searched with identical search terms: mid-shaft clavicle fractures (± fixation) (± nonoperative)."
  },
  {
    "heading": "Closed midshaft clavicle fractures AN EVIDENCE-BASED TRIAGE MANAGEMENT ALGORITHM",
    "topic": "Results",
    "subtopic": "Findings",
    "text": "Using the search criteria identified, 247 studies were deemed eligible. A total of 27 full-text articles remained and were included in the final review. The majority of the meta-analyses draw the same conclusions, which are that operatively treated fractures have lower nonunion and malunion rates but that, in those fractures which unite (either operative or nonoperative), the functional outcomes are the same at six months."
  },
  {
    "heading": "Closed midshaft clavicle fractures AN EVIDENCE-BASED TRIAGE MANAGEMENT ALGORITHM",
    "topic": "Conclusion",
    "subtopic": "Summary and Recommendations",
    "text": "With regard to the adolescent population, the existing body of evidence is insufficient to support the use of routine operative management. Regarding adult fractures, the key to identifying patients who benefit from operative management lies in the identification of risk factors for nonunion. We present an algorithm that can be used to guide both the patient and the surgeon in a joint decision-making process, in order to optimize patient satisfaction and outcomes."
  },
  {
    "heading": "Closed midshaft clavicle fractures AN EVIDENCE-BASED TRIAGE MANAGEMENT ALGORITHM",
    "topic": "Introduction",
    "subtopic": "Background",
    "text": "The clavicle is an elongated S-shaped bone, accounting for 5% to 10% of all adult fractures, with 70% to 80% occurring in the middle third. Management has evolved over the last three decades. Absolute indications for surgery include open fractures, floating shoulder, and neurovascular compromise. Beyond these, there is controversy over which fracture patterns to treat."
  },
  {
    "heading": "Closed midshaft clavicle fractures AN EVIDENCE-BASED TRIAGE MANAGEMENT ALGORITHM",
    "topic": "Discussion",
    "subtopic": "Development of a treatment algorithm",
    "text": "The majority of systematic reviews and meta-analyses conclude that operatively treated fractures have lower nonunion and malunion rates, but functional outcomes are the same at six months for fractures that unite. The key is identifying patients who may do worse with nonoperative management. An algorithm is proposed for treating displaced MSCFs, considering risk factors, displacement controversies, and patient factors. For patients under 18, nonoperative management is recommended. For those over 18, risk factors for nonunion should be discussed, and operative intervention may be offered. Shortening alone is not an indication for surgery. Patients should be reassessed at six weeks."
  }
]