[
    {
      "topic": "Biomechanics of Elbow Replacement",
      "text": "The trochlea-capitellar axis is 6 degrees off a line perpendicular to the humerus, resulting in a valgus carrying angle of the forearm (mean 7 degrees in men, 13 degrees in women, disappearing with flexion). The radiohumeral joint is poorly congruent, while the ulnohumeral joint is highly congruent. The capitellum's smaller radius than the radial head allows rotation in any flexion position, stabilized by the annular ligament."
    },
    {
      "topic": "Biomechanics of Shoulder Replacement",
      "text": "The humerus has a neck-shaft angle of 130 degrees and 30 degrees retroversion. The humeral head is eccentric, positioned 9mm posterior to the shaft's central axis. The glenoid is tilted 5 degrees superiorly and retroverted 7 degrees from the scapula's plane, resulting in an overall glenoid anteversion of 25-35 degrees. The clavicle is fixed to the scapula by coracoclavicular ligaments, and ACJ/CC ligament disruption can lead to scapulothoracic instability."
    },
    {
      "topic": "Elbow Kinetics",
      "text": "Elbows have short lever arms for forces, making them inefficient and predisposed to arthritis due to high ulnohumeral joint reaction forces. In a free body diagram, extension moment equals flexion moment, and JRF can be calculated. Forces in extension include hand load, forearm weight, and JRF. Flexion involves the pull of elbow flexors."
    },
    {
      "topic": "Biomechanics of the Hand",
      "text": "IP joints are single-axis hinge joints, with static stability provided by bony architecture, collateral ligaments, and the volar plate. MP joints allow 2 axes of movement (flexion/extension and abduction/adduction), with the latter occurring only if the proximal phalanx (P1) is flexed 30 degrees. CMC joints of the fingers become progressively more restricted in movement towards the ulna, with the 4th and 5th CMCJs being rigid and transmitting forces to the wrist."
    },
    {
      "topic": "Biomechanics of the Wrist",
      "text": "The scaphoid spans both carpal rows, creating a distal flexion and proximal extension moment with the radioscaphocapitate ligament as the fulcrum. A scaphoid waist fracture leads to a humpback deformity. SLAC wrist involves disruption of the SL ligament, causing scaphoid flexion and impingement on the radius, leading to arthrosis. SNAC wrist typically results from a fracture, causing a humpback deformity and impingement."
    },
    {
      "topic": "Hand Biomechanics",
      "text": "IP joints are hinge joints, while MP and CMC joints allow for more complex movements. The thumb CMCJ is a saddle joint enabling circumduction. The extensor mechanism includes long extensors, intrinsics, and sagittal bands. The flexor mechanism involves FDP and FDS tendons, with the \"Quadrigia effect\" occurring when one FDP tendon is tethered. Lumbricals fine-tune tendon tension, and interossei contribute to finger adduction and abduction."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "In a normal knee, the medial femoral condyle (MFC) is larger and more distal, while the medial tibial plateau is lower and more concave. The lateral tibial plateau is higher and convex. The lower limb mechanical axis passes just medial to the lateral tibial spine, with the normal tibial plateau having a 3-degree varus to the mechanical axis. TKR cuts are perpendicular to prevent uneven loading."
    },
    {
      "topic": "Biomechanics and THR",
      "text": "In a single leg stance, the ground reaction force (GRF) is influenced by the abductor force and body weight. The abductor force counteracts body weight to maintain pelvic elevation and normal gait. In osteoarthritis, the loss of frictionless cartilage increases the abductor force and joint reaction force (JRF), leading to pain."
    },
    {
      "topic": "Knee joint biomechanics",
      "text": "The knee joint is complex, with articular congruity varying between the medial and lateral tibial plateaus. The menisci play a crucial role in load transmission and rotation. Ligaments, including the ACL, PCL, MCL, and LCL, provide stability. The ACL has anteromedial and posterolateral bundles, while the PCL has anterolateral and posteromedial bundles."
    },
    {
      "topic": "Achillies Biomechanics",
      "text": "The Achilles tendon transfers approximately 10 times body weight during terminal stance and pre-swing. Clinical features of tendinopathy include activity-related pain and swelling. Examination involves assessing swelling location and using tests like Symmonds test for tendon continuity. Imaging may show Haglund's deformity or calcaneal cystic changes."
    },
    {
      "topic": "Biomechanics of Arch Stability",
      "text": "The medial longitudinal arch provides shock absorption and propulsion. It is not rigid but varies its function during gait. Stabilizers include the plantar fascia, spring ligament, and other ligaments. During gait, tibial rotation and subtalar joint motion allow for arch adaptation."
    },
    {
      "topic": "Biomechanics of the Foot and Ankle",
      "text": "Functional goals for the foot and ankle include flexibility and rigidity depending on gait phase. The joints transmit significant body weight, acting as a rigid lever arm during push-off and being supple during stance. Movements include dorsiflexion/plantarflexion (sagittal plane), varus/valgus (coronal plane, hindfoot), abduction/adduction (transverse plane, midfoot), and pronation/supination (combined movements at multiple joints)."
    },
    {
      "topic": "Plantar Fascia",
      "text": "The plantar fascia originates at the calcaneus and inserts into all tarsal joints and the proximal phalanges. It acts as a truss, supporting the arches and operating via the windlass mechanism. When the MTPJs are extended, the plantar fascia tightens, locking the tarsal joints and increasing longitudinal arch height, making the foot a rigid lever for push-off."
    },
    {
      "topic": "Subtalar and Foot Biomechanics",
      "text": "The talus has no muscle attachments and is cradled by tendons and ligaments. The subtalar joint acts as a torque converter, translating tibial rotation into foot supination/pronation. The subtalar joint has 20 degrees of inversion and 5 degrees of eversion, with a normal axis of about 45 degrees. Flat feet have a more horizontal subtalar axis, while cavus feet have a more vertical axis."
    },
    {
      "topic": "Tarsometatarsal Joint motion",
      "text": "Tarsometatarsal joint motion is restricted to less than 5 degrees of dorsiflexion and 15 degrees of plantarflexion, due to bony architecture and strong ligaments. These joints form the transverse arch of the midfoot, with the 2nd tarsometatarsal joint (Lisfranc's joint) at its center. The dorsal aspect is under compression, and the plantar aspect is under tension."
    },
    {
      "topic": "Spine Biomechanics",
      "text": "Spinal stability, as defined by White and Panjabi, is the ability to resist displacement under physiologic loading to protect neural structures and prevent deformity and pain. A motion segment consists of two vertebrae and intervening soft tissues, with stability conferred by passive (musculoskeletal), active (musculoskeletal), and neural subsystems."
    },
    {
      "topic": "Clinical Gait analysis",
      "text": "Clinical gait analysis involves inspecting for wasting, scars, asymmetry, malalignment, and prosthetics, and observing normal movements of the pelvis, hips, knees, ankles, and feet during the gait cycle. Pelvic rotation occurs at heel strike and toe-off, with tilting during swing for clearance. Hip flexion aids clearance, and extension prevents collapse."
    },
    {
      "topic": "Gait",
      "text": "Gait can be assessed clinically or with a gait analysis lab. Prerequisites for normal walking include stable stance phase, adequate step distance, foot clearance during swing, energy conservation, and pre-positioning of the foot in swing. Gait smoothness is achieved by pelvic tilt, lateral displacement, and rotation, along with knee flexion and ankle/foot motion."
    },
    {
      "topic": "Gait Cycle",
      "text": "The gait cycle begins with foot strike and ends with the same foot striking again, comprising stance (60%) and swing (40%) phases. It is divided into eight sub-phases from heel strike to heel strike. Key definitions include step length, stride length, cadence, and double support phase."
    },
    {
      "topic": "Muscle Activity During Gait",
      "text": "During gait, dorsiflexors are concentric throughout swing, while plantarflexors are inactive. Dorsiflexors are eccentric at initial contact (1st rocker), plantarflexors are eccentric at midstance (2nd rocker), and plantarflexors are concentric at pre-swing (toe-off, 3rd rocker). Glutei are inactive in swing and active throughout stance, while quads and hamstrings show eccentric activity at various phases."
    },
    {
      "topic": "Biomechanics of Orthopaedic Implants",
      "text": "Cerclage wire's tensile strength is proportional to its diameter, and it is notch sensitive. Cables have higher fatigue resistance. Screws convert rotatory load to linear motion, producing compression. Pullout force increases with screw diameter, embedded length, bone quality, surface area, cortical purchase, and pitch. Cannulated screws have lower pullout strength due to reduced core diameter."
    },
    {
      "topic": "Basic Science",
      "text": "Biomechanics involves the study of forces acting on the body. Newton's three laws of motion are fundamental: Inertia (a body remains at rest or in uniform motion unless acted upon by a force), Acceleration (force equals mass times acceleration), and Reaction (every action has an equal and opposite reaction)."
    },
    {
      "topic": "Biomechanics",
      "text": "Force is a mechanical load with direction, which can be plotted on x, y, and z-axes. The Pythagorean theorem helps calculate an unknown force if two other forces are known. A vector introduces the concept of direction, and a force vector represents the direction of a force."
    },
    {
      "topic": "Biomechanics: Newton's laws",
      "text": "Newton's laws are fundamental to biomechanics. The first law (inertia) explains static analysis, the second law (F=ma) relates force, mass, and acceleration in dynamic analysis, and the third law (actions and reactions) describes the interaction between bodies."
    },
    {
      "topic": "Biomechanics: Scalar and vector quantities",
      "text": "Scalar quantities have magnitude but no direction (e.g., mass, speed), while vector quantities have both magnitude and direction (e.g., force, velocity). Vector quantities can be resolved into components for analysis."
    },
    {
      "topic": "Biomaterials: Stress and strain",
      "text": "Stress is the internal force per unit area within a material, while strain is the relative measure of deformation. Hooke's law states that stress is proportional to strain within the elastic limit, and Young's modulus (E) measures a material's stiffness."
    },
    {
      "topic": "Free Body Diagrams",
      "text": "Free body diagrams are used to analyze static forces and moments acting on a joint. In static analysis, all variables must be zero. Six variables are present: force in x, y, and z axes, and the moments created in these axes. Seven assumptions are made for free body analysis: frictionless joints, only compressive forces, equal internal forces, no antagonistic muscle action, rigid bones, muscle force in the direction of the belly, and concentrated body weight."
    },
    {
      "topic": "Joint Lubrication",
      "text": "Joint lubrication prevents wear. Boundary lubrication involves surfaces separated by a molecularly thin lubricant, predominant in prosthetic joints. Fluid film lubrication occurs when a thicker fluid film separates surfaces, dominating in native joints and MoM articulations. Hydrodynamic lubrication relies on the generation of a fluid wedge. Elastohydrodynamic lubrication involves articular cartilage deformation."
    },
    {
      "topic": "Kinematics",
      "text": "Kinematics is the study of motion (acceleration, velocity, displacement) without considering the forces causing it. Work is defined as force multiplied by the degree of displacement. Energy is a measure of work, is never created or destroyed, and is transferred between types and bodies, with the sum total always remaining constant."
    },
    {
      "topic": "Levers",
      "text": "The body functions as a system of levers with three classes, determined by the position of the force, fulcrum, and load. First-class levers have the fulcrum in the middle (e.g., atlanto-axial joint, scissors). Second-class levers have the load in the middle (e.g., nutcracker), requiring less force to overcome the load. Third-class levers, the most common in the body, have the force in the middle and require more force to overcome the load (e.g., shovel, forearm)."
    },
    {
      "topic": "Newton's Law of Viscosity and Synovial Fluid",
      "text": "Newton's law of viscosity describes the relationship between shear stress and shear rate. Synovial fluid, however, is a non-Newtonian fluid that exhibits pseudoplasticity and thixotropy, meaning its viscosity changes with shear rate and time under load. This property is crucial for joint lubrication during movement."
    },
    {
      "topic": "Perrens Strain Theory",
      "text": "Perren's Strain Theory states that fracture healing tissue type is dictated by interfragmentary strain. Optimal strain for primary bone healing is <2%, for hard callus 5%, and for soft callus 10%. Too little strain leads to non-union, while too much strain impairs hard callus formation and can cause hypertrophic non-union."
    },
    {
      "topic": "Stress and Strain",
      "text": "Stress is force applied per unit area, measured in Pascals. Strain is the change in length relative to original length, a unitless measure. Material properties are subject to applied forces; isotropic materials have properties independent of force direction, while anisotropic materials vary. The stress-strain curve illustrates these relationships."
    },
    {
      "topic": "Useful Tables: Types of Joint Lubrication",
      "text": "Joint lubrication mechanisms include Boundary lubrication (single molecular layer, predominant in prostheses), Squeeze Film lubrication (fluid pressure resisting load, predominant in native joints), Elastohydrodynamic lubrication (fluid deformation), Hydrodynamic lubrication (fluid film lifting surfaces), Weeping lubrication (compression elutes fluid), and Boosted lubrication (pressurized fluid leaves viscous residue). These work in concert during the gait cycle."
    },
    {
      "topic": "Biomechanics",
      "text": "Moment is the effect of a force at a distance, causing rotation or angular movement. Torque is the magnitude of a moment. Couples are pairs of forces creating the same moment, such as opening a bottle cap with two fingers."
    },
    {
      "topic": "Kinematics",
      "text": "Potential energy is stored energy, while kinetic energy is the energy required to stop a moving body (E=1/2MV). Power is work done per unit time, and momentum is a body's mass multiplied by its velocity. Speed is the measure of distance traveled over time without direction."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "The mechanical axis of the knee is slightly anterior to the midpoint of the plateau, balanced by the posterior capsule and ligaments. The tibial slope is normally 7 degrees posterior, with the lateral plateau having a slightly greater slope. The flexion-extension axis corresponds to the transepicondylar line. Femoral rollback occurs during flexion, increasing the lever arm for the quadriceps."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "Differential femoral rollback results in a polycentric instant center of rotation. The lateral femoral condyle (LFC) externally rotates during flexion (relative tibial internal rotation) and internally rotates during extension (relative tibial external rotation). The knee screws home and locks in full extension, a stable position where the cruciates are also taught."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "The popliteus muscle arises from the posteromedial tibia and acts to unlock the knee from extension by causing femoral external rotation and tibial internal rotation. The patella functions as a pulley to increase the quadriceps lever arm; patellectomy reduces quadriceps power by 20%."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "The Q angle, formed by the quadriceps and patellar tendon lines, is normally 5-20 degrees and tends to be higher in women. Increased Q angle can result from conditions like genu varum, genu valgum, or lateralization of the tibial tuberosity, leading to lateral patellar pull and potential instability. Patellofemoral arthrosis can be caused by increased Q angle, shallow trochlea, or deficient medial patella facet."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "Normal patellofemoral motion involves the patella engaging the trochlea at 20 degrees flexion and conforming to the groove in deep flexion. The patella is most prone to instability in extension. Contact pressures are highest on the patella, with the thickest cartilage (1 cm) at the patellofemoral joint."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "Restraints to abnormal knee motion include static restraints like the ACL (anteromedial bundle tight in flexion, posterolateral in extension) and PCL (anterolateral tight in flexion, posteromedial in extension), as well as collaterals and the ITB. Dynamic restraints include the quadriceps. Varus is primarily resisted by the LCL and posterolateral corner, while valgus is resisted by the MCL and posteromedial corner."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "Knee arthroplasty aims for conformational matching between the femur and tibia to minimize wear and ensure stability. Fully constrained knees move in one plane, reducing wear but increasing stress at the implant-bone interface. Fully unconstrained designs allow greater motion but can lead to edge loading and wear. Failure modes include loosening, instability, maltracking, overstuffing, poor fixation, and infection."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "Goals of Total Knee Replacement (TKR) include reducing pain, improving function, maintaining ROM, and avoiding complications through biomechanical principles like restoring the mechanical axis, preserving joint line, creating equal flexion/extension gaps, balancing ligaments, and ensuring durable component fixation."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "Design variables in TKR include component conformity (trade-off between wear, ROM, and loosening), fixation method (cemented or uncemented), femoral radius of curvature, polyethylene properties (type, thickness), and level of constraint (PCL retaining vs. sacrificing). Polyethylene thickness is crucial, with an 8mm minimum and 10mm preferred to avoid increased wear."
    },
    {
      "topic": "Biomechanics and THR",
      "text": "Increasing the abductor force or moment arm (e.g., carrying a suitcase, lateralizing the greater trochanter, using a high offset stem) increases JRF and pain. Reducing body weight (losing weight, Trendelenberg gait, using a stick) or medializing the cup (small head size, thin polyethylene) can reduce JRF."
    },
    {
      "topic": "Biomechanics of Shoulder Replacement",
      "text": "Glenohumeral motion is primarily responsible for the initial 30 degrees of abduction and 60 degrees of flexion/extension. The rotator cuff stabilizes the humeral head and acts as a fulcrum for the deltoid. Scapulothoracic motion involves inferior translation of the humeral head with shoulder movement, requiring scapular movement for glenoid articulation. Loss of this motion can lead to instability."
    },
    {
      "topic": "Biomechanics of the Hand",
      "text": "The thumb CMCJ is a saddle joint with 2 axes of movement, similar to finger MCPJs. Circumduction occurs due to these two axes. The trapezium and metacarpal base have differing radii of curvature, allowing thumb pronation and increased ROM but reduced stability. The volar oblique ligament is crucial for thumb CMCJ stability but is prone to attenuation/rupture."
    },
    {
      "topic": "Spine Biomechanics",
      "text": "The passive system includes vertebrae, discs, facet joints, ligaments, and joint capsules. Vertebrae increase in width and depth caudally, with internal structure featuring vertical and horizontal trabeculae. Loss of trabeculae due to osteoporosis predisposes to compression fractures. The saggital shape of the spine allows body weight to be away from the central axis of rotation, aiding balance and gait."
    },
    {
      "topic": "Spine Biomechanics",
      "text": "Facet joints determine the type of movement between vertebrae and become more vertical caudally. The cervical spine is susceptible to flexion/extension due to facet obliquity, while the lumbar spine is more resistant. The thoracic spine has added stability from the rib cage. Spinal ligaments, such as the ligamentum flavum, PLL, and ALL, provide resistance to motion and can contribute to stenosis when degenerated."
    },
    {
      "topic": "Spine Biomechanics",
      "text": "The active system comprises the spinal musculature, including extensors, abdominal muscles, intercostals, and lower trunk muscles. The neural subsystem refers to proprioception, crucial for maintaining spinal stability during movement. Spinal range of motion includes a neutral zone (high flexibility) and an elastic zone (passive system predominates)."
    },
    {
      "topic": "Spine Biomechanics",
      "text": "In spinal disease or injury, the neutral zone increases, leading to a wider range of motion and potential for neurologic injury. Muscle strengthening can help minimize this increase in the neutral zone."
    },
    {
      "topic": "Biomechanics of the Foot and Ankle",
      "text": "The ankle provides 20 degrees of dorsiflexion (DF) and 30 degrees of plantarflexion (PF), with the foot contributing to the remaining motion. Tibial rotation during gait is approximately 11 degrees. At heel strike, the ankle is in neutral or slight PF, progressing to further PF in early stance and DF during mid-stance."
    },
    {
      "topic": "Biomechanics of the Foot and Ankle",
      "text": "Kinetics of the ankle show a large contact area, resulting in less arthritis compared to the hip or knee. However, the ankle is sensitive to disruption. A 1mm taller shift increases contact pressure significantly, potentially leading to early arthritis. Plantarflexors are active during stance to maintain an upright posture."
    },
    {
      "topic": "Gait",
      "text": "Age-related changes to gait include a broad-based stiff knee gait at 18 months, adult gait by 7 years, with minimal changes until 70 years. After 70, velocity and step length decrease, and the double support phase increases. Females tend to have a faster cadence due to shorter stature but similar velocity."
    },
    {
      "topic": "Gait",
      "text": "Abnormalities of gait include Trendelenberg gait (due to abductor weakness or short lever arm), anterior trunk bending (often from knee extension failure or weak hip extensors), posterior trunk bending (to overcome hip extension inability), and increased lumbar lordosis (compensating for hip flexion deformity)."
    },
    {
      "topic": "Gait",
      "text": "Abnormal hip rotation can result from femoral version or muscle imbalance, leading to altered foot progression angles. Excessive knee extension is often seen in quad weakness, causing anterior bending to compensate. Excessive knee flexion can be due to fixed flexion or spastic hamstrings."
    },
    {
      "topic": "Gait",
      "text": "Weakness of ankle dorsiflexion causes foot slap and toe drag. Insufficient push-off occurs with gastrocnemius weakness or Achilles rupture. Wide-based gait is adopted for stability in conditions like ataxia or obesity. Pathologic gaits include steppage gait (equinus deformity), hip scissoring gait (spastic adductors), and antalgic gait (limping to reduce pain)."
    },
    {
      "topic": "Joint Lubrication",
      "text": "Squeeze film lubrication occurs during non-sliding contact, building pressure to maintain a gap. Boosted lubrication involves pressurizing synovial fluid into the cartilage, creating a more viscous fluid. Weeping lubrication involves compression eluting lubricant fluid. The predominant lubrication type varies with gait cycle phase."
    },
    {
      "topic": "Joint Lubrication",
      "text": "In prosthetic joints, boundary and some fluid film lubrication may occur. Wettability describes a material's affinity for lubricant, with ceramics being highly wettable. Large diameter articulations benefit from true fluid film lubrication if the effective radius is large and surface roughness is low."
    },
    {
      "topic": "Stress and Strain",
      "text": "The stress-strain curve shows the toe region (uncoiling of fibers), elastic region (linear, Hooke's Law applies), proportional limit, elastic limit, yield point, strain hardening, ultimate tensile strength, and fracture. Strain energy is the area under the elastic portion of the curve."
    },
    {
      "topic": "Stress and Strain",
      "text": "Brittle materials have little plastic behavior, with yield and fracture points close together (e.g., ceramic). Ductile materials have a large plastic region (e.g., metals). Hardness is a surface property. Fatigue failure occurs due to repetitive stress below ultimate tensile strength, represented by the S-N curve. Stiffness refers to resisting deformation, while rigidity is structural ability to resist deformation."
    },
    {
      "topic": "Biomechanics of Orthopaedic Implants",
      "text": "Nails are advantageous as they reside within the bone's axis and act as load-sharing devices. Metaphyseal fractures are problematic due to bending moments and lack of cortical contact around the nail. Plates are more susceptible to failure than nails due to lower bending rigidity and reliance on fracture reduction."
    },
    {
      "topic": "Biomechanics of Orthopaedic Implants",
      "text": "Locking plates form fixed-angle constructs, eliminating the weak screw-plate interface and screw pullout. Their stiffness depends on screw thickness and material. They preserve periosteal blood supply and can be inserted minimally invasively. Proper articular reduction and fixation are crucial before applying locking screws."
    },
    {
      "topic": "Biomechanics of Orthopaedic Implants",
      "text": "Bone is subjected to combined forces: shear, bending, torsion, compression, and tension. Strength is the ability to resist deformation, dependent on material properties and shape. Rectangular structures resist bending, while tubular structures are more vulnerable to torsion. Stiffness is a material property related to stress/strain, while rigidity is a structural property."
    },
    {
      "topic": "Biomechanics of Orthopaedic Implants",
      "text": "Cerclage wire's tensile strength is proportional to diameter and it is notch sensitive. Cables have higher fatigue resistance. Screws convert rotatory load to linear motion, producing compression. Pullout force increases with screw diameter, embedded length, bone quality, and surface area. Locking plates offer fixed-angle constructs, eliminating screw pullout and improving stiffness."
    },
    {
      "topic": "Biomechanics of Orthopaedic Implants",
      "text": "Nails reside within the bone's axis and act as load-sharing devices. Metaphyseal fractures are prone to failure due to bending moments and lack of cortical contact. Plates have lower bending rigidity than nails and are more susceptible to failure. External fixation provides adaptable fixation, with stiffness influenced by pin size, working length, and number/placement of pins."
    },
    {
      "topic": "Perrens Strain Theory",
      "text": "Perren's Strain Theory states that fracture healing tissue type depends on interfragmentary strain. Optimal strain for primary bone healing is <2%, hard callus is 5%, and soft callus is 10%. Too little strain leads to non-union, while excessive strain impairs callus formation and can cause non-union or pseudoarthrosis. Adverse effects on healing include poor blood supply, smoking, NSAIDs, and head injury."
    },
    {
      "topic": "Biomechanics of Orthopaedic Implants",
      "text": "Cerclage wire's tensile strength is proportional to diameter and it is notch sensitive. Cables have higher fatigue resistance. Screws convert rotatory load to linear motion, producing compression. Pullout force increases with screw diameter, embedded length, bone quality, surface area, and pitch. Locking plates provide fixed-angle constructs, eliminating screw pullout and improving stiffness."
    },
    {
      "topic": "Biomechanics of Orthopaedic Implants",
      "text": "Nails reside within the bone's axis and act as load-sharing devices, though metaphyseal fractures can be problematic. Plates have lower bending rigidity than nails and are more susceptible to failure. External fixation provides adaptable fixation, with stiffness influenced by pin size, working length, and number/placement of pins."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "Knee arthroplasty design principles focus on restoring mechanical alignment, joint line, and ligament balance. Modern TKRs aim for normal femoral rollback. PCL retaining designs offer advantages but are technically demanding, while PCL substituting designs offer more conformity but may increase stress transfer to bone. Mobile bearing knees allow greater conformity and minimize wear but have unique problems like poly spin out."
    },
    {
      "topic": "Biomechanics and Knee Replacement",
      "text": "Patellofemoral issues like maltracking and patella baja can lead to TKR failure. Management of bone loss in TKR involves classification systems (Paprosky) and various reconstructive options like impaction grafting, augments, and cages. Femoral and acetabular component selection considers patient anatomy and desired outcomes."
    },
    {
      "topic": "Biomechanics of Shoulder Replacement",
      "text": "Shoulder anatomy includes the humerus, glenoid, and clavicle, with glenohumeral motion driven by the rotator cuff and deltoid. Scapulothoracic motion is essential for glenoid articulation. Glenohumeral stability is maintained by static stabilizers (labrum, geometry, ligaments) and dynamic stabilizers (muscles, proprioception)."
    },
    {
      "topic": "Biomechanics of the Wrist",
      "text": "The scaphoid spans both carpal rows, creating flexion and extension moments. Wrist stability involves intrinsic and extrinsic carpal ligaments. SLAC and SNAC wrists result from ligament or scaphoid instability, leading to arthrosis. The DRUJ is a modified hinge joint stabilized by the TFCC."
    },
    {
      "topic": "Spine Biomechanics",
      "text": "Spinal stability is maintained by passive (vertebrae, discs, ligaments), active (musculature), and neural subsystems. The spine's saggital shape and facet joint orientation influence movement and stability. Age-related changes lead to disc dehydration, reduced mobility, and increased risk of spinal canal stenosis."
    },
    {
      "topic": "Spine Biomechanics",
      "text": "Intervertebral discs, composed of annulus fibrosus and nucleus pulposus, provide shock absorption and mobility. Disc degeneration involves dehydration and changes in collagen and proteoglycan content. Herniation occurs when the annulus tears, potentially causing nerve impingement. Spinal ligaments (ALL, PLL, ligamentum flavum) are crucial for stability."
    },
    {
      "topic": "Biomechanics of the Hand",
      "text": "The hand has complex biomechanics involving IP, MP, and CMC joints, each with specific axes of movement and stability. The thumb CMCJ is a saddle joint enabling crucial functions like opposition. Tendons are organized into zones based on their location and the pulley system that prevents bowstringing."
    },
    {
      "topic": "Biomechanics of the Hand",
      "text": "Flexor tendons are extrinsic and intrinsic, with FDP being a mass action muscle. The \"Quadrigia effect\" occurs when one FDP tendon is tethered, causing slight flexion in other digits. Lumbricals fine-tune tendon tension, and interossei contribute to MCPJ flexion and PIPJ extension. Intrinsic paralysis leads to a \"intrinsic minus\" hand with MCPJ hyperextension."
    },
    {
      "topic": "Biomechanics of the Wrist",
      "text": "The carpus comprises two rows of bones, with the proximal row being an intercalated segment stabilized by bony geometry and extrinsic ligaments. Carpal kinematics involve flexion/extension at the radiocarpal joint and radial/ulna deviation at the midcarpal joint. Carpal instability is classified as dissociative (within rows) or non-dissociative (between rows), with CID and CIC representing complex patterns."
    },
    {
      "topic": "Biomechanics of Shoulder Replacement",
      "text": "Shoulder anatomy includes the humerus, glenoid, and clavicle. Glenohumeral motion is driven by the rotator cuff and deltoid. Scapulothoracic motion is essential for glenoid articulation. Glenohumeral stability relies on static stabilizers (labrum, geometry, ligaments) and dynamic stabilizers (muscles, proprioception)."
    },
    {
      "topic": "Biomechanics of the Wrist",
      "text": "The carpus has two rows of bones, with the proximal row being an intercalated segment stabilized by bony geometry and ligaments. Carpal kinematics involve flexion/extension at the radiocarpal joint and radial/ulna deviation at the midcarpal joint. Carpal instability is classified as dissociative or non-dissociative, with complex patterns involving both."
    },
    {
      "topic": "Hand Biomechanics",
      "text": "The hand's biomechanics involve IP, MP, and CMC joints with specific movements and stability. The thumb CMCJ's saddle joint allows crucial functions like opposition. Tendons are organized into zones, with the pulley system preventing bowstringing. Lumbricals fine-tune tendon tension, and interossei contribute to MCPJ flexion and PIPJ extension."
    },
    {
      "topic": "Spine Biomechanics",
      "text": "Spinal stability is maintained by passive (vertebrae, discs, ligaments), active (musculature), and neural subsystems. The spine's saggital shape and facet joint orientation influence movement and stability. Age-related changes lead to disc degeneration, reduced mobility, and increased risk of spinal canal stenosis."
    },
    {
      "topic": "Biomechanics of the Wrist",
      "text": "The carpus has two rows of bones, with the distal row rigidly fixed and the proximal row acting as an intercalated segment. Carpal stability relies on intrinsic and extrinsic ligaments. Kinematics involve flexion/extension at the radiocarpal joint and radial/ulna deviation at the midcarpal joint. Carpal instability is classified as dissociative, non-dissociative, or complex, with DISI and VISI patterns representing specific postures."
    },
    {
      "topic": "Biomechanics of Orthopaedic Implants",
      "text": "Implants are subject to various forces like shear, bending, torsion, compression, and tension. Strength and stiffness are material properties influenced by composition, shape, and manufacturing. Locking plates offer fixed-angle constructs, eliminating screw pullout and improving stiffness. External fixation provides adaptable fixation, with stiffness dependent on pin size and working length."
    },
    {
      "topic": "Biomechanics of Shoulder Replacement",
      "text": "The shoulder's stability relies on glenohumeral and scapulothoracic motion. Static stabilizers include the labrum, articular geometry, GH ligaments, and capsule. Dynamic stabilizers are the rotator cuff, biceps tendon, and scapular rotators. Reverse shoulder arthroplasty is indicated for pseudoparalysis or cuff deficiency, altering the center of rotation to utilize the deltoid."
    },
    {
      "topic": "Elbow Kinetics",
      "text": "Elbows have short lever arms, making them inefficient and prone to arthritis due to high ulnohumeral joint reaction forces. Free body diagrams analyze extension and flexion moments, with JRF calculated based on forces acting on the joint. Levers are measured in meters."
    },
    {
      "topic": "Biomechanics and THR",
      "text": "In single leg stance, the ground reaction force (GRF) is influenced by abductor force and body weight. Abductor force counteracts body weight to maintain pelvic stability. Osteoarthritis can increase abductor force and joint reaction force (JRF), leading to pain. Reducing body weight or medializing the cup can decrease JRF."
    },
    {
      "topic": "Biomechanics of the Hand",
      "text": "The hand's biomechanics involve IP, MP, and CMC joints. IP joints are hinge joints. MP joints allow flexion/extension and abduction/adduction. CMC joints restrict movement towards the ulna, with the 3rd MC acting as a cantilever. The thumb CMCJ is a saddle joint enabling opposition. Tendons are organized into zones, with the pulley system preventing bowstringing."
    },
    {
      "topic": "Biomechanics of Arch Stability",
      "text": "The medial longitudinal arch provides shock absorption and propulsion. It is not rigid but varies its function during gait. Stabilizers include the plantar fascia, spring ligament, and other ligaments. Tibial rotation and subtalar joint motion contribute to arch mechanics."
    },
    {
      "topic": "Biomechanics of the Hand",
      "text": "The hand's biomechanics involve IP, MP, and CMC joints, each with specific axes of movement and stability. The thumb CMCJ is a saddle joint enabling crucial functions like opposition. Tendons are organized into zones, with the pulley system preventing tendon bowstringing. Lumbricals fine-tune tendon tension, and interossei contribute to MCPJ flexion and PIPJ extension."
    },
    {
      "topic": "Useful Tables: Types of Joint Lubrication",
      "text": "Joint lubrication involves several mechanisms: Squeeze Film lubrication (fluid pressure), Elastohydrodynamic lubrication (fluid deformation), Hydrodynamic lubrication (fluid film), Weeping lubrication (fluid elution from cartilage), Boosted lubrication (pressurized fluid residue), and Boundary lubrication (molecular layer). These work dynamically during gait."
    },
    {
      "topic": "Useful Tables: Types of Joint Lubrication",
      "text": "Joint lubrication mechanisms include Boundary, Squeeze Film, Elastohydrodynamic, Hydrodynamic, Weeping, and Boosted lubrication. These work together during the gait cycle to reduce friction and wear between articular surfaces. Boundary lubrication is crucial for prosthetic joints."
    },
    {
      "topic": "Newton's Law of Viscosity and Synovial Fluid",
      "text": "Synovial fluid is a non-Newtonian fluid, exhibiting pseudoplasticity and thixotropy, meaning its viscosity changes with shear rate and time under load. This property is essential for joint lubrication, allowing fluid to resist load during gait and providing a low-friction interface."
    },
    {
      "topic": "Newton's Law of Viscosity and Synovial Fluid",
      "text": "Synovial fluid is a non-Newtonian fluid, exhibiting pseudoplasticity and thixotropy, meaning its viscosity changes with shear rate and time under load. This property is essential for joint lubrication, allowing fluid to resist load during gait and providing a low-friction interface, crucial for joint health."
    },
    {
      "topic": "Newton's Law of Viscosity and Synovial Fluid",
      "text": "Synovial fluid is a non-Newtonian fluid, exhibiting pseudoplasticity and thixotropy, meaning its viscosity changes with shear rate and time under load. This property is essential for joint lubrication, allowing fluid to resist load during gait and providing a low-friction interface, crucial for maintaining joint health and function."
    },
    {
      "topic": "Kinematics",
      "text": "Potential energy is stored energy, while kinetic energy is the energy required to stop a moving body (E=1/2MVÂ2). Power is work done per unit time, and momentum is a body's mass multiplied by its velocity. Speed is the measure of distance traveled over time without direction."
    }
  ]