[
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "Publication Information",
    "subtopic": "Publishers",
    "text": "Published by British Orthopaedic Association and British Society for Surgery of the Hand, 2018."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "Guideline Development Group (GDG)",
    "subtopic": "Introduction",
    "text": "The British Orthopaedic Association (BOA) and the British Society for Surgery of the Hand (BSSH) have collaborated to commission a committee to produce best practice guidelines on the management of distal radial fractures (DRFs)."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "Guideline Development Group (GDG)",
    "subtopic": "Members and Roles",
    "text": "Chairman: Charles Pailthorpe\nMembers: Joe Dias, Adam Brooks, Tim Chesser (Fragility fracture chapter), Claire Pulford, Ian McNab, Jamie Brosch, Pida Ripley, Claire Granville, Shivkumar Gopal (Emergency chapter), Nick Johnson, Lisa Leonard (Fracture clinic chapter), James White, Adam Watts (Surgery chapter), Andrew Duckworth, Joelle Chalmer (Rehabilitation chapter), Zoe Clift, Helen Hedley (Outcomes chapter), Alexia Karantana."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "Disclaimer",
    "subtopic": "Guideline Application",
    "text": "The recommendations in this guideline represent the view of the GDG, arrived at after careful consideration of the evidence available. When exercising their judgement, professionals are expected to take this guideline fully into account, alongside the individual needs, preferences and values of their patients or service users. The application of the recommendations in this guideline is not mandatory and the guideline does not override the responsibility of healthcare professionals to make decisions appropriate to the circumstances of the individual patient, in consultation with the patient and/or their carer or guardian."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Emergency Department",
    "text": "Anaesthesia techniques for manipulation: Intravenous regional anaesthesia (IVRA) should be considered for reducing dorsally displaced DRFs. If unavailable, haematoma block is a safe option. \nDoes manipulation affect functional outcome?: Manipulation may not improve outcome in patients aged 65 or older with moderately displaced fractures.\nFull cast versus back slab immobilisation?: Both are acceptable, depending on personnel expertise and patient preference. Patients should receive a written care sheet.\nThe effect of Vitamin C: Vitamin C is not recommended for the prevention of CRPS.\nWhich radiological parameters affect functional outcome?: Insufficient evidence for an association. For patients under 65, ulnar variance and dorsal tilt are the most important extra-articular parameters, while intra-articular step is the most important intra-articular parameter."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Fracture Clinic",
    "text": "Risk factors for re-displacement?: Elderly patients and those with comminution are at increased risk and may require more vigilant follow-up.\nDoes this fracture need a plaster cast?: Patients with stable fractures should be considered for early mobilisation with a removable support once pain allows.\nIn what position should a fractured distal radius be immobilised?: The wrist should be in neutral flexion with three-point moulding, not forced palmar flexion.\nShould further radiographs be taken at 2-3 weeks?: The GDG recommends repeat radiographs at 1-2 weeks for unstable fractures where subsequent displacement would lead to surgery.\nWhen should immobilisation be discontinued?: Consideration should be given to removing the plaster and starting mobilisation four weeks after injury, rather than six.\nWill the anxious patient recover less well?: No recommendation, but best practice suggests providing adequate support to anxious patients.\nRadiographs at the time of removing immobilisation?: Not required unless there is clinical concern."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Surgery",
    "text": "Timing of surgery: Prompt intervention is best. Surgery should be within 72 hours for intra-articular fractures and within one week for extra-articular fractures.\nNon-operative versus operative management: In patients 65 or older, non-operative treatment can be considered primary for displaced fractures.\nManipulation under anaesthesia with K-wires versus ORIF: For dorsally displaced fractures that can be reduced closed, offer K-wire fixation and cast. For those requiring open reduction, consider ORIF.\nExternal fixation versus ORIF: External fixation should not be the definitive treatment for closed DRFs where ORIF is possible.\nConcomitant distal ulnar styloid fracture management: If the distal radio-ulnar joint (DRUJ) is clinically stable, it is not necessary to surgically fix an ulnar styloid fracture."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Rehabilitation",
    "text": "Patients with complications like disproportionate pain, oedema, or delayed recovery should be referred to hand therapy. Patients with ongoing pain or loss of movement post-treatment should be referred for specialist rehabilitation. Education and rehab programs should be timely and suit patient needs."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Outcome Measures",
    "text": "There is insufficient evidence for an optimal Patient Reported Outcome Measure (PROM). An interim recommendation is for the use of either the PRWE or the DASH."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Conclusions",
    "text": "Management of DRFs is based on patient factors, fracture personality, and clinician experience. Patients should have an informed discussion on treatment options. It may be acceptable to avoid surgery for moderately displaced fractures in selected older patients. All patients should receive information on recovery and be able to self-refer if progress is not as anticipated."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FOREWORD",
    "subtopic": "Purpose of Guideline",
    "text": "Adult Distal Radial Fractures (DRFs) are common, especially in older persons where they may be fragility fractures. Treatment remains controversial. This document collates current evidence to guide specialist and non-specialist clinicians on the management of patients with DRFs, from presentation to rehabilitation, with reference to Patient Reported Outcome Measures (PROMs)."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "INTRODUCTION",
    "subtopic": "Guideline Development and Scope",
    "text": "The Guideline Development Group (GDG) consists of a multidisciplinary team including surgeons, a physician, a GP, nurses, and a patient representative. These guidelines are systematically developed to assist in decisions about appropriate healthcare. They cover the patient pathway from the Emergency Department to the Fracture Clinic, Surgery, and Rehabilitation. The guideline also includes a separate study on Outcome Measures."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "METHODOLOGY",
    "subtopic": "Development Process",
    "text": "The guideline was developed using the Scottish Intercollegiate Guidelines Network (SIGN) guidance in association with the Appraisal of Guidelines for REsearch & Evaluation (AGREE) Instrument. Searches were conducted in MEDLINE, Embase, and the Cochrane Library, updated on 21 September 2015. Only papers in English were included."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "EMERGENCY DEPARTMENT",
    "subtopic": "Anaesthesia for Manipulation",
    "text": "Recommendation (Grade C): Intravenous regional anaesthesia (IVRA or Bier's block) is supported by NICE guidelines for reducing dorsally displaced DRFs in adults. If IVRA is not available, haematoma block is a safe alternative. IVRA is associated with better deformity correction and less pain than haematoma block. The use of gas and air alone is not recommended."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "EMERGENCY DEPARTMENT",
    "subtopic": "Effect of Manipulation on Functional Outcome",
    "text": "Recommendation (Grade C): Manipulation may not improve outcome in patients aged 65 years or older with moderately displaced fractures. There is no evidence for patients under 65."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "EMERGENCY DEPARTMENT",
    "subtopic": "Full Cast vs. Back Slab Immobilisation",
    "text": "Best Practice Point: Immobilisation can be achieved with either a full cast or a back slab, depending on expertise and patient preference. Patients should be provided with a written care sheet."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "EMERGENCY DEPARTMENT",
    "subtopic": "Vitamin C for CRPS Prevention",
    "text": "Recommendation (Grade A): Vitamin C is not recommended for the prevention of Complex Regional Pain Syndrome (CRPS) in patients with DRFs, as there is no evidence it prevents CRPS compared to placebo."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "EMERGENCY DEPARTMENT",
    "subtopic": "Radiological Parameters and Outcome",
    "text": "Recommendation (Grade D): There is insufficient evidence for a clear association between any measured radiological parameter and patient-rated outcome. A Delphi study was conducted to investigate this further. The panel agreed that for patients under 65, ulnar variance and dorsal tilt are the most important extra-articular parameters, and intra-articular step is the most important intra-articular parameter. Patient factors like mental capacity, function, and co-morbidities were ranked as most important for surgical decision-making."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Re-displacement and Initial Displacement",
    "text": "Recommendation (Grade D): Patients with an initially displaced DRF are at increased risk of subsequent re-displacement and may merit more vigilant follow-up after reduction."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Re-displacement and Age",
    "text": "Recommendation (Grade D): Elderly patients with a DRF are at increased risk of displacement if treated non-operatively and may merit more vigilant follow-up."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Re-displacement and Comminution",
    "text": "Recommendation (Grade D): Patients with a comminuted DRF are likely to be at increased risk of subsequent displacement if treated non-operatively and may merit more vigilant follow-up."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Need for a Plaster Cast",
    "text": "Recommendation (Grade B): Patients with a stable fracture of the distal radius should be considered for early mobilisation with a removable support once pain allows, as it leads to better early functional scores."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Immobilisation Position",
    "text": "Best Practice Point: When using a cast or back slab, the wrist should be in neutral flexion with three-point moulding, rather than forced palmar flexion, which can increase carpal tunnel pressure."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Follow-up Radiographs at 2-3 Weeks",
    "text": "Best Practice Point: Although there is no evidence to support a benefit, it is recommended to repeat radiographs of the wrist 1-2 weeks after injury for unstable fractures where subsequent displacement would lead to surgical intervention."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Discontinuation of Immobilisation",
    "text": "Best Practice Point: Consideration should be given to removing the plaster and starting wrist mobilisation four weeks after the injury, rather than six, to balance the risk of deterioration with earlier return to function."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Anxious Patient Recovery",
    "text": "Best Practice Point: No recommendation can be made, but it is suggested that patients who seem anxious are given adequate support while recovering."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Radiographs at Time of Removing Immobilisation",
    "text": "Best Practice Point: A radiograph is not required at the time of removing immobilisation unless there is a clinical concern."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SURGERY",
    "subtopic": "Timing of Surgery",
    "text": "Best Practice Point: When surgery is indicated, prompt intervention is best. The NICE Guidelines recommend surgery within 72 hours for intra-articular fractures and within one week for extra-articular fractures."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SURGERY",
    "subtopic": "Non-operative vs Operative Management",
    "text": "Recommendation (Grade A): In patients 65 years or older, non-operative treatment can be considered a primary treatment for displaced DRFs, as evidence shows operative intervention does not provide a superior outcome when measured by PROMs at one year."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SURGERY",
    "subtopic": "MUA with K-wires vs ORIF",
    "text": "Recommendation (Grade A): For dorsally displaced DRFs that can be reduced closed, K-wire fixation and cast should be offered. For those requiring open reduction, ORIF can be considered."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SURGERY",
    "subtopic": "External Fixation vs ORIF",
    "text": "Recommendation (Grade A): Open reduction and internal fixation is associated with better early functional outcomes and a lower risk of complications compared with external fixation. External fixation should not be used as the definitive treatment where ORIF is possible."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SURGERY",
    "subtopic": "Concomitant Distal Ulnar Styloid Fracture Management",
    "text": "Recommendation (Grade D): In the presence of a DRF with a stable distal radio-ulnar joint (DRUJ), it is not necessary to fix an ulnar styloid fracture. Stability of the DRUJ should be assessed and recorded after surgical treatment."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "REHABILITATION",
    "subtopic": "Rehabilitation in Cast vs No Rehabilitation",
    "text": "There is insufficient evidence for or against any form of rehabilitation while the patient is being managed with wrist immobilisation (in cast or external fixator)."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "REHABILITATION",
    "subtopic": "Rehabilitation After Cast Removal (Non-surgical patients)",
    "text": "There is insufficient evidence for or against any form of rehabilitation after removal of cast for patients with DRFs managed non-operatively."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "REHABILITATION",
    "subtopic": "Rehabilitation in Surgically Managed Patients",
    "text": "No evidence was found on the effect of rehabilitation provision on patient reported and functional outcome following surgical management of a DRF when compared to no rehabilitation. Best practice is to provide information on common complications with a self-directed management plan."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "REHABILITATION",
    "subtopic": "Type, Mode, and Discipline of Rehabilitation",
    "text": "Recommendations: Insufficient evidence to suggest one type or mode of rehabilitation is superior. Insufficient evidence that formal therapy is better than home exercise for uncomplicated DRFs. No evidence that one health discipline is better than another. Patients with ongoing pain, limited movement, or inability to return to function should be referred for specialist rehabilitation."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRAGILITY FRACTURES",
    "subtopic": "Introduction and Prevention",
    "text": "The vast majority of DRFs are fragility fractures. Recognizing the underlying pathology (osteoporosis) and the cause (falling) is essential. The principle is 'treat the first fracture, prevent the second'. Fracture clinics should have embedded screening for bone health and falls risk, with clear referral pathways."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRAGILITY FRACTURES",
    "subtopic": "Bone Health and Fracture Prevention",
    "text": "Following NICE CG 146 guidelines, a 10-year absolute fracture risk assessment should be undertaken for all aged 50 or over (and younger with major risk factors), prior to Bone Mineral Density (BMD) assessment. Treatment decisions should be based on fracture risk, not just BMD."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRAGILITY FRACTURES",
    "subtopic": "Falls Prevention",
    "text": "A current fall is a predictor of future falls. NICE guidance recommends routine questioning about falls in older people. Those who have fallen should be offered a multifactorial falls risk assessment and intervention. A typical evidence-based falls prevention exercise program lasts 4-6 months."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRAGILITY FRACTURES",
    "subtopic": "Fracture Liaison Services (FLS)",
    "text": "FLS are co-ordinator based systems to ensure appropriate management of patients after a fracture. They usually involve a dedicated co-ordinator for liaising between teams, arranging BMD testing, and follow-up. The development of effective FLS is encouraged by national quality initiatives."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "OUTCOME MEASURES",
    "subtopic": "Review of Patient-Reported Outcome Measures (PROMs)",
    "text": "A systematic review was performed to appraise the evidence on measurement properties of questionnaires (PROMs) used for DRFs. Twelve studies evaluating five PROMs were included: Patient Rated Wrist Evaluation (PRWE), Disability of the Arm Shoulder and Hand (DASH), Patient Evaluation Measure (PEM), Michigan Hand Questionnaire (MHQ), and its short version. There is insufficient evidence to recommend one optimal PROM. In English, there was moderate positive evidence for the reliability and responsiveness of the PRWE and responsiveness of the DASH. The evidence for other PROMs was limited or unknown."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "OUTCOME MEASURES",
    "subtopic": "Recommendation and Further Research",
    "text": "Best Practice: Pending further research, an interim recommendation is made for the use of either the PRWE or the DASH. A UK consensus for a core outcome set for adult patients with DRFs should be developed."
  }
]