[
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "What is a distal radius fracture (sometimes called a Colles fracture)?",
    "subtopic": "Definition",
    "text": "A distal radius fracture is a break of the radius bone, near the wrist. It is the most common type of wrist fracture."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "What causes a distal radius fracture?",
    "subtopic": "Causes",
    "text": "A wrist fracture occurs most frequently from a fall onto an outstretched hand, but any sudden force pushing the hand backwards can be responsible. An X-ray will tell you if the bone if broken."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "How is it treated?",
    "subtopic": "Plaster cast",
    "text": "You will usually be in plaster for four - six weeks. Your wrist may need to be placed into the correct position first. Whilst the plaster is on, it is important to keep your shoulder, elbow, and fingers moving."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "How is it treated?",
    "subtopic": "Surgery (If needed)",
    "text": "The ends of the bone are held in place with pins and plates."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "How long before my hand is back to normal?",
    "subtopic": "Recovery Expectations",
    "text": "This will depend on what you are expecting normal to be. The wrist is unlikely to look or feel exactly as it did before the break. However, there is no reason you cannot return to your previous activity levels."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Why does my wrist look different?",
    "subtopic": "Appearance after Healing",
    "text": "As a fracture heals new bone is formed which will join the broken ends together. This can result in a lump forming on the back/side of your wrist."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "When can I start driving?",
    "subtopic": "Guidelines for Driving",
    "text": "You will need to discuss this with your surgeon. Usually, when you have enough movement and strength to be able to grip the steering wheel, change gear and control the car safely in the event of a sudden emergency/road hazard. This will vary between individuals. Please make sure that you speak to your insurance company to check you are covered. You will not be allowed to drive whilst you are in a plaster cast."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Post fracture pain and swelling",
    "subtopic": "Managing Pain and Swelling",
    "text": "It is normal to get swelling/discomfort for up to one year after your fracture and it is normal to expect some increase in swelling or soreness when doing exercises. If you have been given pain killers you should take them as prescribed; this will allow you to do your exercises and use your hand more. Always check instructions or ask your pharmacist or GP about over the counter pain killers. However, if your pain is severe or continuous you should contact your GP."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Post fracture pain and swelling",
    "subtopic": "Reducing swelling",
    "text": "Swelling can stop you from using your hand normally. To reduce swelling:\n- Keep your hand elevated at rest (above the level of the heart).\n- Pump your hand regularly throughout the day (ideally every hour). Raise and lower your arm whilst clenching and relaxing the fist several times.\n- As long as you have no problems with your circulation you can use ice or a contrast bathing method—putting the hand/wrist into cold water for 2 minutes, then into warm water for 2 minutes and then back into cold water for 2 minutes."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Strengthening",
    "subtopic": "Post-Plaster Strengthening",
    "text": "You will have less strength in your hand and wrist because it hasn't been used while in the plaster. Start by using your hand for light activities. You should gradually increase how much you use your hand/wrist and be guided by your pain. Too much weight too soon could affect how your fracture heals. To start with, do not carry pots, pans, kettles as you are at risk of dropping them."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Strengthening",
    "subtopic": "Daily Activities for Strengthening",
    "text": "Daily activities such as squeezing a sponge, wringing out dishcloths, unscrewing jars, writing and doing up buttons are really helpful in getting your wrist/hand to work at previous levels."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Movement/stiffness exercises",
    "subtopic": "Thumb to fingers",
    "text": "It is important to try and get as much movement as possible in your hand and wrist after the fracture has healed. Touch your thumb to the tip of each of your fingers in turn."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Movement/stiffness exercises",
    "subtopic": "Wrist flexion and extension",
    "text": "Resting your forearm over the edge of a table. Lift and lower your wrist. You can assist the movement with your other hand."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Movement/stiffness exercises",
    "subtopic": "Wrist pro and supination",
    "text": "Turn your hand palm up then palm down. You can assist the movement with your other hand by linking the fingers. Try and keep your elbow in by your side."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Movement/stiffness exercises",
    "subtopic": "Wrist radial and ulnar deviation",
    "text": "Link your fingers together and rest your forearms on a table with the wrists over the edge. move the wrist down towards the little finger and then up towards the thumb."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Hand exercises",
    "subtopic": "Movement",
    "text": "These exercises can improve the movement in your thumb and fingers, use the pictures below to help you get movement at each joint."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Daily strengthening activities",
    "subtopic": "Functional Tasks",
    "text": "- Practice placing pegs onto the side of a jug or margarine tub.\n- Wring out a dishcloth or towel.\n- Practice picking up small objects like buttons or coins."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Accessibility Information",
    "subtopic": "Alternative Formats",
    "text": "If you need help to understand this leaflet or would like it in a different language or format such as large print, Braille or audio, please ask a member of staff."
  }
]