[
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Introduction",
    "subtopic": "Purpose of Booklet",
    "text": "The aim of this booklet is to help our patients who have had a distal radius fracture. Here you will find helpful information on recovery and exercises, as well as our contact details should you need any further advice and assistance."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Definition",
    "text": "The radius is one of the two bones in the forearm, the other being the ulna. The distal part of the radius is the end nearest your wrist. This part of the radius is commonly broken. A small break at the end of the ulna often accompanies this injury."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Treatment",
    "text": "These fractures are normally treated by immobilisation with a splint or plaster cast for approximately four weeks, depending on the position and severity of the fracture. If the bones have moved significantly out of position, then you may have needed to have the fracture manipulated or corrected with surgery. It is normal to experience stiffness and swelling after a fracture and it must be noted that the removal of the cast or dressing is only the start of your recovery."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Common problems",
    "subtopic": "Thumb pain",
    "text": "A percentage of our patients notice an increase in thumb pain after a distal radius fracture. However, this should settle with time. It is important to keep the thumb moving, but not to over-stress it with repetitive pinching/gripping and twisting activities."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Common problems",
    "subtopic": "Discomfort in the wrist on the side of the little finger",
    "text": "Discomfort in the wrist on the side of the little finger is also common, particularly if you were also diagnosed with an ulna fracture. There is a ligament complex within this area which may have also been injured alongside the fracture. Normally, this does not require any treatment, but it can take months for this discomfort to settle. If this is a particular problem for you, please discuss your symptoms further with your hand therapist or consultant."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Common problems",
    "subtopic": "Numbness or a mild pins and needles sensation",
    "text": "Some numbness or a mild pins and needles sensation may also accompany your injury. This is due to the fact that the nerves may have been aggravated at the point of injury or with the following swelling. This should settle over the following months, but if you feel that the symptoms are becoming more frequent, affecting your hand function and/or becoming increasingly painful, then please contact the department to discuss your symptoms."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Common problems",
    "subtopic": "Tendon rupture (extensor pollicis longus)",
    "text": "Very occasionally, patients with a distal radius fracture develop a rupture (tear) in the long tendon that lifts the tip of the thumb up (extensor pollicis longus). This is a nuisance and patients often decide to have a tendon transfer to restore this function."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Common problems",
    "subtopic": "Slightly different appearance of wrist",
    "text": "Post fracture you may notice that your wrist may have a slightly different appearance. These changes are normally cosmetic in nature, but these changes should not affect your regaining functional use of your wrist."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "0-6 weeks",
    "text": "Focus on regaining movement and light function. You will gradually reduce the use of your splint. Aim to stop wearing the Futura splint after 6 weeks post injury. Begin passive exercises if post-surgery."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "6 weeks",
    "text": "Begin passive exercises if treated with a cast. Begin weight bearing and aim to increase wrist dexterity. (See exercises)."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "8 weeks",
    "text": "You can gradually increase the amount you lift and start to strengthen your wrist. You can now start completing strengthening exercises."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "12 weeks",
    "text": "No restrictions on activity. Your bone is strong enough to return to contact sports and lift heavy weights. It must be noted that the soft tissue and muscles are still recovering, so your wrist is unlikely to feel completely normal at this stage."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "12 weeks +",
    "text": "It is normal to have some mild ongoing swelling, morning stiffness and occasional aches and pains with new or heavy activity."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "Driving",
    "text": "You are allowed to drive when you have full control of the car and can complete all emergency procedures. If you want to drive with your splint on, we would suggest you contact your insurance company."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "1 year",
    "text": "It can take up to a year until your wrist completely recovered from this injury."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Swelling",
    "text": "Swelling is a common problem post fracture. Controlling your swelling can promote recovery of normal hand function. Elevating your hand regularly throughout the day can help to drain away the fluid. Whilst your hand is raised, try rapidly making a fist 5-10 times. Stroking your hand/wrist can also help to move the swelling. This can be completed using long firm strokes starting from the fingertips in a downward direction towards your elbow. Another option is to apply an ice pack to the area."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Scar",
    "text": "If you have had surgery, you will also be advised to complete regular scar massage. Apply a deep circular massage with firm pressure 3 times daily for approximately 3 minutes to the scar and the surrounding area. You may also use a gentle non-perfumed moisturiser. If your scar feels very sensitive, regular touch will also help to calm this down. Exposing the area to different textures, i.e. sleeves of clothing, will help the wrist adapt to normal stimulus."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Light function",
    "text": "As soon as your cast/dressings are removed, it is important to start to use your injured hand in normal day-to-day activities. You can complete all normal light functional activities such as washing and drying up, getting dressed and using a keyboard. The more you use your wrist and try to regain normal function, the quicker it will recover."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Grip",
    "text": "Regaining finger movement is also a key focus of early stages. We would advise you to regularly complete the finger exercises with a focus on achieving a full fist and extension rather than wriggling the fingers. Alongside these specific exercises, whenever you grip hold of household objects such a toothbrushes, cutlery or hairbrushes, you should attempt to close your fingers fully around the diameter."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Splint",
    "text": "You may have been provided with a splint after your injury e.g. a Futura splint (pictured). We would advise that you gradually start weaning off this in order to strengthen your wrist. Initially, stop wearing the splint at home or when in low risk areas, and then aim to stop wearing your splint at night and when out in public spaces."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Home exercise programme",
    "text": "It is important to complete the exercises provided by your hand therapist/consultant. The aim is for you to recover your range of movement (ROM) and strength post injury. Evidence has shown that regular completion of exercises will improve your outcome post fracture."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Heat",
    "text": "To assist regaining your movement, you may use heat prior to completion of exercises. For example, you may complete your exercises in the shower, or place a hot water bottle/warmed towel on the wrist 5-10 minutes before."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Pain",
    "text": "It is normal to have some level of discomfort post fracture. This is not an indication of a new injury or that you have unsettled the fracture. We would suggest that you work to the level of an unpleasant stretch. On a pain scale, we would suggest this to be around 5 out of 10 discomfort – this discomfort should settle down quickly on completion of the activity (within 30 minutes). If you are regularly experiencing significant pain, or for a significant period post exercise, please discuss your symptoms further with your hand therapist or consultant."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Finger exercises - Tendon gliding",
    "text": "Complete the sequence of finger exercises. Increase the stretch into each position, using the other hand to assist the movement if the fingers feel stiff."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Thumb exercises - Thumb opposition",
    "text": "Touch the tip of each finger in turn with the tip of the thumb then move the tip of the thumb down the length of the little finger to its base."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Active extension and flexion",
    "text": "Bend the wrist backwards (extension) until you feel tightness. Hold the stretch for the count of 10-15 seconds. Then bend your wrist forwards (flexion) until you feel tightness. Hold the stretch for the count of 10-15 seconds. Repeat 5 -10 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Active supination and pronation",
    "text": "Keeping your elbow tucked into your side, rotate your forearm so the palm of your hand faces upwards (supination) and then rotate your forearm in the opposite direction (pronation). Hold each stretch for the count of 10 -15 seconds in each direction."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Dart throwers motion",
    "text": "Rest your elbow on a table. Hold onto a pen with a light grip. Pretend you are going to throw the pen like a dart by bending your wrist back in the direction of your thumb, and then move your wrist forward towards your little finger. Repeat 5 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Passive extension and flexion",
    "text": "Bend the wrist backwards (extension) until you feel tightness. Then use your other hand to push into the movement. Hold this for 30 seconds. Bend the wrist forwards (flexion) until you feel tightness. Then use your other hand to push into the movement. Hold this for 30 seconds. You may find it easier to complete this exercise with your hand over the side of a table. Repeat 2 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Passive pronation and supination",
    "text": "Keep your elbow tucked into your side. Rotate your forearm so the palm of your hand faces upwards (supination) and then downwards (pronation). Use your other hand to gently push your wrist further into each position. Hold each stretch for the count of 30 seconds in each direction."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Prayer stretch",
    "text": "Place both hands together with your elbows bent (as though praying), ensuring your palms are touching. Slowly bring your hands downwards and bring your elbows out. Ensure the bottom of your palms remain touching throughout. Hold for a count of 30 seconds."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Rolling an object",
    "text": "Rest your hand and wrist on an uneven surface such as a ball, rolled magazine, cushion or water bottle. Without leaning through the object, roll your hand and wrist over it slowly and smoothly. If using a cushion or a ball, try to control your movements in a circular pattern or try to write your name."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Control of forearm rotation",
    "text": "Start with your elbow tucked into your side, your palm is facing upwards and your chosen weight in your hand (e.g. a rolled up magazine as shown in the pictures). Move your hand slowly and smoothly so that your palm is facing downwards. Then slowly return to the starting position. Make sure you keep your elbow tucked into your side throughout the exercise. Repeat 5 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Weight-bearing",
    "text": "On a table: While standing, place your hand flat on a table. Lean through the table with 25%, 50%, 75% or 100% of your weight. Hold the position for 5 – 10 seconds.\nOn a wall: Face a wall and stand a little further away than an arm's length away with your feet shoulder width apart. Lift your arms and place your palms flat against the wall at shoulder width apart. Lean into the wall increasing your weight as you feel comfortable to do so. Hold the position for 3-5 seconds.\nOn the floor: While kneeling on the floor place your palms flat on the floor in front of you. Lean into the floor increasing your weight as you are able to tolerate."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening exercises",
    "subtopic": "Isometric exercises",
    "text": "Flexion: Rest your forearm on the table, palm up. Bend (flex) wrist. With your unaffected hand, gently push down on your palm and resist this movement so that your wrist doesn't move. Hold for 3-5 seconds, then relax.\nExtension: Rest your forearm on the table, palm down. Bend wrist back (extension). With your unaffected hand, gently push down on your palm and resist this movement so that your wrist doesn't move. Hold for 3-5 seconds, then relax.\nPronation: Start with your elbow by your side, bent/flexed to 90 degrees. Rotate your forearm so your palm is facing down (pronation). Place your unaffected hand on the back of your wrist, and resist this movement so that your forearm/wrist cannot fully pronate. Hold for 3-5 seconds and then relax.\nSupination: Start with your elbow by your side, bent/flexed to 90 degrees. Rotate your forearm so your palm is facing up (supination). Place your unaffected hand on the back of your wrist, and resist this movement so that your forearm / wrist cannot fully supinate. Hold for 3-5 seconds and then relax."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "General advice",
    "text": "When choosing the correct weight, you should be able to lift the weight 10 times and then your wrist should feel tried. You may need different weights for different exercises. To make the exercises harder you can increase your weight and / or complete extra sets of 10 (up to 3). Tip: Strengthening exercises should be completed every other day."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "Flexion",
    "text": "Holding on to a weight. Begin with your forearm resting on a table palm up, ensuring your wrist is off the edge of the table. Bend (flex) your wrist upwards. Hold for a count of 5 seconds and then slowly lower your wrist. Repeat this movement slowly and smoothly 10 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "Extension",
    "text": "Holding on to a weight. Begin with your forearm resting on a table palm down, ensuring your wrist is off the edge of the table. Bend (extend) your wrist towards you. Hold for a count of 5 seconds and slowly lower your wrist. Repeat this movement slowly and smoothly 10 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "Wrist deviators",
    "text": "Holding on to a weight. Start with your thumb pointing towards the ceiling. Bend your wrist up towards you and hold for a count of 5. Then slowly lower your wrist. Repeat this movement slowly and smoothly 10 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "Weighted supination and pronation",
    "text": "Start with your elbow tucked into your side, your palm facing upwards and your chosen weight in your hand. Move your hand slowly and smoothly so that your palm is facing downwards. Slowly return to the starting position. Repeat 5 times. Make sure you keep your elbow tucked in your side throughout the exercise."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "Powerball",
    "text": "A gyroscope strengthens the wrist by producing multidirectional movements against resistance. Your therapist will show you how to use a gyroscope. Gyroscopes can be purchased online."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Glossary Of Terms",
    "subtopic": "Definitions",
    "text": "Active - An exercise that uses a person's own muscle to achieve the movement.\nBackslab - A slab of plaster that does not completely encircle the limb and is used for injuries which have resulted in a large amount of swelling. It is secured with a bandage to accommodate the swelling.\nExtension - The act of extending, lengthening or stretching out.\nFlexion - The act of bending a limb.\nFracture - The breaking of a bone.\nPassive - An exercise where the limb is held into a movement by another force - i.e. the other hand.\nPlaster Cast - A bandage stiffened and moulded to the shape of a limb that is broken. Used to support and protect.\nPronation - Rotation of the hand or forearm, the surface of the palm facing downward.\nSplint - Rigid material used to immobilise a fractured or dislocated bone, or to maintain any part of the body in a fixed position. Usually removable.\nSupination - Rotation of the hand or forearm, surface of the palm facing upward."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Educational video links",
    "subtopic": "Video resources",
    "text": "Distal Radius Fracture - Acceptable Alignment at 4 weeks: https://vimeo.com/bsuh/drfractureacceptablealignmentfourweeks\nDistal Radius Fracture - Post-Surgery - 4 weeks: https://vimeo.com/bsuh/orifdrfracture\nDistal Radius Fracture - 6 weeks: https://vimeo.com/bsuh/drfracturesixweeks\nDistal Radius Fracture - 8 weeks: https://vimeo.com/bsuh/drfractureeighweeks"
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Hand Therapy Service contact details",
    "subtopic": "Contact Information",
    "text": "If you have any concerns, please contact us.\nPhone: 01273 696955 Ext. 64116\nEmail: uhsussex.handservicereferrals@nhs.net\nMessages will be checked regularly throughout the working week. If you have any urgent concerns outside of the working week, please contact your local out of hours GP or Accident and Emergency department."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Advice record sheet",
    "subtopic": "Personal Log",
    "text": "This is a blank chart for patients to log their progress with exercises (finger/thumb, wrist movement, stretches, strengthening), swelling management (elevation, ice, massage), weight-bearing, functional activities, and scar management."
  }
]