[
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Definition and Common Associated Injuries",
    "text": "There are two bones in the forearm, the radius and ulnar. At the wrist joint, the radius is the on the thumb side. The term distal refers to the end of the bone furthest away from the body. This is the most common type of fracture at the wrist. Most fractures will often be accompanied by sprains to the ligaments around the wrist due to being stretched on impact. Due to this, pain can be common the little finger side of the wrist. On occasion, the ulnar side of the wrist may fracture as well, causing a chip of bone to move away from the ulnar styloid. Your doctor will tell you if this is the case."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Treatment",
    "text": "A fracture of the wrist is usually treated by immobilising the wrist in a cast for four to six weeks depending on the severity and alignment of the fracture. If the fracture is not in good alignment, it may require manipulation or surgery to correct it with metalwork fixation."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Post-Fracture Expectations",
    "text": "After any wrist fracture, it is expected that you will have some swelling and stiffness of the wrist, forearm, fingers, and thumb. If you have any excessive swelling that does not improve with elevation and rest, it is advisable to contact your GP or fracture clinic for advice."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Rare Complications (Tendon Tear)",
    "text": "In rare cases, some patients can experience a tear to the long tendon (extensor pollicis longus), which lifts the end joint of the thumb. This may present with the end of the thumb drooping down, and inability to straighten it. This should be checked for before you are discharged. If you have any concerns about this, please contact your physiotherapist."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Recovery Timeline",
    "text": "Complete recovery from a fracture may take up to one year, but you will likely be back to doing lots of normal tasks such as driving by 8-12 weeks following. Everyone is different in how quickly they may recover, so try not to compare yourself to others you may know who have had the same injury."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Sensation Changes",
    "text": "Sensation changes are also common. Pins and needles or numbness into the fingers or hand may be felt intermittently in the early days due to the nerves becoming irritated or restricted by swelling, or from being stretched at the time of the injury. This usually resolves on its own. If persisting, not improving with elevation, movement and is affecting your function you should contact the department for support as soon as possible for further assessment."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Swelling management",
    "subtopic": "Techniques",
    "text": "• Elevation of the wrist and hand up onto your chest or by resting your elbow onto a comfortable surface.\n• Wearing the splint or some 'tubigrip' bandaging for compression.\n• Ice application for 10-15 minutes maximum. This should only be completed if you cast has been removed. You can use some frozen peas or a gel pack. Ensure to wrap this in a damp towel to protect your skin.\n• Massage can help with swelling, reducing pain and sensitivity of the skin to light touch. Do this using a non-perfumed moisturiser or oil, starting at your hand and pushing up towards the elbow."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Scar Management",
    "subtopic": "Post-Surgical Care",
    "text": "If you have had any surgery to your wrist, it is important that once your wound has healed and the scar has formed that you massage it regularly. This is important for ensuring that your scar doesn't become overly sensitive to light touch. Exposing it to varied textures, e.g. soft, smooth or rough can help to reduce this and ensure the area adapts to normal stimulus such as clothing over the area. Scar massage should be completed for up to three minutes, 3 times a day in a circular motion all along the length of the scar, applying a firm but tolerable pressure. Use a moisturiser when doing this if you wish."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Activity advice",
    "subtopic": "Returning to Light Activities",
    "text": "You should try to begin to use your affected wrist for light tasks once your cast is removed to assist it in regaining range of movement, strength and dexterity. To start with, you should avoid any heavy lifting or carrying, such as using a kettle or pushing a heavy door. Examples of manageable light activities to try:\n• Using your phone\n• Completing personal care e.g. washing, applying make-up, or brushing your hair.\n• Dressing e.g. light clothing, zips and easy buttons,\n• Writing – signing your name or crossword puzzles\n• Washing up light items and wiping tables."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Pain management",
    "subtopic": "Expectations and Guidelines",
    "text": "It is expected to have some degree of discomfort following this injury. When doing exercises, you may feel stiffness, stretching or pulling sensations; these are usual sensations initially. On a pain scale of 0-10, your pain should not increase beyond a 5/10 when completing exercises, and any discomfort should settle within 30 minutes. If you experience pain higher than this, discuss it with your GP or pharmacist. If you are struggling with the exercises, contact your physiotherapy department."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "PIFU – Patient Initiated Follow-Up",
    "subtopic": "Service Explanation",
    "text": "If you have been given this booklet, you should now have been seen by a physiotherapist, or received a phone call consultation. You may now be on an open appointment via our service called ‘PIFU' – patient-initiated follow-up in case of concerns whilst carrying out your physiotherapy treatment at home. This booklet is designed to give you independence with your rehabilitation, but to help you identify when you may need support from a therapist."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Physiotherapy Departments – How to contact us",
    "subtopic": "Contact Numbers",
    "text": "Alexandra Hospital Redditch 01527 512114\nWorcestershire Royal Hospital 01905 760294\nKidderminster Hospital 01562 513066"
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Healing Time Scales – What can I do? When can I progress?",
    "subtopic": "0-6 weeks",
    "text": "Range of movement (ROM) exercises for the fingers, thumb and elbow should be completed whilst in the cast."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Healing Time Scales – What can I do? When can I progress?",
    "subtopic": "6 weeks",
    "text": "Begin active range of movement exercises for the wrist and forearm. Finger, thumb, and elbow exercises should be continued. Aim to wean out of the splint if given one by 8 weeks."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Healing Time Scales – What can I do? When can I progress?",
    "subtopic": "8 weeks",
    "text": "Start to increase the amount you can lift by completing lifting tasks. Lifting activities should not feel strained. You can start to passively stretch into your movements to help regain more range at the joint as tolerated."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Healing Time Scales – What can I do? When can I progress?",
    "subtopic": "12 weeks+",
    "text": "Bone strength at the fracture site will now be increasing. Continue to progress loading with lifting tasks as comfortable. You may wish to start some gentle weight bearing exercises."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Healing Time Scales – What can I do? When can I progress?",
    "subtopic": "1 year post",
    "text": "It may take up to one year to feel that your wrist is fully recovered from this injury, but you should be back doing most of your normal tasks by 12 weeks. You are likely to still see small ongoing improvements up to one-year post-injury."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Exercises (0-6 weeks)",
    "subtopic": "Elbow bend and straighten",
    "text": "Standing up or sitting. Hold a supportive surface if required. Relax your arm and straighten your elbow as much as possible. Slowly, bend your elbow bringing your palm towards your shoulder."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Exercises (0-6 weeks)",
    "subtopic": "Reaching to ceiling",
    "text": "Standing up or sitting. Hold a supportive surface if required. With a straight arm, lift your hand up towards the ceiling to flex the shoulder."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Exercises (0-6 weeks)",
    "subtopic": "Finger flexion – small knuckles",
    "text": "As best as you can, bend just the end joints of your fingers to the touch the top of the palm and the bottom of the palm to the positions shown. Swelling may limit this at first, but trying to do the movements will reduce stiffness."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Exercises (0-6 weeks)",
    "subtopic": "Finger flexion – main knuckles",
    "text": "Keeping the end two small joints of your fingers straight, bend just the main knuckles of your hand as best as you can. Bring the finger tips towards the thumb."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Exercises (0-6 weeks)",
    "subtopic": "Thumb flexion and circles",
    "text": "1) Make a 'thumbs up' sign. Gently circle the thumb as able.\n2) Bend the end joint of your thumb down as able and lift it back up again as shown."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Wrist flexion and extension",
    "text": "Slowly lower your hand down to allow the wrist to bend as far as you can. Lift the hand up to extend the wrist – assist with the other hand to support the weight of your hand if needed."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Forearm pronation and supination",
    "text": "Have your forearm resting on a table or chair. Palm on its side and your hand over the edge. Slowly, turn your hand over to face the palm to the floor. Return to the start position and turn your palm upwards to face the ceiling. Tip – Keep your elbow bent and tucked into your side."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Wrist radial and ulnar deviation",
    "text": "Have your forearm resting on a table or chair with your hand over the edge. Tilt the wrist and hand upwards towards the ceiling and then down towards the floor."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Thumb to finger",
    "text": "Bring your thumb to meet your index finger as if making the 'OK' sign. Then move along to your 3rd, 4th, then 5th fingers. If able, reach for each crease of your 5th finger starting at the top."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Open and close",
    "text": "Make a fist, bringing the fingertips into the palm of your hand. Relax, then spread out your fingers as wide as you can."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Prayer stretch",
    "text": "Put both palms together with your hands in front of your face. Slowly, lower your hands down towards your chest, lifting the elbows up. Hold for 10 seconds if able, then relax."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises",
    "subtopic": "Table extension",
    "text": "In sitting, place your hand flat on the table. Slowly, lift up your elbow so that you feel a bend in the wrist. Hold for 10 seconds."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises",
    "subtopic": "Flexion with overpressure",
    "text": "Have your forearm supported on a table, with your hand and wrist over the edge, palm facing down. Relax the hand down. Using your other hand, apply a downward stretch. Hold for 10 seconds."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises",
    "subtopic": "Assisted supination and pronation",
    "text": "Clasp your hands together, have your elbows bent to 90 degrees and tucked into your side. Use your other hand to assist the movement of turning your palm upwards and then downwards."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises",
    "subtopic": "Assisted radial and ulnar deviation",
    "text": "Sit with your forearms supported on a table. Clasp your hands together and tilt the wrist and hands up and down."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises",
    "subtopic": "Towel wringing",
    "text": "Roll up a small towel and grip with both hands. Wring out the towel, first moving your hand forward and then backwards like revving a motorbike."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Weighted wrist extension",
    "text": "Using an appropriate weight (around 0.5kg or less to start). Have your forearm supported on a table, palm facing down. Hold the weight and lift it up by bending the wrist. Slowly, lower down again."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Weighted wrist flexion",
    "text": "Have your forearm supported on a table, palm facing up. Hold the weight and lift it up by bending from the wrist. Slowly, lower down again."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Weighted radial deviation",
    "text": "Have your forearm supported on a table, palm facing sideways. Hold the weight and lift it up, tilting the thumb towards the ceiling. Slowly, lower down again."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Weighted ulnar deviation",
    "text": "Stand holding the weight with your palm facing your body. Tilt your hand backwards and upwards. Slowly relax."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Weighted pronation and supination",
    "text": "Have your forearm supported on a table, palm facing sideways. Hold the weight at one end and slowly turn it over so your palm faces up. Next turn it down so the palm faces the floor."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Theraband ulnar deviation",
    "text": "Using a light exercise resistance band. Hold the other end of the band in your affected hand, with the forearm resting on the table and palm facing sideways. Pull down on the band. Hold briefly and slowly relax."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "Table top weight bearing",
    "text": "Stand in front of a table. Place your palms down onto the table. Gently put some weight through as tolerated. Slowly, shift your weight from one hand to the other. Build up pressure from 25% to 100% as able."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "Wall press-up",
    "text": "Stand facing a wall. Place your hands on the wall just below your shoulder height. Slowly, bend your elbows to bring your body closer to the wall. Straighten your elbows and push your body away from the wall again. Repeat as tolerated."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "4-point kneeling weight bearing",
    "text": "Only complete if you can get into a kneeling position safely. Kneel on the floor with an exercise mat. Place your hands out in front of you. Wrists under the shoulders or slightly further forward. Knees should be under your hips. Practise leaning weight left to right and forwards back over your hands."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "Throwing and catching",
    "text": "Using a light ball. Try to throw it up with your affected side and catch it again. You may also progress to throwing from one hand to the other, or forwards to a partner or wall."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "Supination and pronation with a stick",
    "text": "In sitting or standing, hold the end of a walking stick or umbrella with its handle pointing up. Slowly, turn the stick over left and right, so your palm turns up and down. Control the movement."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "Radial deviation with a stick",
    "text": "In sitting or standing, hold the end of a walking stick or umbrella with its handle pointing down. Your hand should be on its side, thumb on top. Slowly, tilt the stick up towards the ceiling by bending the wrist upwards. Slowly, lower it back down again."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Patient Support and Feedback",
    "subtopic": "Emergency Advice",
    "text": "If your symptoms or condition worsens, or if you are concerned about anything, please call your GP, 111, or 999."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Patient Support and Feedback",
    "subtopic": "Patient Experience and Feedback",
    "text": "If you have any questions or concerns, please speak with a member of staff. You can share your experience by completing our Friends and Family Test cards. We value your comments and feedback."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Patient Support and Feedback",
    "subtopic": "Patient Advice and Liaison Service (PALS)",
    "text": "If you have concerns or questions, you can talk with the nurse in charge or contact the PALS Team for informal help, advice or support. If you are still unhappy, you can contact the Complaints Department. PALS can be contacted by telephone at 0300 123 1732 or via email at: wah-tr.PALS@nhs.net. Opening times are Monday to Friday from 8.30am to 4.00pm."
  }
]