[
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Introduction",
    "subtopic": "Definition and Prevalence",
    "text": "While trying to break a fall with your hands may seem instinctive, the force of the fall could travel up your forearm bones and dislocate your elbow. It also could break the smaller bone (radius) in your forearm. Fractures of the radius often occur in the part of the bone near the elbow, called the radial head. Radial head fractures are common injuries, occurring in about 20% of all acute elbow injuries. Many elbow dislocations also involve fractures of the radial head. Radial head fractures are more frequent in women than in men, and they are more likely to happen in people who are between 30 and 40 years of age."
  },
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Symptoms",
    "subtopic": "Common Symptoms",
    "text": "The most common symptoms of a radial head fracture include:\n- Pain on the outside of the elbow\n- Swelling in the elbow joint\n- Difficulty bending or straightening the elbow, accompanied by pain\n- Inability to turn or difficulty turning the forearm (palm up to palm down or vice versa)"
  },
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Treatment",
    "subtopic": "Type I Fractures",
    "text": "Type I fractures are generally small cracks, and the bone pieces remain fitted together.\n- The fracture may not be visible on initial X-rays, but it can usually be seen if the X-ray is taken 3 weeks after the injury.\n- Nonsurgical treatment involves using a splint or sling for a few days, followed by an early and gradual increase in elbow and wrist movement (depending on the level of pain).\n- If you attempt too much motion too quickly, the bones may shift and become displaced."
  },
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Treatment",
    "subtopic": "Type II Fractures",
    "text": "Type II fractures are slightly displaced and involve a larger piece of bone.\n- If displacement is minimal, treatment may involve wearing a sling or splint for 1 to 2 weeks, followed by range-of-motion exercises.\n- Small fragments of broken bone may be surgically removed if they prevent normal elbow movement or have the potential to cause long-term problems with the elbow.\n- If a fragment is large and out of place enough, the orthopaedic surgeon will first attempt to hold the bones together with screws, or a plate and screws. If this is not possible, the surgeon will remove the broken pieces of the radial head.\n- The surgeon will also correct any other soft-tissue injury, such as a torn ligament."
  },
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Treatment",
    "subtopic": "Type III Fractures",
    "text": "Type III fractures have multiple broken pieces of bone which cannot be put back together for healing.\n- In most Type III radial head fractures, there is also significant damage to the elbow joint and the ligaments that surround the elbow.\n- Surgery is always required to either fix or remove the broken pieces of bone and repair the soft-tissue damage. If the damage is severe, the entire radial head may need to be removed. In these cases, an artificial radial head may be placed to improve long-term function.\n- Early movement to stretch and bend the elbow is necessary to avoid stiffness."
  },
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Post-Surgical Care",
    "subtopic": "Rehabilitation",
    "text": "After surgery to repair a radial head fracture, the surgeon will recommend no weight-bearing through the arm and no lifting objects heavier than a few pounds for 6 to 12 weeks. Depending on the fracture pattern and other associated elbow injuries, you may be placed in a splint or cast for a period of time. Even the simplest of fractures may result in some loss of movement in the elbow. Regardless of the type of fracture or the treatment used, you will be prescribed exercises to restore movement and strength before resuming full activities. In some cases, your elbow stiffness may be limiting enough that you require a second surgery to remove scar tissue."
  }
]