[
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Introduction",
    "subtopic": "Initial Advice and Healing",
    "text": "This leaflet gives you advice and exercises to help your elbow to recover after your radial head fracture. Radial head fractures are not treated in a plaster cast, as the fracture is stable. This means you can move the joint without causing damage. It is very important to get your arm moving as soon as possible, to avoid joint stiffness and muscle tightness. At first, your elbow will feel stiff and painful, but it is important that you continue to move it as this will aid your recovery. It usually takes approximately 6 weeks for the fracture to fully heal. During this time, do not stress the joint with heavy lifting or heavy weight-bearing."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Normal use",
    "subtopic": "Activity Guidelines",
    "text": "It will not cause any further damage if you continue to use your elbow normally for everyday activities. This may make your elbow sore in the early stages, but you will be able to gradually increase your activity as the pain and swelling subside. Do not return to contact sport until you are pain free and for at least 6 weeks after the injury."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Swelling and pain",
    "subtopic": "Management",
    "text": "Your elbow may swell up after the injury. If this happens, keep your elbow raised as much as possible. One way of doing this is by keeping your elbow raised on pillows above the level of your heart. Pain and swelling can be eased by applying ice for approximately 15 minutes, 3 to 4 times a day. Wrap the ice in a damp towel to protect your skin."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Pain relief",
    "subtopic": "Medication",
    "text": "Take regular painkillers, to help you move more easily and gently exercise your injured limb. Paracetamol is ideal. If paracetamol does not help, you may need a stronger painkiller, such as codeine. Codeine is only available on prescription; however, you can buy a combination of paracetamol with codeine over the counter of any pharmacy. Please speak to the pharmacist for extra advice and tell the pharmacist if you are taking other medications. Please read and follow the dosage instructions on the packet carefully. If you require a stronger pain relief, please contact your own GP for a prescription."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Exercise",
    "subtopic": "General Advice",
    "text": "It is important that you start to exercise your elbow as soon as possible, in order to regain normal movement. By exercising, the feeling of stiffness and pain will gradually ease. You may find your shoulder, wrist and finger joints are stiff too, so keep them moving if they are not injured. You may have been given a sling to use as a temporary measure. Gradually try reducing how often you wear this as soon as possible, so that you can start using your arm normally. The exercises will be most effective if practiced regularly. We suggest doing them 3-4 times a day. It is better to repeat the exercises little and often, rather than once a day for a longer period."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Exercise",
    "subtopic": "The exercises",
    "text": "We suggest that the following exercises are held for 5 seconds and each repeated 10 times.\n1. Elbow flexion/extension: When standing, bend and straighten your elbow fully. Apply some added gentle pressure with your other hand to help your arm to bend, and then help your arm to straighten.\n2. Supination/pronation: When sitting, rest your arm on a table or hold your elbow into your side. Turn your palm up then down, keeping your elbow still."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Stopping smoking",
    "subtopic": "Advice",
    "text": "Medical evidence suggests that smoking prolongs fracture healing time. In extreme cases it can stop healing altogether. It is important that you consider this information with relation to your recent injury. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery from this injury."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Feedback",
    "subtopic": "Contact Information",
    "text": "We aim to provide you with a high quality service at all times. If you have any comments, concerns, or complaints about your experience of our service, please tell a member of the team or contact the Patient Advice and Liaison Service.\nJohn Radcliffe Hospital PALS Office: Telephone: 01865 221 473, Email: PALS@ouh.nhs.uk\nHorton General Hospital PALS Office: Telephone: 01295 229 259, Email: PALS@ouh.nhs.uk"
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Useful telephone numbers",
    "subtopic": "When to seek further advice",
    "text": "If you continue to have pain 8 weeks after your injury, despite taking regular painkillers and caring for your injury as advised, or if at any point you are worried your injury is not healing, please contact the New Patient Clinic for an appointment.\nNew Patient (Fracture) Clinic at:\nJohn Radcliffe Hospital, Oxford: Telephone: 01865 220 217\nHorton General Hospital, Banbury: Telephone: 01295 229 606"
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Further information",
    "subtopic": "Accessibility",
    "text": "If you would like an interpreter, please speak to the department where you are being seen. Please also tell them if you would like this information in another format, such as: Easy Read, large print, braille, audio, electronic, another language. We have tried to make the information in this leaflet meet your needs. If it does not meet your individual needs or situation, please speak to your healthcare team. They are happy to help."
  }
]