[
  {
    "heading": "Radial head fracture",
    "topic": "Virtual Fracture Clinic Referral",
    "subtopic": "Process",
    "text": "Your Emergency Department doctor has referred you to the Virtual Fracture Clinic. This allows fast access to a specialist opinion without having to visit the hospital in person. An orthopaedic doctor will review your case, then a physiotherapist will contact you by telephone to discuss your management plan."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Your diagnosis is radial head fracture",
    "subtopic": "Injury Description and Healing",
    "text": "You have a very small break in your radial head, which is one of the bones in your elbow. This type of injury usually heals without any problems. Symptoms are usually minor but can take three to six weeks to subside. A sling may be provided for your comfort. You should gradually reduce the time you use the sling as your pain settles and aim to remove the sling completely as soon as you feel able to."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Early management: the first three days after the injury",
    "subtopic": "Pain and Swelling Management",
    "text": "It is normal for your elbow to become bruised and swollen. This will settle over a few weeks. The following guidelines can help to minimise swelling and pain:\nRest: Rest for the first few days and avoid any activity that increases your pain. A sling may be provided to hold your elbow in a comfortable position.\nIce: Ice the elbow for 20 minutes every 1-2 hours. Use an ice pack or a bag of frozen vegetables wrapped in wet tea-towel. Continue this for 3 to 7 days after your injury.\nElevate: Sit and rest your arm on several pillows for 10 minutes and move your fingers."
  },
  {
    "heading": "Radial head fracture",
    "topic": "General Advice",
    "subtopic": "Sling, Lifting, Medication, Smoking",
    "text": "Sling: Wear your sling to support the arm for 3 to 7 days. The sling can be removed for showers and sleeping when comfortable.\nLifting: For the first 6 weeks you should not lift objects heavier than a cup of tea or mobile phone (250 grams).\nMedication: Simple medication such as paracetamol or anti-inflammatories may help to control your pain. Speak with your local doctor (GP) or pharmacist about your medication options.\nSmoking: Research shows that smoking increases the risk of poor healing in fractures. Stopping smoking will improve the chance of a good outcome. For further information on quitting smoking visit www.quitnow.gov.au or speak with your GP."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Rehabilitation: After the first few days",
    "subtopic": "Movement and Exercises",
    "text": "Start coming out of the sling as you are able, movement is important to allow the fracture to heal and the elbow not to stiffen."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Hand and wrist exercises",
    "subtopic": "Initial exercises",
    "text": "Open and close your hand - repeat 10 times. Progression: Hold a soft ball or ball of socks. Squeeze and relax - repeat 10-15 times. Move your wrist up and down - repeat 10-15 times."
  },
  {
    "heading": "Radial head fracture",
    "topic": "After one week",
    "subtopic": "Elbow exercises",
    "text": "Start elbow range of motion exercises. Early movement is important to help reduce stiffness. Follow the exercises below within your pain limits. Forcible stretching is unnecessary and likely to cause pain and delay recovery.\nElbow bend and straighten: bend and straighten your elbow so you feel a mild to moderate stretch. Use your other hand to help if necessary. Do not push into pain - repeat 10 to 15 times.\nForearm rotations: with your elbow bent to 90 degrees by your side, rotate your palm up and down so you feel a mild to moderate stretch - repeat 10-15 times."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Physiotherapy",
    "text": "If you don't have your normal movement back after three weeks, speak with the Virtual Fracture Clinic or your local doctor (GP) about physiotherapy options available to you."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Expected return to daily activities",
    "text": "Different people recover from injuries at different rates. Most simple fractures will heal in 6-12 weeks."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Driving",
    "text": "You can return to driving 6 weeks following your injury, provided your arm strength is restored and you are able to lift your arm without pain."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Return to work",
    "text": "The amount of time you will need off work relates to the severity of your injury and your work requirements. As a guide:\n• Manual workers - it may take 6 to 8 weeks to return to normal duties.\n• Desk workers - you can return as soon as your pain allows."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Return to sport",
    "text": "You should be able to use the arm in normal day-to-day activities, pain-free before you consider returning to sport. If you are unable to do this, contact the Virtual Fracture Clinic for a physiotherapy referral."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Longer-term recovery and expectations",
    "text": "Most people achieve a normal function 3 months after this injury. It is possible that you could have mild ongoing discomfort and stiffness (a loss of about 10 degrees of elbow extension is considered normal). If you still have significant pain or limitation 3 months after your injury, you may need to see an orthopaedic specialist."
  },
  {
    "heading": "Radial head fracture",
    "topic": "When to contact the Virtual Fracture Clinic",
    "subtopic": "Contact Triggers",
    "text": "We do not routinely follow up patients as this type of injury usually heals well. However, if you are still experiencing significant symptoms after six weeks, please contact the virtual fracture clinic. Contact the clinic if:\n• You have not heard from us within three working days after your Emergency Department visit.\n• Your pain is so bad that medication and RICE do not help.\n• You notice increasing pain without a cause after it was improving.\n• You notice major numbness, pins and needles, or changes in circulation.\n• Your symptoms are still bad after 6 weeks.\nIf you have any questions or concerns, please contact the Virtual Fracture Clinic:\nT: 0448 193 644\nE: myfracture@health.qld.gov.au"
  }
]