[
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Key Points",
    "subtopic": "Summary",
    "text": "Despite the common occurrence of radial head fractures, there is still a lack of consensus on which ones should be treated surgically. The radial head is an important secondary stabilizer of the elbow. A decision to perform surgery is often dictated by associated injuries, such as comminution of the radial head and ligament disruption. Nondisplaced and minimally displaced fractures can be treated non-operatively. Displacement (>2 mm) without a mechanical block is not a clear indication for surgery, whereas a mechanical block to pronation/supination and comminution are indications."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Introduction",
    "subtopic": "Epidemiology and Mechanism",
    "text": "A radial head fracture is the most common elbow fracture in adults, with an incidence of 2.5-2.8 per 10,000 inhabitants per year. Female patients are typically older (50-60 years) than male patients (30-40 years), which correlates with osteoporosis in women and high-energy trauma in men. The injury usually occurs from a fall on an outstretched hand, causing the radial head to impact the capitellum. The radial head plays a pivotal role in stabilizing the elbow joint."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Biomechanics",
    "subtopic": "Role of the Radial Head",
    "text": "The radial head is a crucial secondary stabilizer of the elbow in almost all directions. It acts as a buttress to axial load and provides stability against varus and valgus stress, especially in a ligament-deficient elbow. If other stabilizing structures like the coronoid process, collateral ligaments, or the interosseous membrane are injured, the integrity of the radial head becomes critical to elbow function."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Classification",
    "subtopic": "Mason and Modified Classifications",
    "text": "The Mason classification (1954) is the most referenced system. Type I are nondisplaced fissures or rim fractures. Type II are displaced marginal sector fractures. Type III are comminuted, displaced fractures involving the entire radial head. Johnston later added Type IV for fractures associated with dislocation. Modifications by Broberg and Morrey, Hotchkiss, and Van Riet et al. have been proposed to improve clinical relevance by specifying displacement criteria, including the concept of a mechanical block, and incorporating associated injuries."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Associated injury",
    "subtopic": "Prevalence and Types",
    "text": "Radial head fractures are frequently accompanied by other injuries. One study found associated injuries in 39% of cases. Comminution of the radial head is highly associated with other injuries. The most common associated fractures are of the coronoid process. These fractures are often part of a 'terrible triad' of the elbow. MRI studies show a 76-92% incidence of associated injuries, most commonly of the lateral collateral ligament (LCL) and capitellum."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment options",
    "subtopic": "Conservative vs. Surgical",
    "text": "The management of radial head fractures spans a spectrum from conservative methods to surgery. Conservative treatment usually involves a pressure bandage, sling, and early range of motion. Surgical procedures include open or arthroscopic reduction and internal fixation (ORIF), radial head arthroplasty (RHA), or radial head excision (RHE)."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment options",
    "subtopic": "Reduction and internal fixation (ORIF)",
    "text": "ORIF can be performed through a lateral approach. The goal is a stable and anatomic reconstruction. Headless screws are used for head fragments, while plates are common when the entire head is disrupted from the shaft. A 'safe zone' for plate placement exists to minimize impingement. The tripod technique using crossing headless screws is an alternative to plates. Although most associated injuries detected on MRI are not clinically important in the short term, the procedure can be challenging and requires expertise."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment options",
    "subtopic": "Radial head arthroplasty (RHA) and radial head excision (RHE)",
    "text": "RHA or RHE are options for severely comminuted non-reconstructable fractures. RHA is a good choice in the presence of elbow instability. Functional outcomes are good to excellent long-term, despite some radiological degeneration. Overlengthening of the prosthesis is a significant complication. RHE has fewer postoperative complications but should not be performed when concurrent coronoid or ligamentous injuries are present."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment by Fracture Type",
    "subtopic": "Nondisplaced or minimally displaced fractures (Mason-Hotchkiss type I)",
    "text": "Isolated nondisplaced or minimally displaced (<2 mm) fractures without a mechanical block can be treated conservatively with early mobilization. Outcomes are predominantly favorable. The usefulness of follow-up radiographs is debated as they rarely alter treatment."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment by Fracture Type",
    "subtopic": "Displaced fracture without severe comminution (Mason–Hotchkiss type II)",
    "text": "These fractures are displaced (>2 mm) or angulated but are technically repairable. A mechanical block to rotation is a clear indication for surgery, for which ORIF is preferred. There is no clear consensus on whether isolated displaced fractures without a mechanical block should be treated operatively. A recent randomized controlled trial concluded that nonoperative treatment yields similar functional results to surgery after one year for this fracture type. Comminution (>2 fragments) is generally considered an indication for surgery."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment by Fracture Type",
    "subtopic": "Severely comminuted fracture (Mason-Hotchkiss type III)",
    "text": "Severely comminuted fractures that are not reconstructable usually require removal of fragments to improve movement. The decision of reconstructability is subjective. Having four or more fragments is a negative predictor for successful ORIF. RHA is reported to be the most effective treatment in terms of elbow performance outcomes for these injuries."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Conclusion and recommendations",
    "subtopic": "Summary and Treatment Algorithm",
    "text": "Despite the common occurrence of radial head fractures, a consensus on optimal management is lacking. The goal is a stable, functional, and pain-free elbow. The decision to operate is often dictated by associated injuries. Based on the best available evidence, a treatment algorithm is proposed (Figure 5). There is consensus that nondisplaced fractures without a mechanical block can be treated nonoperatively. Treatment for partially displaced fractures without a block is uncertain. All fractures with a mechanical block or comminution should be treated surgically. The authors' preference is to attempt ORIF for all radial head fractures, with RHA as a backup, especially in young patients, to avoid the risks of RHA."
  }
]