[
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "Injury Information",
    "subtopic": "Diagnosis and Prognosis",
    "text": "You have been diagnosed with an elbow fracture. This leaflet explains what that is and how to best care for your elbow while it heals. You have a very small break in the radial head or neck – one of the bones in your elbow. These fractures almost always heal well with time and use – no specific treatment is required and therefore routine follow-up is not necessary."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "Initial Management",
    "subtopic": "Sling and Painkillers",
    "text": "• A sling will hold your elbow in a comfortable position for a few days.\n• You should wean yourself out of the sling as your pain settles and aim to remove the sling completely as soon as you feel able.\n• You may initially require regular painkillers as it is important to keep gently moving the elbow before gradually resuming daily activities. This will reduce stiffness and help to ensure the quickest return to normal function."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "Recovery Expectations",
    "subtopic": "Symptoms and Movement",
    "text": "• See exercises overleaf to start as your comfort allows.\n• Forcible stretching is unnecessary and may cause pain as well as delay your recovery.\n• Symptoms are usually minor, but may take up to 3-6 weeks to settle.\n• There may be slightly reduced movement at the elbow, especially on straightening it, but this is unlikely to affect your function."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "When to Seek Further Help",
    "subtopic": "Contact Information",
    "text": "If the pain gets worse or lasts more than 3 weeks, or if you are concerned following discharge from hospital, please contact: Fracture Clinic on 0118 322 6567 (12-5pm, Monday to Friday) or mobile: 07554 330 369."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "Elbow injury exercises",
    "subtopic": "General Instructions",
    "text": "Remember:\n• Remove sling before exercising.\n• Exercise as the pain allows – do not continue if it is too painful!\n• Complete 10 of each exercise.\n• As the exercises become easier, build up to completing four times a day.\n• Always keep your shoulder still while exercising your elbow.\n• Swimming is also an excellent exercise.\n• Don't forget to keep your shoulder and hand moving."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "Elbow injury exercises",
    "subtopic": "Specific Exercises",
    "text": "1. Lie on your back or stand. Hold the shoulder on the injured side down by pressing on it with the opposite hand. Bend and straighten the affected elbow.\n2. While sitting, touch the back of your neck with your hand (of the injured arm). Then straighten the elbow above your head.\n3. With your arm held by your side and your elbow bent to 90 degrees, turn your palm upwards towards the ceiling and then downwards towards the floor, as far as possible."
  }
]