[
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "What is my diagnosis?",
    "subtopic": "Definition and Prognosis",
    "text": "You have broken (fractured) the top end of the arm bone (the humerus bone). This is often called a proximal humerus fracture. The type of injury you have suffered is painful but most often heals without the need for surgery. Stiffness is a common problem, but we will help you regain movement for most activities."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "What happens next?",
    "subtopic": "Initial Management",
    "text": "You should have been provided with a looped sling (often called a collar-and-cuff) to support your wrist. You will receive a telephone consultation or fracture clinic review in the next 1 to 2 weeks."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Managing at home",
    "subtopic": "Home Care Instructions",
    "text": "• A fracture of the proximal humerus is sore and you may need painkillers\n• The sling is to provide comfort, but you do not need to keep the shoulder completely still\n• The sling can be removed when you are dressing, washing, or sitting down\n• Sleep with extra pillows to support your shoulder\n• You should take the sling off every day to fully bend and straighten your elbow\n• Once the pain lessens begin to perform arm pendulums (see overleaf) then progress to the other exercises."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "What can I expect during my recovery?",
    "subtopic": "Recovery Timeline and Expectations",
    "text": "• The pain begins to settle around two weeks after injury. Bruising may travel down your arm\n• The bones take around 8-12 weeks to heal and by three months most of the pain is gone\n• The soft tissues and range of movement, take a lot longer to recover - up to six months\n• Some, but not all, patients need physiotherapy\n• There is no specific time you can drive again. It is illegal to drive when wearing a sling, splint, cast, or moonboot. As you recover, it is your legal responsibility to be certain before you return to driving that you are able to control your vehicle normally and safely."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Key exercises (three times a day)",
    "subtopic": "Arm pendulums (immediately)",
    "text": "Once the pain has improved all movements are allowed. You cannot delay healing or harm yourself by doing gentle movements of the shoulder. Remove the sling and gently swing your arm back and forth like the pendulum of a grandfather clock. Add side to side movements and eventually move the hand in a circle."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Key exercises (three times a day)",
    "subtopic": "Assisted arm raises (after 2 weeks)",
    "text": "Lying flat, hold the wrist of the injured side with your good hand. Raise your arms together until you feel discomfort then come back down. Repeat 10 times, and raise it further as your pain improves."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Key exercises (three times a day)",
    "subtopic": "Arm rotation (after 2 weeks)",
    "text": "Lying flat, hold a walking stick (golf club, broom, etc) between both hands. Keep the elbow of the injured shoulder tucked in by your side (red arrow), then use the good arm to push the stick and rotate the injured side until you feel a slight stretch. Repeat 10 times."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Get in touch",
    "subtopic": "General Queries",
    "text": "Please get in touch via our trauma email if you have queries about your injury: traumaenquiriesRIE@nhslothian.scot.nhs.uk. If you do not receive a reply after 3 working days call our Monday-Friday helpline (8am-4pm): 0131 242 3410."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Urgent issues",
    "subtopic": "Contact Information",
    "text": "Please call the department where you were initially seen about your injury:\n• RIE Minor Injuries Unit: 0131 242 3942 (8am- midnight, if after midnight contact RIE Emergency Department 0131 242 1300)\n• WGH Minor Injuries Clinic: 0131 536 3468 (9am-8:30pm)\n• SJH Emergency Department: 01506 523 011 (24 hours)"
  }
]