[
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "Abstract",
    "subtopic": "Summary of Key Points",
    "text": "The management of proximal humeral fractures (PHF) is controversial and their incidence is increasing. Proper management requires meticulous clinical assessment for comorbidities and neurovascular injuries, alongside radiological investigation (including 3D CT scans) to understand the fracture configuration. Classifications for PHF have shown poor reliability. Key management options include non-operative treatment, operative fixation (e.g., plates, nails), and arthroplasty (hemiarthroplasty or reverse shoulder replacement). The majority of PHFs are stable and respond well to non-operative treatment, with some malunion being well-tolerated in the elderly. Surgical management is for significantly displaced, unstable fractures, aiming to restore function. When fixation is compromised due to poor bone quality or risk of humeral head ischemia, arthroplasty is considered. Reverse shoulder replacement has shown predictably good functional outcomes in elderly patients and its use is increasing, while hemiarthroplasty use is declining. The final management decision should be patient-specific and fracture-specific, taking into account the patient's functional demands and the surgeon's experience."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "1. Introduction",
    "subtopic": "Incidence and Demographics",
    "text": "The incidence of proximal humerus fractures (PHF) is increasing globally. These fractures typically show a bimodal distribution, affecting younger patients through high-energy trauma and elderly individuals (over 65) through lower-energy mechanisms or fragility. Older female patients are affected two to three times more often than males, and the association with osteoporosis increases the incidence and complexity of these fractures with age."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "1. Introduction",
    "subtopic": "Long-term Sequelae and Treatment Controversy",
    "text": "Long-term consequences of PHF can be significant, including malunion, non-union, avascular necrosis, and traumatic arthritis. These can lead to prolonged, costly rehabilitation and a persistent decline in functional ability. The optimal treatment for PHF is still debated, with significant geographical variation in management practices, reflecting a lack of strong evidence. The vast majority of these fractures can be managed non-operatively."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "2. Clinical evaluation",
    "subtopic": "Patient Assessment",
    "text": "A comprehensive holistic assessment of the patient is crucial for guiding treatment decisions. In elderly patients, comorbidities and anesthetic risks might outweigh the benefits of surgery. A focused history should include hand dominance, functional demands, and lifestyle (hobbies, occupation, smoking, alcohol use). A neurovascular examination is a priority, especially in fracture-dislocations, to check for vascular or nerve injuries, particularly to the brachial plexus and axillary nerve."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "3. Radiological evaluation",
    "subtopic": "Imaging Modalities",
    "text": "Initial evaluation requires plain radiographs, including true anteroposterior (AP), lateral, and an orthogonal view (e.g., axillary). Computed tomography (CT), especially with 3D reconstructions, is recommended for complex fractures to better visualize the fracture pattern and plan treatment. Magnetic resonance imaging (MRI) is not commonly used acutely but can be valuable for assessing rotator cuff integrity, as cuff tears are associated with impaired functional outcomes."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "3. Radiological evaluation",
    "subtopic": "Predictive Factors",
    "text": "Radiographic features can help predict outcomes. Hertel et al. identified factors that suggest a high risk of humeral head ischemia, including a shortened medial calcar (<8 mm), a break in the medial hinge, and an anatomical neck fracture. These signs may favor arthroplasty over fixation. Bone density is also a key predictor for the success of surgical fixation."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "4. Classification",
    "subtopic": "Classification Systems",
    "text": "Several classification systems exist. The Neer classification, based on the number of displaced parts (two, three, or four), is the most commonly used. Other systems include Codman's original description, Hertel's binary approach based on fracture planes, and the AO classification. However, studies have consistently shown that these systems have low intra- and inter-observer reliability, making them challenging to use for guiding treatment and research."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "5. Non-operative management",
    "subtopic": "Indications and Outcomes",
    "text": "Approximately 85% of PHFs can be managed non-operatively, a trend that has been increasing, especially in elderly patients. The PROFHER trial, a major UK randomized controlled trial, found no significant difference in patient-reported outcomes between surgical and conservative treatment for displaced fractures where surgeons were uncertain about the best approach. However, the study had limitations, as it mostly included two-part fractures and did not include reverse shoulder arthroplasty. Current evidence supports early mobilization (within two weeks) for non-operatively managed patients."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "6. Operative management",
    "subtopic": "Indications and Surgical Techniques",
    "text": "While most PHFs are managed non-operatively, clear indications for surgery include fracture-dislocations, open fractures, and head-splitting fractures. The decision to operate also depends on factors like patient age, functional level, bone quality, and surgeon experience. Common surgical techniques include percutaneous fixation, locking plate fixation, and intramedullary nailing."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "6. Operative management",
    "subtopic": "Percutaneous Fixation",
    "text": "This minimally invasive technique is suitable for a limited range of fracture patterns, such as valgus-impacted fractures. Its main advantage is the preservation of the soft tissue envelope and blood supply. The technique relies on an established configuration of screw placement and has shown good outcomes with low complication rates in appropriate cases."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "6. Operative management",
    "subtopic": "Locking Plate Fixation",
    "text": "Locking plate fixation is the most common method for displaced PHFs. It provides strong angular stability but requires meticulous surgical technique to avoid high complication rates, which include intra-articular screw penetration (9.5%), varus collapse (6.8%), avascular necrosis (4.4%), and a re-operation rate of 13.8%. It is mostly used for two- or three-part fractures in younger patients."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "6. Operative management",
    "subtopic": "Intramedullary Nailing",
    "text": "Intramedullary (IM) nails are a good option for two-part and select three-part fractures, offering a biological approach that preserves blood supply. Modern straight nails have fewer complications (like rotator cuff dysfunction) than older curvilinear designs. Clinical outcomes are similar to locking plates for two- and three-part fractures, with some evidence suggesting lower re-operation rates for nails (up to 19% for nails vs. up to 30% for plates)."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "7. Arthroplasty",
    "subtopic": "General Indications",
    "text": "Arthroplasty, either hemiarthroplasty (HA) or reverse shoulder arthroplasty (RSA), is indicated for patients who are elderly or have poor bone quality. It is also used for fracture patterns that are not amenable to fixation, such as comminuted fractures, head-splitting fractures, or fracture-dislocations."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "7. Arthroplasty",
    "subtopic": "Hemiarthroplasty (HA)",
    "text": "The use of HA is diminishing but it remains a viable option for complex, unreconstructable fractures in relatively younger patients who have a functioning rotator cuff. The success of HA is critically dependent on the healing of the tuberosities. While HA can provide excellent pain relief, functional outcomes can be difficult to predict and are often poor if the tuberosities fail to heal."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "7. Arthroplasty",
    "subtopic": "Reverse Shoulder Arthroplasty (RSA)",
    "text": "RSA was initially a salvage procedure, but its indications have expanded, especially for the aging population where rotator cuff dysfunction is common. A meta-analysis recommended RSA for older patients with three- or four-part fractures due to better outcomes and lower re-operation rates. However, a recent trial comparing RSA to non-operative management in patients over 80 found only minimal benefits with RSA, suggesting conservative treatment is a viable option in this age group."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "Comparative Outcomes",
    "subtopic": "RSA vs. ORIF, HA, and Salvage",
    "text": "• RSA vs ORIF: Studies report improved Constant scores with RSA in elderly patients with displaced fractures.\n• RSA vs HA: Meta-analyses generally show improved clinical outcomes with RSA compared to HA. While some reviews report higher complication rates with RSA, others show no significant difference.\n• Primary vs Salvage RSA: RSA performed for an acute fracture generally results in better outcomes and fewer complications than when used as a salvage procedure for a failed fixation or malunion.\n• RSA vs ORIF and HA: The use of RSA for fractures is increasing. Although more costly, it has been associated with a greater number of patients being discharged directly home."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "12. Conclusion",
    "subtopic": "Summary of Management Principles",
    "text": "Non-operative management remains an important and viable option for many PHFs. For younger patients with significantly displaced fractures, surgical fixation is preferable, with options including percutaneous fixation, IM nailing, or locking plates. Tuberosity management is crucial for a good outcome. In unreconstructable fractures, arthroplasty is the main surgical option. Hemiarthroplasty is mainly used in younger patients with a functioning rotator cuff, while reverse shoulder arthroplasty has become the mainstay for unreconstructable fractures in the elderly and for salvage situations, providing reliable outcomes. Treatment must be individualized."
  }
]