[
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "Abstract",
    "subtopic": "Summary",
    "text": "Proximal humerus fractures are the third most common fracture type in adults, with their incidence increasing over time. There are varied approaches to both the classification and treatment of proximal humerus fractures. Optimal treatments for this fracture type are still widely open to debate. This review summarizes the current and historical treatment modalities for proximal humerus fractures. In this paper, we provide updates on the advances and trends in the epidemiology, classification, and operative and nonoperative treatments of proximal humerus fractures."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "1. Epidemiology",
    "subtopic": "Incidence and Demographics",
    "text": "Proximal humerus fractures represent 5–6% of all fractures and are the third most common fracture in older adults. The incidence varies by region, with studies showing rates from 45.7 to 60.1 per 100,000 person-years in Australia and southern Europe, respectively. Females sustain higher rates of these fractures than males. Women over 85 in Australia had the highest incidence at 711.8 fractures per 100,000 person-years. The fracture pattern is bimodal, with high-energy injuries in young individuals and low-energy injuries in the elderly with osteoporotic bone. The overall incidence is increasing over time, likely due to an aging population."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "2. Classification",
    "subtopic": "Overview of Classification Systems",
    "text": "An early classification by Ernest Codman (1934) was based on the involvement of four anatomic parts: humeral shaft, articular surface, greater tuberosity, and lesser tuberosity. The Neer classification (1970) is the most commonly used system and expands on Codman's work by quantifying displacement. Other systems include the AO/OTA classification and the Codman-Hertel system, which helps predict humeral head ischemia."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "2. Classification",
    "subtopic": "Reliability of Systems",
    "text": "The Neer system's reliability is fair to moderate. A study by Majed et al. found that the Codman-Hertel system had the highest inter-rater reliability, followed by Neer, Resch, and then AO/OTA."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "3. Clinical and Radiographic Assessment",
    "subtopic": "Clinical Evaluation",
    "text": "A detailed history and physical examination are required, focusing on the mechanism of injury, patient activity level, and any prior shoulder issues. Neurovascular injury is a significant concern, particularly to the axillary nerve, brachial plexus, and distal circulation. Open fractures require prompt antibiotic prophylaxis and debridement."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "3. Clinical and Radiographic Assessment",
    "subtopic": "Radiographic Evaluation",
    "text": "Standard radiographic imaging includes true anteroposterior (Grashey), scapular Y, and axillary views. CT scans are recommended for complex fracture patterns to better visualize the articular surface and tuberosity position. MRI is not often indicated for acute fractures but can be used to assess for rotator cuff injury. In elderly patients, these are often considered fragility fractures, and vitamin D supplementation and bone health referrals should be considered."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "4. Treatment Overview",
    "subtopic": "General Principles",
    "text": "There is ongoing debate about the ideal treatment for proximal humerus fractures. A Cochrane review found insufficient evidence to definitively inform treatment. The decision depends on injury classification, age, medical history, and surgeon expertise. Informed, patient-specific discussion is critical."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "5. Non-Operative Management",
    "subtopic": "Indications and Technique",
    "text": "The majority (around 65-85%) of proximal humerus fractures are treated non-operatively. This is recommended for stable, minimally displaced fractures or for patients who are not surgical candidates. The common approach is sling immobilization followed by early and progressive physical therapy. Early rehabilitation (within 14 days) leads to significantly better outcomes."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "5. Non-Operative Management",
    "subtopic": "Outcomes and Complications",
    "text": "There is debate about the outcomes of non-operative treatment. Some studies show good results for valgus impacted fractures, while others find significantly lower function compared to the uninjured shoulder. The PROFHER trial, a large randomized trial, found no significant difference between operative and nonoperative treatment for displaced fractures involving the surgical neck at 2 years post-fracture. Complications include osteonecrosis, nonunion, malunion, stiffness, and rotator cuff dysfunction."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "6. Operative Management",
    "subtopic": "Decision-Making Factors",
    "text": "Three factors should be considered: (1) the patient's physiological status (age, functional expectations, comorbidities), (2) the severity of the fracture pattern (displacement, fracture-dislocations, open fractures), and (3) the experience and skillset of the treating surgeon."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "6. Operative Management",
    "subtopic": "Relative Indications for Fixation and Arthroplasty",
    "text": "Operative fixation is indicated to improve functional outcomes, especially in younger, healthy patients. Relative indications include displaced two-part surgical neck fractures, tuberosity fractures displaced more than 5 mm, and fractures with significant articular incongruity or angulation. Relative indications for arthroplasty include unreconstructable head-splitting fractures, fractures devoid of soft tissue attachments, and severe valgus impacted fractures."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "7. Closed Reduction and Percutaneous Pinning (CRPP)",
    "subtopic": "Indications and Contraindications",
    "text": "CRPP is a minimally invasive technique that may offer advantages over open reduction internal fixation (ORIF), such as less soft tissue stripping and lower rates of avascular necrosis. Indications include two-part, three-part, and valgus-impacted four-part fractures. Success depends on good bone quality, minimal comminution, and achieving a stable closed reduction. Contraindications include poor bone quality and fracture comminution."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "8. Surgical Approach for CRPP",
    "subtopic": "Technique, Management, and Complications",
    "text": "The procedure is performed with the patient in a supine or beach-chair position. It involves closed reduction maneuvers specific to the fracture pattern, followed by fixation with pins or screws. Postoperatively, the arm is immobilized in a sling for about two weeks, with pins removed at 4-6 weeks. Complications include pin migration (which can be devastating), infection, loss of reduction, malunion, and neurovascular injury."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "9 & 10. Open Reduction and Internal Fixation (ORIF)",
    "subtopic": "Surgical Approach and Technique",
    "text": "ORIF is for patients who may benefit from surgery but are not candidates for CRPP. Patients are typically positioned in a beachchair or supine position. The deltopectoral approach is most common, though a deltoid-split approach can offer better access to the greater tuberosity. The goal is anatomic reduction of fracture fragments, which may be aided by techniques like using K-wires as joysticks, stay sutures, and bone grafting for defects. A locking plate is typically positioned on the lateral aspect of the humerus, posterior to the bicipital groove, with calcar screws being most important for stability."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "11 & 12. ORIF with an Intramedullary Nail (IMN)",
    "subtopic": "Technique, Management, and Complications",
    "text": "Historically, IMNs were uncommon for proximal humerus fractures but have seen a resurgence with improved designs. They may offer advantages over plates, such as a smaller approach and less blood loss. The technique involves a small incision, splitting the deltoid, and creating an entry point for the nail medial to the rotator cuff insertion. Reduction is obtained using closed techniques, and the nail is locked with proximal and distal screws. Postoperatively, patients are typically immobilized for 6 weeks. Common complications include post-traumatic arthrofibrosis, nonunion, malunion, osteonecrosis, and infection."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "13 & 14. Reverse Total Shoulder Arthroplasty (RSA)",
    "subtopic": "Indications, Technique, and Outcomes",
    "text": "RSA is a treatment option for three- and four-part fractures, especially in elderly patients with cuff deficiency or fractures at high risk of tuberosity healing failure. The deltopectoral approach is commonly used. The procedure involves replacing the humeral head and glenoid with prosthetic components that reverse the normal ball-and-socket anatomy, improving the deltoid's mechanical advantage. Outcomes are generally superior to hemiarthroplasty and ORIF in elderly patients, with better functional scores and lower revision rates. Long-term data in fracture patients is limited, but 10-year implant survival is high (around 93%)."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "15. Hemiarthroplasty (HA)",
    "subtopic": "Indications, Technique, and Outcomes",
    "text": "HA was once the primary method for complex fractures but its use has become more limited with the rise of locking plates and RSA. Indications are now mainly for middle-aged patients with 3-part head splitting fractures or four-part fracture dislocations. The deltopectoral approach is used. Postoperatively, sling immobilization lasts 2-4 weeks with early passive ROM. Complications are common, particularly related to tuberosity healing, which can lead to rotator cuff dysfunction. Outcomes have been inconsistent, with studies showing pain relief but often poor and unpredictable range of motion."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "Summary of Operative Methods",
    "subtopic": "Advantages and Disadvantages (Table 2)",
    "text": "• Closed Reduction Percutaneous Pinning (CRPP): Advantages include being minimally invasive with less soft tissue stripping and higher union rates. Disadvantages include being technically challenging, with risks of malunion and pin migration.\n• Open Reduction Internal Fixation (ORIF): Advantage is an earlier return to function compared to CRPP. Disadvantages include risks of post-traumatic arthrofibrosis and avascular necrosis.\n• Intramedullary Nailing: Advantages include a smaller approach with less blood loss. Disadvantages include concerns of rotator cuff morbidity and iatrogenic fracture.\n• Reverse Total Shoulder Arthroplasty (RSA): Advantages include quicker recovery and better functional outcomes that are less dependent on tuberosity healing. Disadvantages include a higher complication rate than hemiarthroplasty and technical demands.\n• Hemi Arthroplasty (HA): Advantages include a lower complication rate than RSA and favorable pain relief. Disadvantages include inconsistent functional outcomes and high rates of tuberosity migration."
  }
]