[
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "What is a proximal humerus fracture and why have I got it?",
    "subtopic": "Definition and Cause",
    "text": "Your shoulder is a ball and socket joint made up of the upper arm bone (humerus) and shoulder blade (scapula). Your injury is a break or fracture to the upper or 'proximal' part of the humerus bone. Proximal humerus fractures are common. They are the third most common fracture type in individuals over 65 years of age and may occur when falling on to your arm. This type of fracture will be confirmed on x-ray. If your fracture happened because of a fall then discuss with your healthcare professional if you would like to receive further information on falls prevention support."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "What are the signs and symptoms?",
    "subtopic": "Symptoms",
    "text": "• Pain\n• Bruising and swelling\n• Difficulty moving your arm\n• Apprehension and anxiety about moving your arm."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "What to expect?",
    "subtopic": "Recovery Timeline",
    "text": "Proximal humerus fractures typically heal within six to twelve weeks, although recovery can take up to six months. On occasions this could be longer as this type of fracture is often linked to stiffness of the joint. Following this type of injury, the main aim is to regain enough movement to perform day to day activities and help may be required initially."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Evidence for Conservative Management",
    "subtopic": "Research Findings",
    "text": "Evidence suggests 1- and 2-part fractures can be managed successfully without an operation (NICE, 2016). Operative management appears to offer no better outcomes at two-year follow-up compared to non-operative treatment for adults (PROFHER, Rangan et al. 2015). Excellent results have been achieved with short-term immobilisation and early exercise therapy with increasing participation, activity levels and reduced impairment."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Do I need any tests to confirm the diagnosis?",
    "subtopic": "Diagnostic Process",
    "text": "If it is suspected that you have a proximal humerus fracture, an x-ray and clinical assessment by a healthcare professional will confirm this. You should be reviewed in the Fracture Clinic or the St George's Upper Limb Unit soon after your injury and followed up again around eight weeks. Expect a repeat x-ray to assess the progress of your healing. If required, you may be seen again at six months."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "What treatments are available?",
    "subtopic": "Conservative Management Plan",
    "text": "Conservative management of your proximal humerus fracture will include a period of immobilisation in a poly-sling for comfort only for up to three weeks."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "What are the risks of wearing a Poly-sling?",
    "subtopic": "Potential Risks",
    "text": "The main risk of wearing a poly-sling is the development of pressure areas on your skin where the sling rests. This will look like red marking of the skin when you remove the sling. This is normal and the marks should disappear within half an hour. It is important to check your skin regularly especially if you have altered sensation."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Washing and Dressing with your sling",
    "subtopic": "Hygiene Advice",
    "text": "It is advised to wear your clothes underneath your sling. You may find it best to wear loose fitting or button-up tops. To wash, you may wish to remove the body belt, and lean forwards slightly, so your arm hangs away from your body and you can wash your underneath your arm, whilst maintaining the support. You will not be able to shower or bathe with your sling on and will therefore need to wash around it."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Rehabilitation",
    "subtopic": "Pacing yourself",
    "text": "When performing your home exercise programme follow the TRAFFIC light system approach to manage your pain effectively and allow you to progress through your rehabilitation journey. It is safe and important to move your elbow, wrist and hand of the affected arm without restriction to avoid stiffness. Aim for 10-25 repetitions, three times daily. You will be referred to Physiotherapy to guide your recovery."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Rehabilitation Exercises",
    "subtopic": "From two to three weeks",
    "text": "Begin shoulder girdle exercises including pendular swings and lying or sitting active-assisted range of movement exercises. Ensure adequate pain control. Avoid weight-bearing tasks. It is normal for your shoulder to still be painful and stiff. Aim for 8-12 repetitions per exercise, minimum two sets, twice daily. Exercises include 'table slides' and external rotation with a walking stick."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Rehabilitation Exercises",
    "subtopic": "From week six",
    "text": "Once an acceptable range of movement is achieved, progress to active movement through all planes (overhead, out to the side, behind your back). Aim for 10-25 repetitions per exercise, minimum two sets, twice to three times daily. You can progress standing 'table slides' against a wall or mirror."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Rehabilitation Exercises",
    "subtopic": "Between eight and twelve weeks",
    "text": "Aim to recover full active range of movement. It is safe to start weight-bearing, loading, and strengthening exercises. Return to light functional day-to-day activity. Return to driving is possible once you have adequate range of movement, clearance from your insurer, and feel ready. You must be able to perform an emergency stop confidently."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Rehabilitation Exercises",
    "subtopic": "Strengthening",
    "text": "The aim of rehabilitation should now be strengthening your arm to include heavier loads with a return to normal activity where possible. Exercises with a resistance band can be performed, such as forward punches and overhead presses."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Is there anything I can do to help myself?",
    "subtopic": "Self-Management Advice",
    "text": "Stay focused on your home exercise programme under the guidance of your physiotherapist. Maintaining an active and healthy lifestyle with regular cardiovascular exercise can promote better long-term outcomes. Avoid smoking as it will delay the healing process. Talk to your GP or go to www.smokefree.nhs.uk for more information."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Pain and Swelling Management",
    "subtopic": "Ice packs and Pain medication",
    "text": "Ice packs: You can use ice packs wrapped in a cloth around your shoulder. Applying the ice pack for up to 20 minutes can be helpful in reducing pain, swelling, and bruising. Use every two to three hours for the first few days.\nPain medication: Common pain medication such as paracetamol or ibuprofen may help. It is best to talk to your pharmacist or doctor for advice, especially if you are taking other medication. If they are not strong enough, discuss this with your GP."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Useful sources of information",
    "subtopic": "Websites",
    "text": "• ARC - Arthritis Research Campaign\n• SGSU – St George's Shoulder Unit website www.sgsu.co.uk\n• Musculoskeletal Outpatient Physiotherapy - St George's University Hospitals NHS Foundation Trust (stgeorges.nhs.uk)"
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Contact us",
    "subtopic": "Physiotherapy Department",
    "text": "If you have any questions or concerns about your injury, please contact the St George's University Hospital NHS Foundation Trust Physiotherapy department on 020 8725 3014 or email MSKphysioenquiries@stgeorges.nhs.uk."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Additional services",
    "subtopic": "Patient Advice and Liaison Service (PALS)",
    "text": "PALS can offer you advice and information when you have comments or concerns about our services or care. You can contact the PALS team on the advisory telephone line Monday, Tuesday, Thursday and Friday from 2pm to 5pm. A Walk-in service is also available. Contact PALS in advance to check for changes to opening times. Tel: 020 8725 2453 Email: pals@stgeorges.nhs.uk"
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Online Information and Guidance",
    "subtopic": "NHS Resources",
    "text": "• NHS UK: The NHS provides online information and guidance on all aspects of health and healthcare. Web: www.nhs.uk\n• NHS 111: You can call 111 for urgent medical help that is not a 999 emergency. Tel: 111\n• AccessAble: You can download accessibility guides for all our services by searching 'St George's Hospital' on the AccessAble website (www.accessable.co.uk)."
  }
]