[
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Preface",
    "subtopic": "Purpose and Scope",
    "text": "This chapter is included for those surgeons who have the time, knowledge, expertise and equipment to handle hand fractures. Many general surgeons in remote hospitals may not have the time to treat hand fractures, even though it is important to the individual patient to have a functional hand. If the surgeon is comfortable in treating fractures, then this chapter will enable one to treat fractures of the hand in district hospitals in the Sub-Saharan area. Most closed hand fractures will be splinted or casted with or without attempted manipulation. With most closed fractures closed treatment is best and allows for good and rapid healing. This chapter is written to give guidelines for those closed fractures that are grossly displaced, angulated or rotated and for the treatment of open fractures. Common dislocations will also be covered. Attempt will be made to give the surgeon a simple method for treating these injuries with the equipment and technology that is available in district hospitals."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Introduction",
    "subtopic": "Challenges and Context",
    "text": "Traumatic injuries to the hand present a significant challenge to the general surgeon because of the complex anatomy and the endless number of possible traumatic scenarios. Injuries can range from simple closed fractures to complex open wounds that involve both fractures and injuries to tendon and neurovascular structures. The goal of this chapter will be to describe the common fractures/dislocations and treatment options within a clinical context that has limited diagnostic and treatment capabilities (e.g., C-arms with fluoroscopy and small plates and screws)."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Introduction",
    "subtopic": "Relevant Factors in Developing World Context",
    "text": "There are several factors that are especially relevant when considering fractures/dislocations of the hand in the developing world context:\n1) Delay in seeking medical attention\n2) Delay in treatment because of other life or limb threatening injuries\n3) Forced dependency on physical exam with the lack of specialized diagnostic capabilities\n4) The lack of available internal and external fixation devices for stabilization of hand fractures/dislocations (Indian suppliers of these can be found across Africa now).\n5) Non-compliance in postoperative follow-up for wound care and physical therapy\n6) The general lack of trained therapists for rehabilitation after hand injuries"
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Introduction",
    "subtopic": "Editor's Note on Open Reduction",
    "text": "(Editor's Note: Open reduction and internal fixation should only be carried out for the most severe of closed hand fractures. Open reduction is not without complications and scarring after open reduction will often leave the patient's hand stiffer than it would have ever been—maybe reduced but non-functional. A painful non-union in a hand that moves is better and easier treated than a painless union in a stiff hand. If the wound is already open, then one should go ahead and fix significantly displaced or angulated fractures and dislocations.)"
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Initial Evaluation",
    "subtopic": "History and Physical Exam",
    "text": "All fractures and dislocations involving the metacarpals and phalanges should be assessed in a thorough and thoughtful manner. An appropriate history and physical exam must be performed. Concerns include:\n• The time since the injury occurred, hours, days, weeks, or even months\n• Specific site of pain, tenderness, swelling, deformity, and if there is an open wound\n• Determine if inability of movement is secondary to pain, fracture, tendon or nerve injury\n• Determine if there are other associated upper extremity injuries involving elbow or shoulder\n• Review appropriate x-rays to evaluate any fracture/dislocation."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Initial Evaluation",
    "subtopic": "Radiographic Assessment",
    "text": "The basic hand views are AP, lateral and oblique. Often oblique x-rays are not taken but some oblique, spiral and small intra-articular fractures may be missed unless oblique views are also taken. X-ray technicians must learn to take films of an individual finger alone and not the entire hand when only a single finger is injured. There are special x-rays to help diagnose certain fractures when clinical exam suggests a fracture and routine x-rays fail to demonstrate an abnormality."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Initial Care",
    "subtopic": "Wound Management",
    "text": "Prompt attention to cleaning all wounds or open fracture sites is a priority. This may require sedation with local or regional anesthesia or even general anesthesia. Hand and upper extremity wounds can be débrided and closed if < 24 hours old. Ideally tendon, nerve and bony injuries will be treated acutely. If someone with the expertise to repair these structures is not available, then débridement and copious irrigation should be followed by loose closure. The hand should be elevated at all times postop. Definitive repair can be performed later as this is now a clean closed wound. It is always best to loosely close the wound immediately if adequate débridement has been carried out."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Basic Nomenclature of fractures and dislocations",
    "subtopic": "Definitions",
    "text": "• Angulation: The position of the apex of the fracture determines whether the angulation is dorsal or volar.\n• Rotation: Common in oblique and spiral fractures and can be diagnosed by flexing the fingers into the palm. Overlap of the fingers is seen.\n• Dislocation: The position of the distal bone determines whether the dislocation is dorsal or volar.\n• Displacement: When the bone fragments on each side of the fracture are not in alignment with each other.\n• Comminuted: When there are multiple fracture fragments."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Anesthesia",
    "subtopic": "Options",
    "text": "The choice of anesthesia depends on what is available in your hospital. For adults, an axillary block or Bier block is fine for all hand injuries. A wrist or digital block will be satisfactory for finger injuries. Ketamine is also sufficient for closed reductions and especially for children. A tourniquet should be used with any open fracture or open procedure. A hematoma block with lidocaine can give good anesthesia for an early reduction and casting/splinting of some fractures."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Base (CMCJ) Fractures and dislocations",
    "subtopic": "Thumb: CMCJ dislocation, Bennett's fracture, Rolando fracture",
    "text": "CMCJ dislocation of the thumb without a fracture: If closed reduction is successful, a spica plaster should be applied for 6 weeks. If unsuccessful, open reduction and pinning with K-wires may be carried out.\nBennett's fracture: An oblique intraarticular fracture of the metacarpal base. Closed reduction may be attempted by traction, abduction, and pressure while applying a thumb spica cast. If difficult to hold, K-wires may be passed blindly into the carpus. If closed reduction fails, open reduction with K-wire fixation is performed.\nRolando fracture: A rare comminuted intraarticular, V-shaped fracture of the metacarpal base. Closed reduction is rarely successful. Open reduction is difficult. External fixation or simply splinting for 3 weeks followed by early range of motion may be the best options."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Dislocations of other digits",
    "subtopic": "Ring, Small, Index, Long Finger CMC Dislocations",
    "text": "The most common CMC joint fracture/dislocation involves the ring or small finger. The best x-ray is with the hand held in 30 degrees pronated. Stabilization can be difficult with closed reduction and casting; blind K-wire fixation can be attempted. Dorsal dislocations are due to high energy injuries and are often difficult to maintain with closed reduction. The sure option is open reduction with K-wire fixation. Volar dislocations are rare and frequently missed, requiring open reduction after swelling subsides. In any CMCJ dislocation, care must be taken to rule out rotation."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Fractures",
    "subtopic": "Shaft, Base, and Neck Fractures",
    "text": "Metacarpal fractures can be at the base, shaft, or neck. Shortening up to one centimeter and some angulation may be acceptable depending on the finger involved, but rotational deformity is unacceptable. Many shaft fractures can be managed by closed reduction and casting for 4 weeks (Jahss Maneuver). A single metacarpal fracture is rarely opened. Open reduction may be needed for multiple fractures, significant displacement, or irreducible rotation. Various methods of open reduction internal fixation (ORIF) exist, primarily using K-wires in different configurations (transverse, crossed) or 90:90 wire sutures for unstable fractures. Casting in the 'protective position' (wrist slightly extended, MPJ flexed 80-90°, IPJ extended) is necessary after most fixation techniques."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Fractures",
    "subtopic": "Metacarpal neck or Boxer’s fractures",
    "text": "These common fractures result from striking an object with a closed fist, causing apex-dorsal angulation. The ring and small fingers can tolerate up to 50-60 degrees of angulation. Closed reduction using the Jahss maneuver is attempted in the acute setting. If the reduction cannot be held with a cast, closed fixation with crossed K-wires through the metacarpal head is attempted, though this is difficult without fluoroscopy. Open reduction may be necessary for significantly displaced fractures that cannot be stabilized by closed methods."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Phalangeal Fractures and Dislocations",
    "subtopic": "Intra-articular, Shaft, and Condylar Fractures",
    "text": "These are always serious injuries. Intra-articular fractures at the base, if minimally displaced, can be treated with manipulation and splinting. Transverse fractures of the proximal phalanx base or shaft often have apex volar angulation and are best stabilized with the Eaton-Belsky pinning technique. Distal transverse condylar neck fractures are common in children and may require open reduction and pinning if closed reduction is unsuccessful. Distal oblique intraarticular condylar fractures are difficult to treat closed and may require open reduction with pinning."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "PIP Joint Dislocations",
    "subtopic": "Dorsal, Volar, and Comminuted",
    "text": "The most common is a dorsal dislocation, which occurs from hyperextension. Simple dislocations are reducible. Complex dislocations involve entrapment of the volar plate and are irreducible, requiring open reduction. These dislocations often include a fracture of the volar lip of the middle phalanx. If the fragment is small (<40% of the articular surface), dorsal block splinting is used. If larger, open reduction or traction is necessary. Volar dislocations result from a rupture of the central slip. Comminuted (pilon) fractures at the base of the middle phalanx should be treated with splinting and early range of motion in district hospitals."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Distal Phalanx Fracture/Dislocations",
    "subtopic": "Mallet Finger",
    "text": "The most common is an apex dorsal dislocation of the DIPJ, or Mallet finger. This can be a tendinous or bony avulsion of the extensor tendon. Tendinous injuries and bony avulsions of less than 50% of the joint surface are treated with K-wire fixation or splinting of the DIPJ in extension for 6 weeks, followed by further splinting. For larger bony fragments, the 'extensor block pinning' technique is an excellent method to reduce and hold the fracture."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Epiphyseal fractures",
    "subtopic": "Seymour Fracture",
    "text": "These occur in 5 types. Most can be treated with closed fracture manipulation and reduction. An important type not to be missed is the Seymour fracture, a dorsal angulation fracture at the base of the distal phalanx through the nail bed, which requires repair after fracture reduction and pinning. It is important to take x-rays of the opposite hand for comparison in children with questionable epiphyseal fractures."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Final Thought",
    "subtopic": "Bottom Line",
    "text": "Most closed hand fractures, up to even 90%, will do well if recognized and treated with an appropriate cast or splint—CLOSED!"
  }
]