[
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Introduction",
    "subtopic": "Diagnosis",
    "text": "This information leaflet explains the ongoing management of your injury. You have broken your phalanx (finger bone)."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial Management",
    "subtopic": "Healing",
    "text": "This normally takes approximately 6 weeks to heal."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial Management",
    "subtopic": "Pain and swelling",
    "text": "Take your normal painkillers if it is painful. You may find it continues to be a bit achy and swollen for a few months after your injury."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial Management",
    "subtopic": "Using your hand",
    "text": "You may use the hand as pain allows. You can strap your fingers together for comfort. It is important to keep the rest of the fingers bending to stop them becoming stiff."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial Management",
    "subtopic": "Follow up",
    "text": "We do not routinely follow up these injuries. However, if you continue to have pain or are limited in what you can do please get in contact with us on the above number."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Special Considerations",
    "subtopic": "Tuft Fracture",
    "text": "If your fracture is at the tip of the finger, it is sometimes called a 'tuft fracture'. You may wish to use a rigid splint when there is a risk of knocking it."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 0 - 3",
    "text": "✓ Use the strapping for comfort\n✓ If you have a 'tuft fracture' you may wear the splint when it is helpful – you may take it off when you like.\n✓ Keep your fingers moving to prevent stiffness –see initial exercises"
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 3 - 6",
    "text": "✓ Continue to use the strapping or splint if needed\n✓ Move your injured finger-see exercises stage 2"
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 6 - 12",
    "text": "✓ The injury has healed.\n✓ Return to normal activities"
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Week 12",
    "text": "✗ If you are still experiencing significant pain and swelling then please contact the Fracture Care Team for advice."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Advice for a new injury",
    "subtopic": "Cold packs",
    "text": "A cold pack (ice pack or frozen peas wrapped in a damp towel) can provide short-term pain relief. Apply this to the sore area for up to 15 minutes, every few hours. The ice must never be in direct contact with the skin."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial exercises – to start straight away",
    "subtopic": "Thumb Opposition",
    "text": "Touch each finger to your thumb. Repeat x 5."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial exercises – to start straight away",
    "subtopic": "Finger Flexion and Extension",
    "text": "Bend and straighten all the joints in your fingers as shown. Do not force the movement, work within your limits. Repeat x 5."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Stage 2 Exercises – to start from 3 weeks after injury",
    "subtopic": "Isolated Finger Joint Movement",
    "text": "Continue to do initial exercises as well. Use your other hand to keep your finger steady and bend and straighten the finger joint nearest your palm. Repeat x 5. Use your other hand to keep your finger steady and bend and straighten the finger joint nearest the end of your finger. Repeat x 5. If finger joints become stiff in a bent position, it can help to hold them in a straighter position for 10 seconds. Massage of the soft tissues can also help."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Health Advice",
    "subtopic": "Smoking cessation",
    "text": "Medical evidence suggests that smoking prolongs fracture healing time. In extreme cases it can stop healing altogether. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery from this injury. For advice on smoking cessation and local support available, please refer to the following website: smokefree.nhs.uk or discuss this with your GP."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Information",
    "subtopic": "Sources of information",
    "text": "This information leaflet has been developed by the Fracture Care Team at Brighton and Sussex University Hospitals Fracture Care Team and adapted for use at East Sussex Healthcare NHS Trust. Information been updated during the COVID-19 pandemic to ensure that patients with injuries have information, support and care despite social distancing."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Information",
    "subtopic": "Important information",
    "text": "This patient information is for guidance purposes only and is not provided to replace professional clinical advice from a qualified practitioner."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Information",
    "subtopic": "Your comments",
    "text": "We are always interested to hear your views about our leaflets. If you have any comments, please contact the patient experience team on 0300 131 4784 or esh-tr.patientexperience@nhs.net."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Information",
    "subtopic": "Hand hygiene",
    "text": "We are committed to maintaining a clean, safe environment. Hand hygiene is very important in controlling infection. Alcohol gel is widely available at the patient bedside for staff use and at the entrance of each clinical area for visitors to clean their hands before and after entering."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Information",
    "subtopic": "Other formats",
    "text": "If you require any of our leaflets in alternative formats, such as large print or alternative languages, please contact the Equality and Human Rights Department on 0300 131 4434 or esh-tr.AccessibleInformation@nhs.net"
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Reference",
    "subtopic": "Acknowledgement and Availability",
    "text": "Thank you to the Brighton and Sussex University Hospitals NHS Trust and to Kate Weatherly, Specialist Orthopaedic Practitioner for the first version. This leaflet can also be found at:www.esht.nhs.uk/leaflet/phalanx-finger-fracture/"
  }
]