[
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "What is a fracture?",
    "text": "A fracture is a break in the bone. The finger has 3 phalanges: the distal phalanx (end bone), middle phalanx (middle bone) and proximal phalanx (the base bone)."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "Common symptoms of a phalangeal fracture",
    "text": "• Pain\n• Swelling\n• Bruising\n• Deformity\n• Difficulty moving finger\n• Rotation in finger"
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "How long will it take to heal?",
    "text": "Most phalangeal fractures will take up to 6 to 8 weeks to heal. It will take another 6 weeks to consolidate the healing. In some cases it may take longer to heal. You should avoid taking part in contact sports or heavy lifting or gripping for up to 12 weeks in order to reduce the risk of re-injury. If you use your hand too soon for demanding activities it may delay the recovery."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "What can you do to reduce swelling in your hand?",
    "text": "It is normal to have swelling after the injury. Most of the swelling should settle over the course of 6 to 8 weeks. You can keep the swelling down by elevating your hand higher than your heart as often as possible. Your Occupational Therapist will advise you when you can start to exercise your fingers. You can also try using an ice pack for 10 minutes or less, 3 times a day. You may also use a compression wrap."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "Treatment",
    "text": "The phalangeal fracture can be treated by surgical fixation, manipulation or treated conservatively without requiring surgery. The treatment depends on the type, location, stability, displacement, and deformity of the fracture, as well as individual circumstances."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "Splinting and Buddy Strapping",
    "text": "During the time of healing, you may be given a thermoplastic splint to wear. This is to position your finger and protect the fracture. You may also be advised to use buddy strapping to tape the injured finger with the adjacent finger. Buddy strapping protects the injured finger while allowing movement to prevent stiffness. However, buddy strapping is not suitable for all phalangeal fractures."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "Your exercises program",
    "text": "It is normal that movement of the finger can be painful after injury or surgery. Exercises can help prevent stiffness. Besides hand exercises, you also need to exercise your shoulder, elbow, wrist and any joints that are not included in the splint. Exercises include:\n- Flat table top movement\n- Straight fist movement\n- Hook fist movement\n- Full fist movement\n- From full fist to hook fist\n- Isolated movement at end joint\n- Isolated movement in the middle joint"
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "When can you use your injured hand?",
    "text": "You may use your hand for light activities from a certain point. You may return to full activity and normal use of your hand from another point. You can go back to playing contact sports, but boxing should be delayed for at least another 2 weeks."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "When can you return to driving?",
    "text": "You should not drive while you are in a splint. You should not return to driving if you have significant pain or reduced grip function that affects your ability to drive safely. It is your responsibility to ensure you are safe to drive. Please refer to the DVLA website and check with your insurance provider."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "What outcome can you expect after a phalangeal fracture?",
    "text": "Most phalangeal fractures heal with a good functional outcome. Swelling and pain normally take 3 months to get better, but can sometimes take longer. The shape of the finger may not look the same after the fracture, and joints can be larger. Your finger may become stiff due to lack of movement, and your hand will become weaker. Occasionally, the bone may take longer to heal or may heal with a deformity. If you have any questions, please contact your Occupational Therapy Department. The telephone number is 01752 432220."
  }
]