[
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Abstract",
    "subtopic": "Objective and Findings",
    "text": "The aim of this systematic review was to evaluate patient-reported and functional outcomes for extra-articular proximal or middle phalangeal fractures to determine the best treatment. A systematic literature search was conducted, and 16 studies met the inclusion criteria, covering 513 fractures. 23% were treated non-operatively, 37% with closed reduction internal fixation (CRIF), and 40% with open reduction internal fixation (ORIF). It can be recommended that closed displaced extra-articular phalangeal fractures can be treated non-operatively, even with oblique or complex patterns, provided closed reduction is possible and maintained. When open reduction is necessary for oblique or spiral fractures, lag screw fixation is preferable to plates, but similar results are achieved with transversally inserted K-wires."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Introduction",
    "subtopic": "Background",
    "text": "Phalangeal fractures are the most common fractures of the hand, accounting for about 18% of all upper-extremity fractures. They often result in unsatisfactory outcomes, possibly because they are regarded as trivial injuries. The treatment aims to achieve solid bone union and restore hand function. Various methods exist, including buddy strapping, splinting, closed reduction internal fixation (CRIF), and open reduction internal fixation (ORIF). However, there is no evidence-based consensus on the best treatment."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Methods",
    "subtopic": "Review Protocol",
    "text": "This systematic review followed PRISMA-P guidelines and was registered on PROSPERO. Two independent reviewers performed all steps."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Methods",
    "subtopic": "Eligibility Criteria",
    "text": "Inclusion criteria were randomized controlled trials, case-control studies, cohort studies, and case series (n ≥ 10) of adult and adolescent (≥14 years) patients with extra-articular proximal or middle phalangeal fractures reporting patient-reported and/or functional outcomes. Studies on distal phalangeal, intra-articular, or pathological fractures were excluded."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Methods",
    "subtopic": "Outcome Measures",
    "text": "The primary outcome was validated patient-reported outcome measures (PROMs) like the DASH Score. Secondary outcomes included other patient-reported outcomes (satisfaction, pain) and functional outcomes (total active range of motion, grip strength, union, malunion)."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Methods",
    "subtopic": "Literature Search and Data Extraction",
    "text": "A comprehensive search of multiple databases was performed in August 2015. Data were extracted using a standardized form, and the quality of studies was evaluated using the Structured Effectiveness Quality Evaluation scale (SEQES)."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Results",
    "subtopic": "Study Selection and Characteristics",
    "text": "The initial search yielded 2354 studies. After screening, 16 studies were included (two randomized controlled trials, four cohort studies, and ten case series), covering 513 extra-articular fractures in 484 patients. Most studies were of intermediate quality. The mean age of patients ranged from 22 to 49 years, and most were male (79%)."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Discussion",
    "subtopic": "Outcomes of Non-operative Treatment",
    "text": "There is no significant difference in outcome when a cast/brace immobilizing the wrist is compared to one that does not. However, patients prefer a functional cast that allows free wrist mobilization. Conventionally, oblique, spiral, or complex fractures were considered unstable and requiring internal fixation. However, it has been shown that even these fractures can be treated non-operatively if a closed reduction can be achieved and maintained, leading to good functional results."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Discussion",
    "subtopic": "Outcomes of CRIF vs. ORIF",
    "text": "Open reduction with lag screws did not yield better functional results than closed reduction with transversally inserted K-wires. ORIF with interosseous loop wire fixation yields better Total Active Motion (TAM) scores than CRIF with transarticular K-wire fixation in industrial workers. Extra-articular K-wire pinning showed better active range of motion than transarticular pinning in industrial workers. Contradictory results exist regarding transarticular versus extra-articular pinning for closed fractures."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Discussion",
    "subtopic": "Limitations and Recommendations",
    "text": "The review was limited by the availability of only a few prospective comparable studies and the moderate quality of the included studies. There was also a lack of consistency in definitions and a large variation in reported outcomes across studies. Despite these limitations, it can be recommended that closed displaced extra-articular proximal phalangeal fractures can be treated non-operatively if reduction is possible. When open reduction is necessary, lag screw fixation is preferable, but similar results can be achieved with transversally inserted K-wires."
  }
]