[
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "KEY POINTS",
    "subtopic": "Summary of treatment principles",
    "text": "• Most hand fractures can be treated nonoperatively, although operative treatment remains an important option for select cases.\n• Recent operative techniques improve outcomes by reducing soft tissue trauma and facilitating early motion.\n• As treatment options evolve, the principles of hand fracture care remain unchanged, requiring the surgeon to carefully balance stability against early motion."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "INTRODUCTION",
    "subtopic": "Evolution of Treatment",
    "text": "In most cases, hand fractures can be treated nonoperatively with satisfactory functional and aesthetic outcomes. Historically, advanced imaging and implants led to more operative approaches. However, the high cost of wide-open exposure (soft tissue injury, disrupted healing, stiffness) has led to a swing back towards nonoperative treatment and minimally invasive options. Individualized open repair is still critical for a small subset of fractures."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "DIAGNOSIS",
    "subtopic": "Assessment Principles",
    "text": "History, examination, and plain radiographic imaging are the cornerstones of diagnosis. The mechanism of injury should align with the findings. Digital alignment, especially rotational malalignment, must be assessed as it is poorly tolerated. A radiographic examination with 3 standard views is sufficient for most hand fractures, though CT can be helpful for complex intraarticular fractures."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "TREATMENT PRINCIPLES AND GENERAL CONSIDERATIONS",
    "subtopic": "Holistic Approach",
    "text": "The clinician should treat the patient, not just the radiograph. A holistic approach is best, considering the specifics of the injury, rehabilitation needs, and the patient's medical, social, and psychological factors. The goal is to restore preinjury function by balancing bony stability for healing with early motion for function."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "TREATMENT PRINCIPLES AND GENERAL CONSIDERATIONS",
    "subtopic": "Treatment Options and Risks",
    "text": "Many hand fractures can be treated nonoperatively. Surgical management may be indicated for irreducible, unstable, multiple, or open fractures. Surgical methods include Kirschner wires, plates, screws, and external fixators. Plate fixation provides rigidity but carries risks of significant complications. Open digital fractures can often be temporarily irrigated and closed, with definitive fixation delayed for a few days without increasing infection risk."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "EXTRAARTICULAR FRACTURES",
    "subtopic": "Metacarpal Neck (Boxer's Fracture)",
    "text": "The treatment of extraarticular fractures has trended toward more conservative approaches. The acceptable degree of angulation in metacarpal neck fractures is a topic of debate. While some studies suggest surgeons are more likely to operate when angulation is measured, a Cochrane review found no good evidence that more significant malunion causes worse hand function. Recent randomized trials have shown no difference in functional outcomes between soft wrap/buddy taping and reduction/casting for fifth metacarpal neck fractures. Moderately angulated (30-50 degrees) fractures should be treated conservatively if the patient accepts the change in hand appearance."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "EXTRAARTICULAR FRACTURES",
    "subtopic": "Minimally Invasive Fixation",
    "text": "To balance early motion and stability, intramedullary fixation using cannulated headless compression screws has been presented as an option. The screws are inserted retrograde, allowing for immediate motion. This technique has shown good results in uniting fractures within 2.5 months, though it is not suitable for all fracture types and carries a risk of complications from the articular defect created."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "INTRAARTICULAR FRACTURES",
    "subtopic": "Mallet Fractures",
    "text": "The treatment of mallet fractures (at the DIP joint) is varied. Conservative management with splinting is typically quoted for closed injuries involving less than one-third of the articular surface without joint subluxation. Patient compliance is the most important determinant of nonoperative treatment success. Operative management may include various forms of pinning or open reduction and internal fixation, with no single technique being definitively superior."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "INTRAARTICULAR FRACTURES",
    "subtopic": "Proximal Interphalangeal (PIP) Joint Fracture/Dislocations",
    "text": "PIP joint fracture/dislocations are challenging due to the joint's tendency for stiffness and posttraumatic osteoarthritis. The stability of the joint is compromised when more than 40% of the volar base of the middle phalanx is involved. While there is agreement on when to operate, the choice of operation is variable. Treatment options range from traditional extension block pinning and volar plate arthroplasty to contemporary techniques like volar plating, dynamic traction devices, and hemihamate arthroplasty."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "WIDE-AWAKE LOCAL ANESTHESIA",
    "subtopic": "Technique and Benefits",
    "text": "The wide-awake local anesthesia technique, using local anesthesia with epinephrine and no tourniquet, has been advocated for many hand procedures, including fracture fixation. This approach avoids the need for sedatives, expedites recovery, and allows for direct intraoperative testing of fracture stability and rotational alignment by having the patient move the digit. The main disadvantages are the need for a compliant patient and a less bloodless surgical field."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "SUMMARY",
    "subtopic": "Conclusion",
    "text": "The management of phalangeal and metacarpal fractures continues to evolve, with a trend toward nonoperative or less invasive techniques to limit soft tissue dissection and stiffness. A careful balance between fracture stability for healing and early mobilization for function is essential. As techniques improve, hand surgeons can tailor individualized care to the unique needs of each patient."
  }
]