[
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "What is a Phalangeal Fracture?",
    "subtopic": "Definition",
    "text": "The fingers are made up of bones called phalanges. If you break one of these bones you have a phalangeal fracture."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "The Cause",
    "subtopic": "Mechanism of Injury",
    "text": "Phalangeal fractures of the hand are usually the result of a direct trauma, crush or twisting injury."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Symptoms",
    "subtopic": "Clinical Presentation",
    "text": "The fracture will cause severe pain and swelling in the finger."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Diagnosis",
    "subtopic": "Diagnostic Process",
    "text": "Usually you will see a doctor or specialist nurse in A&E who will examine you and arrange an X-ray if they suspect you have broken a bone."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Treatment",
    "subtopic": "Conservative and Surgical Options",
    "text": "Many fractures can be treated without an operation. Splinting the finger for 2-8 weeks is a common way to prevent further discomfort or injury. Sometimes just taping the broken finger together with the uninjured finger(s) next to it will be enough. Sometimes, to achieve the best possible outcome, it may be necessary to operate on your finger. If you have an open fracture, where the skin is broken, this will need to be cleaned thoroughly during surgery to prevent infection. It may be necessary to use a wire to keep the fracture in place until it heals. This wire will be removed after approximately three weeks."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Rehabilitation",
    "subtopic": "Post-Fracture Care",
    "text": "After the fracture has healed you may be left with a stiff finger joint. Rehabilitation can be long and difficult. Early physiotherapy can in some cases prevent long term stiffness and soft tissue wasting. As soon as any splint is taken off it is important to start using the hand/finger to help it regain flexibility and strength."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "General finger exercises",
    "subtopic": "Exercise Program",
    "text": "The exercises below can be carried out little and often throughout the day. They should not be continued if they cause extreme discomfort or if you have been given alternative guidance by your Doctor or physiotherapist. They are to increase the range of movement in your finger and reduce the risk of stiffness or loss of muscle function.\n1) Holding the middle and big knuckle straight with your other hand, bend the top joint as far down as is comfortable (apply a stretch). Straighten fully.\n2) Holding the big knuckle straight, bend the middle joint over as far as comfortable (apply a stretch). Straighten fully.\n3) Holding the big knuckle straight, bend the top 2 joints over as far as is comfortable (apply a stretch). Straighten fully.\n4) Keeping the fingers straight, bend the big knuckle over as far as comfortable (apply a stretch). Straighten fully.\n5) Combining all 3 joints, bend your fingers into the palm of your hand, making a fist. Check you have taken each joint down as far as you can (apply a stretch). Straighten fully.\n6a) Straighten your fingers up (without the other hand), making sure each joint is as straight as you can comfortably take it. Watch you do not over straighten your big knuckle. Hold 10-20 seconds.\n6b) Supporting the middle joint with your index finger of the other hand, gently use your thumb to straighten your finger. Watch you do not over straighten the big knuckle. Hold for 10-20 seconds."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Sport",
    "subtopic": "Return to Activity",
    "text": "If you do sports, it's essential to follow your Orthopaedic Consultant's advice about when you can safely restart your activities. It may be necessary to protect or immobilise your finger in the short-term."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Complications",
    "subtopic": "Potential Issues",
    "text": "Most phalangeal fractures heal without any complications. Fractures involving a joint may have more of a tendency to becoming stiff. Phalangeal fractures can be complicated by a delay to heal, failure to heal or not healing in normal alignment:\n- Delayed union: a fracture that takes longer to heal than expected.\n- Non-union: a fracture that fails to heal in a reasonable amount of time.\n- Mal-union: a fracture that does not heal in a normal alignment."
  }
]