[
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Contact Information",
    "subtopic": "Fracture Care Team",
    "text": "If you have any queries please contact; Tel no: 0300 019 2802 e-mail: fracturecare@uhd.nhs.uk"
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Introduction",
    "subtopic": "About the Achilles Tendon",
    "text": "You have a suspected rupture to your Achilles tendon, which joins your calf muscle to your heel bone. Its function is to allow a good push off from your foot when you walk, run or stand on tiptoes. The Achilles tendon is the strongest tendon in the body and can be either completely or partially torn by a sudden force around the foot or ankle."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Diagnosis",
    "subtopic": "Ultrasound Scan (USS)",
    "text": "To confirm if the Achilles tendon is ruptured you may be referred for an ultrasound scan (USS). This scan uses sound waves to produce an image of the inside your leg to confirm the location and extent of the tendon injury."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Initial Management",
    "subtopic": "Using the Boot and Crutches",
    "text": "You must use the boot with the 3 wedges until we confirm the diagnosis. You can put some weight through the boot to walk using crutches unless advised otherwise, so will need to use crutches or a walking frame."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Initial Management",
    "subtopic": "Using your foot",
    "text": "The boot and wedges should be worn at all times (including in bed), to ensure the tendon is protected throughout the healing process. It is important to look after the skin so you will be shown how to carefully remove and replace the boot to allow for washing and skin inspection. Whilst doing this you must keep the toes pointed down, as demonstrated in the picture. Avoid any temptation to stretch the calf as this could mean the tendon heals in an elongated position, which will affect your overall rehabilitation."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Pain and Swelling",
    "subtopic": "Management",
    "text": "Elevating your ankle above the level of your hips will help to reduce swelling. Use pillows or a stool to keep your ankle raised when lying and sitting. You can take over the counter pain killers, such as paracetamol, ibuprofen or co-codamol as required. Please discuss with the pharmacist if you are unsure if you should take these."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Follow up",
    "subtopic": "Fracture Clinic Review",
    "text": "You will be reviewed in the Fracture Clinic at Poole Hospital and invited to attend for an Ultrasound scan prior to this appointment."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Management",
    "subtopic": "Treatment Pathways",
    "text": "It may be possible for the tendon to heal naturally, by closely following a conservative care plan led by the physiotherapists and guided by your consultant. If this is not possible, you may be offered surgical repair. This decision depends on a number of factors that include your general health, normal activity levels, age and the results of tests that the orthopaedic team will perform. Both treatments will involve you wearing a boot to protect the tendon while it heals and you will most likely be partial-weight bearing for the first few weeks. Swelling and pain can last for 3 to 6 months and you will not be able to run for at least 5 months with both treatment pathways."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Exercises",
    "subtopic": "Initial Exercises",
    "text": "These initial exercises should be repeated 10 times each, 3-4 times per day (with your boot on). 1. With the leg straight and supported, tense your thigh muscle to straighten your knee. Slowly lift your leg 2 inches off the bed, hold for 10 seconds then slowly lower back down. 2. Lying on your back, bend and straighten your knee."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Additional Information",
    "subtopic": "Future Guidance",
    "text": "You will be provided with a sheet of additional exercises by the outpatient physiotherapists or consultant as well as a copy of the care pathway that you will be following throughout your rehabilitation."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Information on Deep Vein Thrombosis (DVT)",
    "subtopic": "Risk of DVT and Pulmonary Embolus (PE)",
    "text": "When your leg is immobilised in a plaster cast or walking boot, lack of movement can cause blood clots (DVT) to form in your blood vessels. A DVT itself is not life-threatening however, sometimes part of the blood clot can become dislodged and travel to your lungs. This is called a Pulmonary Embolus (PE) and can be very serious."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Information on Deep Vein Thrombosis (DVT)",
    "subtopic": "How can my risks of developing a DVT be reduced?",
    "text": "We will assess the risk of you personally developing a DVT whilst your leg is immobilised. If necessary, blood thinning medication will be prescribed to reduce this risk. This medication can cause bleeding and therefore is not suitable for everyone. If you have been prescribed Enoxaparin (Inhixa ®) injections; you will be shown the injection technique and should try to keep these injections to a regular time of day, the used injections syringes MUST be disposed of safely in the yellow 'sharps bin' provided, please continue to take this medication until reviewed by the Orthopaedic team, if you have any further questions with regards to this, or have a reaction to the medication, please contact your GP or the Fracture Care Team for advice. We also recommend that you take regular fluids to stop yourself becoming dehydrated (unless advised otherwise). Avoid long journeys and staying still for longer than an hour."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Information on Deep Vein Thrombosis (DVT)",
    "subtopic": "Signs and Symptoms of DVT / PE",
    "text": "If you experience any of the following symptoms you should return to hospital as soon as possible, dial 111 or in an emergency 999; Pain in your leg, Swelling in your leg, Warm or discoloured skin on your legs, New shortness of breath / feeling breathless, Pain in your chest, back or ribs that is worse when you breath, Coughing up blood."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Further Queries",
    "subtopic": "Contact Information",
    "text": "If you are worried that you are unable to follow this plan, are experiencing pain or symptoms, other than at the site of the original injury or surrounding area or have any questions, then please contact the Fracture Care Team for advice using the telephone or e-mail details at the top of this leaflet."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "Contact Information",
    "subtopic": "Consultant and Physiotherapy Department",
    "text": "If you have any queries please contact your consultant's secretary Or your physiotherapy department: Poole: 0300 019 (2121), Christchurch: 0300 019 (2802) Or e-mail: fracturecare@uhd.nhs.uk"
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "First 14 Days After Diagnosis or Surgery",
    "subtopic": "In a Boot",
    "text": "During this time please follow the guidance on the Achilles tendon Injury leaflet given to you by the hospital and/or the exercises on the “NON & PARTIAL WEIGHT BEARING EXERCISES” leaflet."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "2 Weeks After Diagnosis or Surgery",
    "subtopic": "General Guidance",
    "text": "Keep wearing the boot with 3 wedges to stand and walk around, but start to put more weight through the leg. Use the crutches to help you walk as normally as possible. You may start to remove the boot to do some basic exercises to get the foot and ankle moving."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "2 Weeks After Diagnosis or Surgery",
    "subtopic": "Exercises",
    "text": "1. Lying on your stomach with your knees bent to a right angle. Point your feet up and down as far as comfortable. Do not force the ankle to go beyond a right angle. 2. As above, turn your feet in and out. 3. Sit on a chair with your knees together and feet on the floor. Raise up and down on your toes ensuring that your big toe stays grounded and bends at the joint. Do both feet together and then alternate them as though walking as shown below."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "Throughout Rehabilitation Period",
    "subtopic": "Warm-up",
    "text": "Throughout the rehabilitation period, do exercises 1-3 every morning and after a period of prolonged inactivity (eg sitting, lying or standing still). This will ensure that you warm up the muscles and joints prior to movement."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "4 Weeks After Diagnosis or Surgery",
    "subtopic": "Boot Usage",
    "text": "You may take your boot off to sleep. Do not walk without the boot on under any circumstances – to reduce the risk of you doing so; keep the boot by your bed overnight."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "6 Weeks After Diagnosis or Surgery",
    "subtopic": "General Guidance and Exercises",
    "text": "Continue to warm up properly every morning and after inactivity. You can start to remove a wedge from the boot each week from week 6 onwards with guidance from your physiotherapist. Wean off the crutches as comfortable and with guidance from your physiotherapist. You may start using the static bike once you have tried it with your physiotherapist. Progress through the next exercises in order and with the guidance of your physiotherapist: 4. Wearing supportive shoes or trainers with a small heel, stand with your hands resting on the kitchen worktop in front of you. Ensure that your whole foot and all of your toes are in contact with the ground and slowly transfer your weight from the front of the foot to the back and from side to side, without moving your feet at all. Progress to doing this barefoot over the next few weeks. 5. Wearing supportive shoes or trainers with a small heel, to challenge your balance, stand with the injured foot in front of the other so that the big toe is touching the heel in front. Hold this still for a minute. Swap legs. 6. Stand facing a kitchen worktop or similar with your feet side by side width apart. Put as much weight through your arms as you need to, in order to start gently rocking forwards to put your weight through the balls of your feet. As you improve start to lift your heels vertically off the ground onto your tip toes as high as you can. Make sure that you don't lean forward and stretch the calf as you lower back down. 7. Progress exercise 6 to being able to get both heels fully lifted off the ground without leaning on the kitchen worktop. 8. Leaning on the plinth, put one leg in front of the other and slowly raise both heels off the ground keeping the knees almost straight. Slowly lower. Swap legs. Make sure that you don't lean forward and stretch the calf as you lower back down. Progress as for number 7."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "8 Weeks After Diagnosis or Surgery",
    "subtopic": "General Guidance and Exercises",
    "text": "Continue to warm up properly every morning and after inactivity. Once you have warmed up your calf with exercises 1-8, and with the guidance of your physiotherapist, you can start to walk in a supportive pair of shoes with wedges inserted under the heel - indoors only. You may need to use your crutches again to avoid limping, especially in the morning when you are stiff and in the evening when the leg is tired. Make sure that you keep your shoes or boot by the bed in case you get up in the night. Continue to wear your boot without wedges to walk outdoors. 9. Practice walking with your heel touching your toes, as if walking along a tightrope (as for number 5). Do this in shoes with the heel wedge if necessary. Progress to barefoot. 10. Stand with your back resting against a wall with a good posture, and a wide stance. Raise alternate heels and move your upper body weight from one leg to the other until the calves fatigue. 11. In your shoe (+/- wedges) stand on one leg to improve balance. 12. In your shoes, walk across the room on your tiptoes. Progress this by taking smaller steps barefoot."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "10 Weeks After Diagnosis or Surgery",
    "subtopic": "General Guidance and Exercises",
    "text": "With the guidance of your physiotherapist, you can start to walk in a supportive pair of shoes with one or more heel wedges inserted outdoors. Warm up your calf with exercises 1-8 before going for a walk. You will probably need to use your crutches again to avoid limping, especially in the morning when you are stiff and in the evening when the leg is tired. Make sure that you keep your shoes or boot by the bed in case you get up in the night. 13. With the guidance of your physiotherapist you can start walking across a room on tiptoe in shoes. This exercise will improve balance, stamina and strength. Progress to doing it barefoot. 14. Progress balancing on one leg by standing on a folded towel. 15. If your calf feels tight after exercise you can start gentle stretching exercises. Hold the stretch still for 30 seconds at a time after exercise or a walk. Keep the knees straight to feel a stretch in the longer gastrocnemius muscle and bent to feel a stretch lower down in the shorter soleus muscle. This stretch can also be done lying down in combination with a hamstring stretch."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "12 Weeks After Diagnosis or Surgery",
    "subtopic": "General Guidance and Exercises",
    "text": "Continue to warm up properly every morning and after inactivity. With the guidance of your physiotherapist progress to walking barefoot indoors only. Continue to wear a shoe with a wedge outdoors. You may wean off the wedge as movement allows over the coming weeks. 16. With the guidance of your physiotherapist, start putting more weight through your affected leg when doing heel raises. Progress to doing so on one leg, leaning on your arms as much as you need to at first. 17. With the guidance of your physiotherapist, and in supportive trainers, you may start to bounce up and down with your weight bearing down through your arms as much as you need to (e.g. at the kitchen worktop). Progress this to star jumps and lastly jogging. Reduce arm weight bearing as you get stronger and have more control. 18. Rest your unaffected leg on a football, putting as little weight down through the football as possible. Do a heel raise on the affected leg on the ground to be level with the heel on the ball."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "5 Months After Going Into the Boot",
    "subtopic": "Return to Activity",
    "text": "Continue to warm up properly every morning and after inactivity. Your physiotherapist will be able to assess whether you are ready to start jumping and jogging unsupported on the spot, as well as return to normal sporting activities such as running."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "Recovery Timeline",
    "subtopic": "Long-term Expectation",
    "text": "It can take 18 months for normal appearance, strength, power and stamina to return to the leg."
  }
]