[
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Objectives",
    "text": "To compare re-rupture rate, complication rate, and functional outcome after operative versus nonoperative treatment of Achilles tendon ruptures; to compare re-rupture rate after early and late full weight bearing; to evaluate re-rupture rate after functional rehabilitation with early range of motion; and to compare effect estimates from randomised controlled trials and observational studies."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Design and Data Sources",
    "text": "Systematic review and meta-analysis. PubMed/Medline, Embase, CENTRAL, and CINAHL databases were searched for studies comparing operative versus nonoperative treatment of Achilles tendon ruptures."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Study Selection and Data Extraction",
    "text": "Randomised controlled trials and observational studies reporting on comparison of operative versus nonoperative treatment of acute Achilles tendon ruptures. Data extraction was performed independently in pairs, by four reviewers."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "29 studies were included (10 randomised controlled trials, 19 observational studies). A significant reduction in re-ruptures was seen after operative treatment (2.3%) compared with nonoperative treatment (3.9%). Operative treatment resulted in a significantly higher complication rate (4.9% vs 1.6%), mainly due to infection (2.8%). No significant difference in re-rupture rate was seen between operative and nonoperative treatment in studies that used accelerated functional rehabilitation with early range of motion. No difference in effect estimates was seen between randomised controlled trials and observational studies."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Conclusions",
    "text": "This meta-analysis shows that operative treatment of Achilles tendon ruptures reduces the risk of re-rupture compared with nonoperative treatment. However, re-rupture rates are low and differences between treatment groups are small (risk difference 1.6%). Operative treatment results in a higher risk of other complications (risk difference 3.3%). The final decision should be based on patient specific factors and shared decision making. This review emphasises the potential benefits of adding high quality observational studies in meta-analyses."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Executive Summary",
    "subtopic": "What is already known on this topic",
    "text": "Rupture of the Achilles tendon is a frequently encountered injury. Meta-analyses of randomised controlled trials have shown operative treatment to significantly reduce the risk of tendon re-rupture compared with nonoperative treatment. However, operative treatment leads to a significant increase in other complications."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Executive Summary",
    "subtopic": "What this study adds",
    "text": "Operative treatment of acute Achilles tendon ruptures reduced the risk of re-rupture compared with nonoperative treatment. However, re-rupture rates were low and differences between treatment groups were small, with a risk difference of 1.6%. Operative treatment resulted in a higher risk of other complications than nonoperative treatment (risk difference 3.3%), mostly attributable to increased risk of infection."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Introduction",
    "subtopic": "Background",
    "text": "Rupture of the Achilles tendon is a frequent injury, common in the young to middle-aged active population, with an increasing incidence. The management of these ruptures is much debated."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Discussion",
    "subtopic": "Main Findings",
    "text": "This systematic review and meta-analysis showed that operative treatment was associated with a significant reduction in re-rupture rate compared with nonoperative treatment. However, operative treatment resulted in a significantly higher rate of other complications. Sensitivity analyses confirmed these findings. No significant difference in re-rupture rate was found if accelerated functional rehabilitation with early range of motion was used."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Discussion",
    "subtopic": "Comparison with previous findings",
    "text": "The findings are in accordance with previous meta-analyses. However, with the addition of observational studies, this review shows that differences between treatment groups are small, with a risk difference in re-rupture rate of 1.6% and a risk difference of 3.3% for other complications. This suggests that nonoperative management is acceptable for acute Achilles tendon ruptures if patients are monitored according to a standardised rehabilitation protocol."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Conclusions",
    "subtopic": "Summary",
    "text": "Operative treatment of acute Achilles tendon ruptures reduces the risk of re-rupture compared with nonoperative treatment, but re-rupture rates are low and the difference is small (1.6%). Operative treatment has a higher risk of other complications (risk difference 3.3%), mainly from infection. The decision for treatment should be based on patient-specific factors and shared decision making. Further research is needed for a shared decision-making algorithm."
  }
]