[
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "At a Glance",
    "subtopic": "Key Information",
    "text": "You may well not need an operation. You will have your Ankle in a cast or brace for 8-10 weeks. You may not be able to drive for 3 months. The 'best' and safest treatment is very individual. Complications occur in about one in 20 patients after surgery. Up to one in 10 may not be happy with the outcome after Achilles tendon Rupture treatment."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What is an Achilles Tendon Rupture and how is it diagnosed?",
    "subtopic": "Definition and Diagnosis",
    "text": "The Achilles Tendon is the largest tendon in your body. It attaches the calf muscle to the heel and enables us to walk, run and jump. Rupture or complete tear of the Achilles Tendon is felt as a very painful ‘snap' behind the ankle with immediate swelling and pain. It is diagnosed by an examination test where the calf muscle is squeezed and lifted. This fails to produce the usual ankle movement it would normally do. It is compared to your uninjured side."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What should be done if it is confirmed?",
    "subtopic": "Initial Management",
    "text": "As soon as possible following the injury the ankle should be secured in an equinus position. This is usually done with a cast or brace. This means with the ankle pointing down maximally much like a ballet dancer 'en pointe' would do."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "Do I need a Scan?",
    "subtopic": "Imaging for Diagnosis",
    "text": "A scan is not required to confirm the diagnosis of Achilles Tendon Rupture. Ultrasound or sometimes MRI scans are used by clinicians on occasions to aid decision making in some cases."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "Will I need an operation?",
    "subtopic": "Treatment Options",
    "text": "This will depend on a number of factors and is a very individualised discussion and answer. There remains debate over the best course of treatment for both a rapid and sustained recovery. Most patients will have the options of surgery or a non-surgery treatment regime. Both should expect a long term satisfactory and similar result barring any complications. The options each have their pros' and cons' discussed below."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What treatment will I have if I choose not to have surgery?",
    "subtopic": "Management Strategy",
    "text": "This is a very established management strategy for most patients who get treatment for an Achilles tendon rupture in a timely manner. Certainly (if recognised and treated) within 48hrs of injury this provides a good outcome in the long term for the majority of patients. A cast or brace in full equinus is worn for a couple of weeks before this changed in sequential adjustments bringing the ankle to 90 degrees over 6- 8 weeks supported by a brace or cast. You may well be able to walk and function with the brace on. You may be able to move the ankle in a controlled manner."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What treatment will I have if I choose not to have surgery?",
    "subtopic": "Advantages",
    "text": "No operation with the risks associated (See below). An outcome long term proven to provide majority patient satisfaction."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What treatment will I have if I choose not to have surgery?",
    "subtopic": "Disadvantages",
    "text": "More controlled and restricted immobilisation in initial 6-8 weeks. A re-rupture rate of between One in 30 and One in 10. A tendon that heals with an element of scar tissue bridging any remnant small gap that produces."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What if I choose to have surgery?",
    "subtopic": "Procedure and Rehabilitation",
    "text": "If chosen, Surgery is undertaken at the earliest opportunity once any swelling or soft tissue concerns are resolved. The repair can be performed through a standard open scar or using minimally invasive – Keyhole like techniques. This is down to an individual's preference. The rehabilitation after is similar to a ‘No Surgery' regime but earlier movement can be considered. A repair operation can be undertaken in the early stages with an expectation of sewing the ends directly together using sutures. After this time any repair surgery can be more involved."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What if I choose to have surgery?",
    "subtopic": "Advantages",
    "text": "A re-rupture rate between one in 30 and One in 20. A potentially more accelerated rehabilitation and return to activity. Tendon healing with optimal end to end re-attachment, hence restoring Calf muscle-Achilles anatomy with minimal scar tissue bridging."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What if I choose to have surgery?",
    "subtopic": "Disadvantages",
    "text": "Healing time clock restarts from day of surgery rather than day of injury. Risks of surgery including those of a General Anaesthetic, Wound / Scar problems, Nerve damage, Infection, Bleeding, Thrombosis, Stiffness, Weakness and a Pain Reaction. Higher risk groups of people can have a considerably higher complication rate that must be taken into account. Examples include: Those who smoke, Patients who have diabetes, Injury in a leg with a poor blood supply or skin condition, Patients who are overweight, Patients with possible difficulty looking after their leg following an operation. Individual situations including a longer delay to initial treatment can mean discussion leaning towards one option or another."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "Deep Vein Thrombosis Risk",
    "subtopic": "Information",
    "text": "An ankle immobilised in a cast following an Achilles Tendon Rupture is a risk factor for developing a Deep Vein Thrombosis (DVT / Blood clot / Thromboembolism) which should be discussed with a clinician and preventative measures considered."
  }
]