[
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Abstract",
    "subtopic": "Background",
    "text": "Whether surgical repair of an acute Achilles' tendon rupture by an open-repair or minimally invasive approach is associated with better outcomes than nonsurgical treatment is not clear."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Abstract",
    "subtopic": "Methods",
    "text": "We performed a multicenter, randomized, controlled trial that compared non-operative treatment, open repair, and minimally invasive surgery in adults with acute Achilles' tendon rupture who presented to four trial centers. The primary outcome was the change from baseline in the Achilles' tendon Total Rupture Score (scores range from 0 to 100, with higher scores indicating better health status) at 12 months. Secondary outcomes included the incidence of tendon rerupture."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "A total of 554 patients underwent randomization, and 526 patients were included in the final analysis. The mean changes in the Achilles' tendon Total Rupture Score were -17.0 points in the nonoperative group, -16.0 points in the open-repair group, and -14.7 points in the minimally invasive surgery group (P=0.57). Pairwise comparisons provided no evidence of differences between the groups. The changes from baseline in physical performance and patient-reported physical function were similar in the three groups. The number of tendon reruptures was higher in the nonoperative group (6.2%) than in the open-repair or minimally invasive surgery group (0.6% in each). There were 9 nerve injuries in the minimally invasive surgery group (in 5.2% of the patients) as compared with 5 in the open-repair group (in 2.8%) and 1 in the nonoperative group (in 0.6%)."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Abstract",
    "subtopic": "Conclusions",
    "text": "In patients with Achilles' tendon rupture, surgery (open repair or minimally invasive surgery) was not associated with better outcomes than nonoperative treatment at 12 months. (Funded by the South-Eastern Norway Regional Health Authority and Akershus University Hospital; Clinical Trials.gov number, NCT01785264.)"
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Introduction",
    "subtopic": "Background",
    "text": "An acute Achilles' tendon rupture is one of the most common musculoskeletal injuries, with a variable incidence, and can result in severe disability. This injury is more common with older age, more active lifestyles, and in males, with an increasing incidence over past decades. Randomized, controlled trials comparing nonoperative treatment with open repair have shown similar patient-reported outcomes. A recent systematic review showed a higher risk of rerupture after nonoperative treatment, whereas surgical treatment was associated with risks of postoperative complications. To better inform clinical decision making, a multicenter, randomized trial was conducted to compare nonoperative treatment, open repair, and minimally invasive surgery."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Methods",
    "subtopic": "Trial Design and Oversight",
    "text": "A three-group, randomized, controlled trial was conducted at four centers. The trial was approved by the institutional review board at each center and the Regional Committee for Medical and Health Research Ethics South East Norway."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Methods",
    "subtopic": "Patients",
    "text": "Patients aged 18 to 60 years with an Achilles' tendon rupture were assessed for eligibility. Exclusion criteria included previous rupture, severe systemic disease, recent quinolone or local glucocorticoid injections, dependence on walking aids, and other walking-related disabilities."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Methods",
    "subtopic": "Trial Procedures",
    "text": "Eligible patients were randomly assigned in a 1:1:1 ratio to nonoperative treatment, open repair, or minimally invasive surgery. A below-the-knee equinus cast was applied within 72 hours. The cast was maintained for 2 weeks. After cast removal, patients were allowed to bear weight for 6 weeks using an ankle-foot orthosis with heel wedges, which were gradually reduced. All participants followed a standardized rehabilitation protocol."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Methods",
    "subtopic": "Outcomes",
    "text": "The primary outcome was the change from baseline in the Achilles' tendon Total Rupture Score at the 12-month follow-up. Secondary outcomes included changes in the score at 3 and 6 months, changes in the SF-36 health survey, physical performance, and the incidence of tendon rerupture at 12 months."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Methods",
    "subtopic": "Statistical Analysis",
    "text": "A sample size of 480 patients was calculated to be needed. The primary outcome was assessed using a mixed-model analysis. Hierarchical testing was used to control for type I error."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Results",
    "subtopic": "Patients",
    "text": "From February 2013 through May 2018, 554 patients were randomized. Of these, 526 were included in the full analysis population. The characteristics of the three groups at baseline were similar."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Results",
    "subtopic": "Primary and Secondary Outcomes",
    "text": "The change in the Achilles' tendon Total Rupture Score from baseline to 12 months was -17.0 points in the nonoperative group, -16.0 points in the open-repair group, and -14.7 points in the minimally invasive surgery group (P=0.57). There were no apparent differences among the groups in the changes in the score at 3 and 6 months or in the SF-36 physical functioning score or in the physical- or mental-component summaries. There were also no material differences among the groups in any of the six limb-symmetry-index measurements for physical performance."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Results",
    "subtopic": "Safety",
    "text": "Serious adverse events occurred in similar percentages across the three groups. There were 11 reruptures in the nonoperative group (6.2%), 1 in the open-repair group (0.6%), and 1 in the minimally invasive surgery group (0.6%). The risk of rerupture was 5.6 percentage points higher in the nonoperative group than in the surgical groups. There were 9 nerve injuries in the minimally invasive surgery group (5.2%), 5 in the open-repair group (2.8%), and 1 in the nonoperative group (0.6%)."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Discussion",
    "subtopic": "Summary and Conclusion",
    "text": "In this trial, no significant differences were found in the Achilles' tendon Total Rupture Score among patients receiving nonoperative treatment, open repair, or minimally invasive surgery. The risk of rerupture was higher with nonoperative treatment. The findings are similar to previous trials but this one was larger and compared all three common treatments. The lower rerupture risk in surgical groups in this trial could be due to a larger sample size. Open repair or minimally invasive surgery did not improve Achilles' tendon Total Rupture Scores at 12 months compared with nonoperative treatment. Nonoperative treatment had a higher risk of rerupture but fewer nerve injuries than minimally invasive surgery."
  }
]