[
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Emergency Department Information",
    "subtopic": "Introduction",
    "text": "This leaflet provides information about Achilles tendon rupture. If you have any further questions or concerns, please speak to the staff member in charge of your care."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "About the Achilles Tendon",
    "subtopic": "What is the Achilles tendon?",
    "text": "The Achilles tendon is the largest tendon in the human body. It connects the calf muscles (gastrocnemius and soleus) to the heel and allows you to raise the heel off the floor during walking and running."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "About the Achilles Tendon",
    "subtopic": "What are the causes of an Achilles tendon rupture?",
    "text": "An Achilles tendon rupture is a complete or partial tear that occurs by a sudden force on the foot or ankle. Achilles tendon rupture affects about 1 in 15,000 people increasing to 1 in 8,000 in competitive athletes. The Achilles tendon usually ruptures without warning and occurs most often in sports that require a lot of stopping and starting such as tennis, basketball, netball, football and squash. An injury to the tendon can also result from falling or tripping. In some cases, there is degeneration in the tendon before the rupture which may or may not have been causing symptoms. Medical conditions including diabetes, rheumatological conditions or medications such as steroids and certain antibiotics (fluoroquinolone) can increase the risk of rupture."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "About the Achilles Tendon",
    "subtopic": "What are the symptoms?",
    "text": "Patients often describe the sensation of feeling as if someone has hit them on the back of the heel only to turn round and find no-one there. This can be associated with a snapping or popping sound. After rupture there may be some swelling or bruising and it is usually difficult to walk or stand on tip toe."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Diagnosis and Treatment",
    "subtopic": "How is it diagnosed?",
    "text": "Diagnosis is made based on symptoms, history of the injury and examination. A special test will be performed which involves squeezing the calf. Normally if the Achilles tendon is intact this causes the foot to point downwards but if it is ruptured it causes no movement. To confirm the diagnosis and the extent of the rupture an ultrasound scan will be arranged. Ultrasound uses high frequency waves to create pictures of structures inside your body. It does not involve radiation and is painless and safe. An X-ray is occasionally required in certain cases."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Diagnosis and Treatment",
    "subtopic": "What treatments are available?",
    "text": "There are two treatment options available for Achilles tendon ruptures: non-surgical (conservative) and surgical. At St George's Hospital we employ conservative treatment in most patients, as the evidence suggests similar results to surgery without the associated complications. Occasionally, surgery may be considered. You will be given the opportunity to discuss both options at your foot and ankle orthopaedic appointment."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Diagnosis and Treatment",
    "subtopic": "Non operative management",
    "text": "Following assessment in Emergency Department a temporary plaster will be applied and you will not be able to take any weight through the affected leg. You will be given crutches. An appointment with the foot and ankle orthopaedic team and an ultrasound scan will be arranged. Due to increased risk of a blood clot in the leg, you will be prescribed blood thinning injections (Dalteparin) which are to be taken daily for six weeks. Over the next 10 weeks you will be reviewed by the foot and ankle orthopaedic team and the following protocol will be followed:"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Diagnosis and Treatment",
    "subtopic": "Non-operative management – rehabilitation plan",
    "text": "Time since start of protocol: 0-2 weeks, Plan: Full equinus (dorsal) plaster; non weight bearing with elbow crutches. Time since start of protocol: 2 weeks, Plan: Four wedges; weight bear as much as able in the boot; boot to stay on always, except for washing, rest and elevate as able. Maintain movement and strength at other joints, e.g. knee, hip, body. You will be prescribed four more weeks of the Dalteparin injections. Time since start of protocol: 3 weeks, Plan: Remove one wedge (down to three wedges); boot for weight bearing; remove for hygiene. Time since start of protocol: 4 weeks, Plan: Remove another wedge (down to two wedges). Time since start of protocol: 6 weeks, Plan: Remove one wedge (down to one wedge); boot for weight bearing only. Boot can be removed at night. Start plantarflexion TheraBand exercises. Dalteparin injections stopped. Time since start of protocol: 8 weeks, Plan: Remove final wedge. Time since start of protocol: 10 weeks, Plan: Remove boot and can now fully weight bear in a supportive shoe with one heel raise insert. Time since start of protocol: 12 weeks, Plan: Commence outpatient physiotherapy."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Diagnosis and Treatment",
    "subtopic": "Surgical treatment",
    "text": "Surgery carries the general risks of any operation and may be preferred in certain patients: Delayed presentation – more than two to three weeks after injury. Re-ruptures of Achilles tendon or avulsion injuries. Size and location of the tear. The post-operative protocol will follow the same time frames as the non-surgical."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Is there anything I can do to help myself?",
    "text": "Generally, the outlook is good. However, the tendon does take up to three months to heal and will take several more months to regain strength and flexibility. Full rehabilitation can take up to a year and your physiotherapist will advise you on this."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Pain relief",
    "text": "You can take painkillers such as paracetamol or a paracetamol and codeine mixture (e.g. co-codamol) as well as anti-inflammatory medication such as ibuprofen."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Work",
    "text": "Your ability to return to work depends on what activities you perform at work. If you are office based, you may be able to return to work after two weeks. However, it may be advisable to wait until after 10 weeks once the boot is removed. If you have a more physical job, then it may take 12-16 weeks to return to work."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Driving",
    "text": "You will be advised not to drive whilst you are in a boot as you will not be covered by insurance. You may be able to gradually return to driving once your boot is removed at 10 weeks. You need to speak to your insurers before returning to driving."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Sport",
    "text": "Return to sport is between 6-12 months depending on the sport to which you wish to return and dependent on your strength and ability to perform the necessary skills to return to your chosen sport."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Smoking",
    "text": "Smoking may delay healing of the tendon and leads to an increased risk if surgery is considered. It also affects wound healing and infection. It is strongly advised that you stop smoking. Talk to your GP or go to www.smokefree.nhs.uk for more information."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Flying",
    "text": "You are advised NOT to fly for at least three months from the date of your injury."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "Useful sources of information",
    "text": "National Institute for Health and Care Excellence (NICE) Diagnosis of Achilles tendon rupture | Diagnosis | Achilles tendinopathy | CKS | NICE"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "Will I have a follow-up appointment?",
    "text": "Ultrasound department – you should receive an appointment for your ultrasound scan within one week of referral from the emergency department. If you have not heard within this time, please contact the ultrasound clinic booking team on 020 8725 1776. Foot and Ankle orthopaedic appointment – you should also receive an appointment with the foot and ankle orthopaedic team within two weeks of referral from the emergency department. If you have not received an appointment within this time, please contact the orthopaedic booking team on 020 8725 0007. For more information leaflets on conditions, procedures, treatments and services offered at our hospitals, please visit www.stgeorges.nhs.uk"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "Additional services - Patient Advice and Liaison Service (PALS)",
    "text": "PALS can offer you advice and information when you have comments or concerns about our services or care. You can contact the PALS team on the advisory telephone line Monday, Tuesday, Thursday and Friday from 2pm to 5pm. A Walk-in service is available: Monday, Tuesday and Thursday between 10am and 4pm, Friday between 10am and 2pm. Please contact PALS in advance to check if there are any changes to opening times. The Walk-in and Advisory telephone services are closed on Wednesdays. PALS is based within the hospital in the ground floor main corridor between Grosvenor and Lanesborough Wing. Tel: 020 8725 2453 Email: pals@stgeorges.nhs.uk"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "NHS Choices",
    "text": "NHS Choices provides online information and guidance on all aspects of health and healthcare, to help you make decisions about your health. Web: www.nhs.uk"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "NHS 111",
    "text": "You can call 111 when you need medical help fast but it's not a 999 emergency. NHS 111 is available 24 hours a day, 365 days a year. Calls are free from landlines and mobile phones. Tel: 111"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "AccessAble",
    "text": "You can download accessibility guides for all our services by searching 'St George's Hospital' on the AccessAble website (www.accessable.co.uk). The guides are designed to ensure everyone – including those with accessibility needs can access our hospital and community sites with confidence."
  }
]