[
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Achilles Tendon Rupture",
    "subtopic": "Introduction",
    "text": "This leaflet will provide you with information about the nature of your injury as well as the management and rehabilitation process following your Achilles tendon rupture."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "What is an Achilles Tendon Rupture?",
    "subtopic": "Definition and Anatomy",
    "text": "The Achilles tendon is the largest tendon in the human body. It connects your calf muscles (gastrocnemius and soleus) to your heel (calcaneus). It is rope-like in nature, made up of many bundles of a strong material called collagen, which is the body's main tissue building block, making it strong and flexible. When the calf muscles contract, the Achilles tendon is tightened, pulling the heel bone. The Achilles tendon is very important when walking, running and jumping and it is responsible for the movement involved in coming up onto your tiptoes. A complete tear through the tendon is called an Achilles tendon rupture. This injury can occur unexpectedly, or more commonly during sports including running."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Causes of Achilles Tendon Rupture",
    "subtopic": "Mechanisms and Risk Factors",
    "text": "The Achilles tendon can rupture without warning, although it is more commonly injured during sporting activities. This injury affects about 1 in 15,000 people at any one time, increasing to 1 in 8,000 in competitive athletes. The Achilles tendon can be torn if there is a high force or stress placed upon it, such as in activities involving forceful push off movements. It can also be damaged by falls and slips. Another risk factor is weakness in the tendon itself, which could be due to medical conditions or medications like steroids and certain antibiotics. It can also occur with long term tendon problems (tendinopathies)."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Symptoms of an Achilles Tendon Rupture",
    "subtopic": "Signs and Symptoms",
    "text": "The main symptoms of an Achilles tendon rupture include: Sudden, sharp pain in the back of your ankle where the tendon is located. A snapping or popping sound alongside your pain. This pain may settle completely or turn into a dull ache at your calf or heel. After your injury you may also find some swelling and bruising in your calf. Walking, particularly rising up onto your toes, becomes more difficult. You may find that you begin to walk with a flatter foot, being unable to push your foot off the ground on the injured side."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Diagnosis",
    "subtopic": "Clinical Examination",
    "text": "An Achilles tendon rupture is usually diagnosed through your symptoms as well as a doctor taking a history of your injury followed by an examination. A gap may be able to be felt in the tendon, usually 4-5 cm above the heel bone. A special calf squeeze test will be performed. Normally if the Achilles tendon is intact this causes the foot to point downwards but if it is ruptured it causes no movement."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Treatment Options",
    "subtopic": "Non-Surgical Management of a Ruptured Achilles Tendon",
    "text": "Your injury will be managed conservatively, meaning you do not require surgery. You will be treated in an Equinus cast (foot pointing down) for 2 weeks. At approximately 2 weeks following rupture you will be fitted with a VACOped boot by a physiotherapist. You will be required to wear this boot for a minimum of 8 weeks. Your rehabilitation and progression will be managed by a physiotherapist who will adjust the boot and progress weight bearing ability in line with trust protocol."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Treatment Options",
    "subtopic": "Precautions Whilst in the Boot",
    "text": "The boot must be worn full time apart for when doing the physiotherapy exercises or for hygiene. When washing your foot remember to keep your foot resting down and do not stretch your ankle. The boot must be worn at night. When out of the boot do not stretch the Achilles tendon using your hands or any strap/band etc. You must follow the guidance given by your physiotherapist as to how much weight to bear through your leg and what walking aids you should use."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "VACOped Boot",
    "subtopic": "Information",
    "text": "The VACOped boot is a specialist orthotic designed specifically for this injury. It controls the range of movement at your ankle, allowing for your Achilles tendon to heal in the correct position. The VACOped boot will be fitted by your physiotherapist. This will include the hard outer shell, an angled detachable sole, a vacuum bead lining and a fabric liner. You will also be given the following items so please ensure you keep these safe: Adjustment key, Vacuum bead bulb pump, Spare removable cloth liner, Detachable rocker sole."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Looking after yourself and your boot",
    "subtopic": "Care Instructions",
    "text": "Make sure you pump up your boot every time in the morning and when refitting it. It is not recommended to wear a sock whilst in the boot, as this increases the risk of pressure areas and skin irritation. If your boot is creating pressure or discomfort around your skin, you can place a protective plaster or soft padding on the affected area(s). If you feel your hips or back are suffering because of the uneven walking pattern that wearing the boot causes, there are products on the market (such as wedges) that can help with that by providing extra height under your non-affected leg."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Changing and Washing Liner",
    "subtopic": "Hygiene Instructions",
    "text": "Two or three times a week, when removing your boot or changing the liner to wash it, you need to give the inner liner a good shake to spread the beads equally all over. To change the cushion liner simply unzip it, remove the inner liner, and put it in to a clean cushion liner. Then zip it back and put it on. You can wash the cushion liner in the washing machine up to 60°C."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Treatment Programme and Timeframe",
    "subtopic": "Rehabilitation Schedule",
    "text": "This is guidance and subject to change based on individual needs. Week 1-2: Non-weight bearing with elbow crutches, in cast. Week 3-4: Boot fixed on 30° and wedge sole. Weight bearing with crutches as pain allows. Week 5-6: Boot set on range of movement 15° to 30° and wedge sole. Weight bearing with crutches as pain allows. Week 7-9: Boot set on range of movement 0° to 30° and flat sole. Weight bearing as pain allows, with use of single or no crutches as able. Week 10-12+: Gradually wean out of boot and into normal footwear, use of elbow crutches to facilitate normal gait during this process."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Exercises",
    "subtopic": "General Instructions",
    "text": "It is very important to keep moving 'little and often' whilst in your boot. This will help to limit the weakening of your muscles and reduce joint stiffness. It will also reduce your risk of developing blood clots. In the first 10 weeks following injury, do not passively move the ankle greater than a right angle. Do not force the foot up towards you. For the exercises, aim to perform each movement up to 10 times, repeating for up to 3 sets with 1 minutes rest in between."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Exercises",
    "subtopic": "Specific Exercises",
    "text": "Knee Extension: Sit comfortably in a chair. Lift your foot off the floor and straighten your knee. Hold here for 3 seconds, then slowly lower down. Leg Lifts: Lie flat on your back. Lift your injured leg up straight about 20cm off the bed, then slowly lower down. Hip Extension/Abduction: Stand up and hold on to a surface such as kitchen work top of back of sofa. Moving from the hip and keeping your leg straight, bring your leg straight back behind you. Then move your leg out to the side and back in. Hamstring Curls: Stand up and hold on to a surface such as kitchen work top of back of sofa. Keep your knees level and lift your affected foot up towards your bottom."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Active ankle ranges of movement",
    "subtopic": "Instructions",
    "text": "You can remove your boot as directed by your physiotherapist to carry out the following gentle range of movement exercises for your ankle. These exercises should be pain free. Aim to complete 10 repetitions of each exercise, three times a day. Active plantar flexion (pointing your toes): Please note: when bending your ankle up and down, do not bend your ankle up past its neutral position. Eversion: keep your leg straight and turn your foot outwards. Inversion: keep your leg straight and turn your ankle inwards."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Concerns and Feedback",
    "subtopic": "When to seek help",
    "text": "If your symptoms or condition worsens, or if you are concerned about anything, please call your GP, 111, or 999."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Concerns and Feedback",
    "subtopic": "Patient Experience",
    "text": "We know that being admitted to hospital can be a difficult and unsettling time for you and your loved ones. If you have any questions or concerns, please do speak with a member of staff on the ward or in the relevant department who will do their best to answer your questions and reassure you."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Concerns and Feedback",
    "subtopic": "Feedback",
    "text": "Feedback is really important and useful to us – it can tell us where we are working well and where improvements can be made. There are lots of ways you can share your experience with us including completing our Friends and Family Test cards are available and can be posted on all wards, departments and clinics at our hospitals."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Concerns and Feedback",
    "subtopic": "Patient Advice and Liaison Service (PALS)",
    "text": "If you have any concerns or questions about your care, we advise you to talk with the nurse in charge or the department manager in the first instance as they are best placed to answer any questions or resolve concerns quickly. If the relevant member of staff is unable to help resolve your concern, you can contact the PALS Team. If you are still unhappy you can contact the Complaints Department. How to contact PALS: Telephone Patient Services: 0300 123 1732 or via email at: wah-tr.PET@nhs.net. Opening times: The PALS telephone lines are open Monday to Thursday from 8.30am to 4.30pm and Friday: 8.30am to 4.00pm."
  }
]