[
    {
      "topic": "Acromioclavicular (AC) joint injury"
    },
    {
      "topic": "Acromioclavicular (AC) Joint Injury Classification and Management",
      "text": "AC joint injuries are classified by Rockwood (Types I-VI) based on ligamentous disruption and displacement. Types I and II are typically managed nonoperatively. Type III management is controversial, with nonoperative treatment often favored for active individuals. Higher grades (IV-VI) usually require surgical intervention, including dynamic or static stabilization techniques, or sometimes distal clavicle excision or distal clavicle fracture fixation."
    },
    {
      "topic": "Acromioclavicular (AC) Joint Injury: Management and Complications",
      "text": "AC joint injuries are managed based on Rockwood classification. Nonoperative treatment is common for Types I-III. Higher grades (IV-VI) often require surgery (e.g., coracoclavicular repair, hook plate, suture techniques) to restore stability. Complications of nonoperative treatment can include chronic AC joint arthritis, weakness, and cosmetic deformity. Surgical complications may involve hardware issues or nerve injury."
    },
    {
      "topic": "Clavicle Fracture: Classification",
      "text": "Clavicle fractures are classified by location (medial, midshaft, lateral) and pattern (simple, wedge, multifragmentary). The Allman and Neer classifications are traditional, while the Edinburgh Classification further subdivides shaft fractures by displacement and comminution. These classifications help guide treatment decisions, though therapeutic and prognostic value can be limited by the degree of displacement."
    },
    {
      "topic": "Clavicle Fracture: Epidemiology and Characteristics",
      "text": "Clavicle fractures are common, especially in young males and older adults. Midshaft fractures are most frequent (66%), followed by lateral (25%) and medial (3%). The clavicle's anatomy, with its S-shape and minimal muscle attachments in the midshaft, makes it vulnerable. Associated injuries (e.g., neurovascular, scapulothoracic dissociation) must be assessed, especially in high-energy trauma. Most midshaft fractures heal well nonoperatively, but displaced fractures have higher nonunion rates and may benefit from surgery."
    },
    {
      "topic": "Clavicle Fracture: Postoperative Care and Complications",
      "text": "Postoperative care involves sling immobilization for 2-3 weeks, followed by gradual range of motion and strengthening exercises. Complications include wound infection (reduced by layered closure), infraclavicular numbness (common, usually temporary), hardware prominence/irritation, refracture, and nonunion (higher with nonoperative treatment of displaced midshaft fractures). Malunion may require corrective osteotomy if symptomatic."
    },
    {
      "topic": "Clavicle Fracture: Surgical Approaches and Fixation",
      "text": "Surgical approaches to the clavicle include the deltopectoral (anterior), transdeltoid (lateral), and posterior approaches. Fixation commonly uses plates (LC-DCP, LCP, reconstruction plates) applied superiorly or anteriorly, or intramedullary fixation with elastic nails (ESIN). MIPO techniques are also used. Implant choice depends on fracture pattern, bone quality, and surgeon preference, with locking plates offering enhanced stability, especially in osteoporotic bone."
    },
    {
      "topic": "Clavicle Fracture: Surgical Indications",
      "text": "Absolute indications for surgery include open fractures, impending skin perforation, concomitant ipsilateral upper limb injuries, floating shoulder/elbow, polytrauma, neurovascular injuries, multiple rib fractures with chest deformity, significant displacement (>2.5 cm), and scapular winging. Relative indications involve displaced fractures, malunions, or nonunions, requiring careful consideration of risks versus benefits."
    },
    {
      "topic": "Clavicle fracture",
      "text": "Fracture of the clavicle is the most common musculoskeletal birth injury. It is the first bone in the body to ossify (at 5 weeks gestation) and the last to fuse (medial epiphysis at 25 years of age)."
    },
    {
      "topic": "Orthopaedic Classifications: Clavicle Fractures (Neer)",
      "text": "Neer's classification of clavicle fractures categorizes them by location: Type 1 (middle third), Type 2 (distal third, further subdivided by CC ligament integrity and displacement), and Type 3 (proximal third). Type 2 fractures are further subtyped based on displacement and involvement of the conoid and trapezoid ligaments, influencing treatment."
    },
    {
      "topic": "Orthopaedic Classifications: Glenoid Fractures (Ideberg/Goss)",
      "text": "Glenoid fractures are classified by Ideberg (modified by Goss) into types based on location and pattern: Type 1A (anterior rim), 1B (posterior rim), Type 2 (transverse exiting inferiorly), Type 3 (transverse exiting medial to coracoid), Type 4 (transverse exiting medial border), Type 5 (combination of 2 and 4), and Type 6 (comminuted)."
    },
    {
      "topic": "Orthopaedic Classifications: SLAP Tears (Snyder)",
      "text": "Snyder's classification of SLAP tears describes types based on labral and biceps anchor involvement: Type 1 (fraying), Type 2 (unstable biceps anchor), Type 3 (bucket-handle labral tear, intact biceps), Type 4 (bucket-handle tear extending into biceps tendon). Types 5-7 describe combinations with other tears or capsular involvement, guiding debridement or repair."
    },
    {
      "topic": "Proximal humerus fracture",
      "text": "Fractures of the proximal humerus in children, particularly in younger age groups, have significant remodeling potential, allowing for acceptance of considerable angulation and displacement if growth potential remains. Nonoperative management is generally preferred. However, displaced fractures, especially those with malrotation or instability, may require operative intervention. Techniques like closed reduction with percutaneous K-wire fixation or elastic stable intramedullary nailing (ESIN) are commonly used. For proximal humerus fractures in older children or those with surgical indications, specialized plates like the PHILOS or PHN offer stable fixation."
    },
    {
      "topic": "Proximal Humerus Fractures: Anatomy and Blood Supply",
      "text": "The proximal humerus has a complex anatomy with the humeral head, surgical neck, greater tuberosity, and lesser tuberosity. The blood supply, particularly to the humeral head, is vulnerable, with the posterior circumflex humeral artery playing a significant role. Injury to the blood supply can lead to avascular necrosis (AVN) of the humeral head, impacting fracture healing and prognosis."
    },
    {
      "topic": "Proximal Humerus Fractures: Classifications",
      "text": "Proximal humerus fractures are classified using the AO/OTA system (11A-C) based on fracture location and complexity, and the Neer classification, which categorizes fractures based on the displacement of four main parts (head, shaft, greater tuberosity, lesser tuberosity). The Hertel classification (LEGO) further details fragmentation patterns. These classifications guide treatment decisions and predict outcomes."
    },
    {
      "topic": "Proximal Humerus Fractures: Epidemiology and Evaluation",
      "text": "Proximal humeral fractures are common, especially in the elderly due to falls, with incidence rising in this demographic. Most are minimally displaced and treated nonoperatively. High-energy trauma in younger patients causes more severe, displaced fractures. Evaluation involves X-rays and often CT scans for complex patterns, with crucial assessment of neurovascular status, particularly the axillary nerve."
    },
    {
      "topic": "Proximal Humerus Fractures: Neer Classification",
      "text": "Neer's classification of proximal humerus fractures categorizes them by displacement of the four main parts: head, shaft, greater tuberosity, and lesser tuberosity. Fractures with displacement of two or more parts are considered more severe and often require surgical intervention to restore anatomical alignment and prevent complications like AVN or stiffness."
    },
    {
      "topic": "Proximal Humerus Fractures: Postoperative Care and Complications",
      "text": "Postoperative care involves sling immobilization and early rehabilitation with pendulum exercises, progressing to active range of motion. Complications include screw penetration, malunion (especially varus), AVN of the humeral head, rotator cuff injury, stiffness, and nerve palsy (axillary nerve). Reverse shoulder arthroplasty is increasingly used for severe fractures in the elderly due to its more predictable outcomes."
    },
    {
      "topic": "Proximal Humerus Fractures: Surgical Indications and Techniques",
      "text": "Surgical indications for proximal humerus fractures include displaced fractures (>1 cm displacement or >45 angulation), head-splitting fractures, neurovascular injuries, open fractures, unstable fracture-dislocations, and those in polytrauma patients. Treatment options range from nonoperative management to IM nailing, MIPO, or arthroplasty (hemiarthroplasty or reverse shoulder arthroplasty), with implant choice depending on fracture pattern, bone quality, and patient factors."
    },
    {
      "topic": "Proximal Humerus Fractures: Surgical Techniques",
      "text": "Surgical techniques for proximal humerus fractures vary: K-wires and tension band wiring are used for simple tuberosity fractures. Plates (LC-DCP, LCP) with screws are common for displaced fractures, often requiring careful contouring. IM nailing is an option for certain patterns, especially in polytrauma. Arthroplasty (hemi or reverse) is reserved for severe fractures, particularly in osteoporotic elderly patients or those with irreparable rotator cuff pathology."
    },
    {
      "topic": "Scapula Fractures: Incidence, Mechanism, and Classification",
      "text": "Scapula fractures are associated with other injuries in 80% of cases, including rib, clavicle, lung contusion, and spine fractures. The mechanism varies: falls onto the hand can cause scapular spine, glenoid, and intra-articular fractures, while direct high-energy trauma typically leads to body fractures. Fractures are classified by anatomical location: body, spine, neck, glenoid, coracoid, and acromion. The Ideberg classification, modified by Goss, describes glenoid fractures into seven types based on rim involvement and fracture pattern."
    },
    {
      "topic": "Diagnosis and Management of Scapula Fractures",
      "text": "Diagnosis involves X-rays (axillary, AP, scapula Y, and Stryker notch views), fine-cut CT, and chest X-ray. Management prioritizes ABCs, ruling out and treating associated injuries, and supporting chest and spinal injuries. Compartment syndrome is rare but possible, indicated by the Comolli sign (hematoma over the scapula). Non-operative treatment with a broad arm sling and early shoulder mobilization is common. Operative indications include displaced glenoid rim fractures (>25% size), incongruent or unstable shoulders, articular incongruity (>5mm), medial displacement of the neck (>1cm), significant angulation (>40 degrees), or a 'floating shoulder' (disruption of the superior shoulder suspensory complex)."
    },
    {
      "topic": "Surgical Tactics for Scapula Fractures",
      "text": "Anterior rim fractures are best addressed via an extensile Deltopectoral (DP) approach. Posterior glenoid or neck/spine fractures are treated with an extended Judet approach, utilizing the interval between the infraspinatus and teres minor muscles."
    },
    {
      "topic": "Scapulothoracic Dissociation",
      "text": "Scapulothoracic dissociation is a rare but severe injury, typically caused by high-energy motor vehicle accidents (90%) involving traction injury to the arm. The scapulothoracic articulation is avulsed, often with a concomitant clavicle fracture or ACJ disruption, effectively resulting in a traumatic internal forequarter amputation. It is associated with a 10% mortality rate and high incidences of complete plexus and vascular injuries. Diagnosis is aided by AP X-rays showing increased distance from the midline and associated clavicle fractures. Management decisions regarding reduction, angiography, scapulothoracic fusion, or primary amputation are determined by the severity of plexus and vascular injuries. Outcomes are generally poor, significantly influenced by the presence of a complete plexus injury."
    },
    {
      "topic": "SLAP Tears",
      "text": "SLAP (Superior Labrum Anterior to Posterior) tears are uncommon, accounting for approximately 5% of shoulder injuries. They involve disruption of the superior labrum, which is more loosely adherent to the glenoid than the anterior-inferior labrum. The biceps tendon inserts into the superior labrum, and variations in this insertion can mimic pathology. Diagnosis is challenging and may require MR arthrography."
    },
    {
      "topic": "Femur Shaft Fractures: Radial Nerve Injury (Typo, should be Humeral)"
    },
    {
      "topic": "Humeral Shaft Fractures: Anatomy and Nerve Injury Risk",
      "text": "The radial nerve crosses the posterior aspect of the humeral shaft, particularly vulnerable in the spiral groove in the distal third. Radial nerve palsy is a common complication of midshaft and distal humeral shaft fractures, particularly those caused by rotation or direct trauma. Most palsies are neurapraxic and recover spontaneously, but surgical exploration may be needed if there is no recovery or associated vascular injury."
    },
    {
      "topic": "Humeral Shaft Fractures: Anatomy and Non-Surgical Management",
      "text": "The radial nerve crosses the humeral midpoint, approximately 14cm proximal to the lateral epicondyle, within the spiral groove. Non-surgical management is common, accepting some deformity such as up to 30 degrees of coronal plane varus (worse as it reduces shoulder abduction) and 20 degrees of sagittal plane angulation, along with minimal shortening. Treatment involves co-aptation splinting, followed by a functional brace after one week, with serial tightening."
    },
    {
      "topic": "Humeral Shaft Fractures: Complications and Prognosis",
      "text": "Complications include radial nerve palsy (often temporary), malunion (particularly varus deformity), nonunion (low overall, but higher with open fractures or poor technique), and infection. Most fractures heal well, but malunion can affect shoulder function and cosmesis. Surgical treatment aims to restore alignment, stability, and promote early motion to optimize functional outcomes."
    },
    {
      "topic": "Humeral Shaft Fractures: Epidemiology and Management",
      "text": "Humeral shaft fractures are common, often caused by direct trauma. Most are treated nonoperatively with functional bracing, as the shoulder's range of motion tolerates some deformity. Surgical indications include open fractures, vascular/nerve injuries, significant displacement, nonunion, pathological fractures, and inability to maintain reduction. MIPO techniques and IM nailing are common surgical options."
    },
    {
      "topic": "Humeral Shaft Fractures: Surgical Approaches and Fixation",
      "text": "Surgical approaches include anterior (deltopectoral, anterolateral split) and posterior routes. Fixation options include plating (DCP, LC-DCP, LCP) and IM nailing. MIPO techniques are increasingly used to minimize soft-tissue disruption. Plates are preferred for fractures with articular extension or malunion, while IM nails are suitable for diaphyseal fractures, especially in polytrauma or when nonunion is a concern."
    },
    {
      "topic": "Humeral Shaft Fractures: Surgical Management and Fixation",
      "text": "Surgery is generally indicated for inability to maintain closed reduction within acceptable parameters, open fractures, simple transverse or short oblique patterns, polytrauma, or floating elbows. Surgery typically results in lower malunion and non-union rates. Fixation options include external fixation (for polytrauma or contamination), plating (requiring 8 cortices on each side of the fracture, or 6 with good lag screws, or bridge plating considering working length), and IM nailing (though associated with shoulder pain and cuff damage). Meta-analyses suggest plating may have a lower overall complication rate than nailing."
    },
    {
      "topic": "Radial Nerve Palsy Associated with Humeral Shaft Fractures",
      "text": "There is an 11% risk of radial nerve palsy with humeral shaft fractures, increasing to 24% for distal third fractures, particularly in spiral and transverse patterns. Spontaneous recovery occurs in about 70% within a mean of 7 weeks, though it can take up to 6 months. EMG at 6 weeks is recommended if no recovery is observed, with repeat at 3 months. Exploration should be considered if there's no activity by 3 months, or if the palsy occurs after reduction in a Holstein-Lewis fracture pattern (though the benefit is not definitively proven)."
    },
    {
      "topic": "Non-Union of Humeral Shaft Fractures",
      "text": "Workup for non-union should identify contributing factors like smoking or infection. Treatment typically involves ORIF with bone grafting and compression plating. Compression plating alone may suffice for hypertrophic non-unions."
    },
    {
      "topic": "Distal Radius Fracture",
      "text": "Distal radius fractures are common injuries, particularly in elderly individuals due to osteoporosis and falls. They can be extraarticular or intraarticular. The type of fracture, displacement, and associated injuries guide the treatment, which may range from casting to operative fixation with plates and screws."
    },
    {
      "topic": "Distal Radius Fractures",
      "text": "Distal radius fractures are common injuries, particularly in elderly individuals due to osteoporosis and falls. They can be extraarticular or intraarticular. The type of fracture, displacement, and associated injuries guide the treatment, which may range from casting to operative fixation with plates and screws."
    },
    {
      "topic": "Distal Radius Fractures: Classification and Evaluation",
      "text": "Distal radius fractures are common, especially in the elderly. They are classified by AO/OTA (C-type for articular) and Frykman systems. Evaluation involves X-rays (AP, lateral, oblique) and often CT for intra-articular involvement. Assessment includes reduction quality, stability, and associated carpal injuries. Careful assessment is crucial for determining the need for surgical intervention."
    },
    {
      "topic": "Distal Radius Fractures: Nonoperative vs. Operative Treatment",
      "text": "Nonoperative treatment with closed reduction and casting is suitable for stable, undisplaced fractures. Operative treatment, including closed reduction with percutaneous pinning or open reduction with internal fixation (plates, screws), is indicated for unstable fractures, those with significant displacement, articular incongruity, or associated neurovascular compromise. MIPO techniques are increasingly used."
    },
    {
      "topic": "Distal Radius Fractures: Surgical Techniques and Complications",
      "text": "Surgical techniques involve open reduction with anatomical restoration of the articular surface and fixation with plates (e.g., LCP, reconstruction plates) and screws. MIPO approaches minimize soft-tissue disruption. Complications include stiffness, malunion, nonunion, complex regional pain syndrome (CRPS), and hardware issues. Rehabilitation is crucial for optimizing functional recovery, regaining grip strength, and restoring wrist motion."
    },
    {
      "topic": "Forearm Shaft Fractures: AO/OTA Classification",
      "text": "Forearm shaft fractures are classified by AO/OTA based on location (radius or ulna) and morphology (simple, wedge, multifragmentary). This classification system aids in understanding the fracture pattern, predicting associated injuries, and guiding treatment strategies, from nonoperative management to ORIF with plates or nails."
    },
    {
      "topic": "Forearm Shaft Fractures: Complications",
      "text": "Complications of forearm shaft fractures include nerve palsy (radial, posterior interosseous, median, ulnar), compartment syndrome, synostosis (radius-ulna union), nonunion, malunion (especially rotational deformity), and hardware issues. Careful surgical technique, appropriate implant selection, and diligent postoperative rehabilitation are crucial to minimize these risks and optimize functional outcomes."
    },
    {
      "topic": "Forearm Shaft Fractures: Monteggia and Galeazzi Injuries",
      "text": "Monteggia fractures involve an ulna shaft fracture with proximal radial head dislocation, typically requiring ORIF of the ulna and often closed reduction/splinting or pinning of the radial head. Galeazzi fractures involve a radial shaft fracture with DRUJ dislocation, mandating operative fixation of the radius to reduce the DRUJ. Essex-Lopresti lesions combine elbow and distal radioulnar joint disruptions, requiring complex reconstruction."
    },
    {
      "topic": "Forearm Shaft Fractures: Surgical Management Principles",
      "text": "Surgical management aims for anatomical reduction and stable fixation to restore forearm rotation and function. Plates are the preferred fixation for most adult forearm fractures. Approaches are typically separate for the radius (Henry or posterolateral) and ulna (posterior subcutaneous) to avoid damaging neurovascular structures and prevent radioulnar synostosis. Early mobilization is encouraged postoperatively."
    },
    {
      "topic": "Orthopaedic Classifications: Capitellar Fractures (Bryan & Morrey)",
      "text": "Capitellar fractures are classified by Bryan & Morrey into Type 1 (complete, minimal trochlear extension), Type 2 (osteochondritis dissecans), Type 3 (comminuted, compressed), and Type 4 (complete with significant trochlear extension). These classifications help guide treatment, particularly surgical fixation versus non-operative management."
    },
    {
      "topic": "Orthopaedic Classifications: Coronoid Process Fractures (Morrey & O'Driscoll)",
      "text": "Coronoid process fractures are classified by Morrey based on height (<2mm, >2mm) and by O'Driscoll based on location and extent (tip, rim, body, anteromedial basal fracture). The latter classification further subtypes rim and body fractures, aiding in understanding the injury's severity and guiding treatment, especially in the context of associated elbow instability."
    },
    {
      "topic": "Orthopaedic Classifications: Monteggia Fractures (Bado)",
      "text": "Monteggia fractures involve a fracture of the ulna with associated dislocation of the radial head. Bado's classification describes Type 1 (anterior radial head dislocation), Type 2 (posterior), Type 3 (lateral), and Type 4 (associated radial shaft fracture). Type 2a, with angulation and disc extrusion, is a severe injury despite a benign appearance."
    },
    {
      "topic": "Orthopaedic Classifications: Radial Head Fractures (Mason)",
      "text": "Radial head fractures are classified by Mason into Type 1 (undisplaced), Type 2 (marginal fracture, displaced), Type 3 (displaced, comminuted), and Type 4 (fracture with elbow dislocation). This classification influences treatment decisions, with non-operative management for Type 1 and surgical intervention for Types 2-4."
    },
    {
      "topic": "Radial head_ neck fracture",
      "text": "Radial head and neck fractures are common elbow injuries, often associated with elbow dislocations. They can be caused by direct trauma or repetitive stress. Treatment depends on the displacement and associated injuries."
    },
    {
      "topic": "Radial head/neck fracture",
      "text": "Radial head and neck fractures are common elbow injuries, often associated with elbow dislocations. They can be caused by direct trauma or repetitive stress. Treatment depends on the displacement and associated injuries."
    },
    {
      "topic": "Radial Head and Neck Fractures: Mason Classification",
      "text": "Radial head fractures are classified by Mason (Type 1-4) based on displacement and association with elbow dislocation. Type 1 (undisplaced) and Type 2 (marginal, displaced) are often treated nonoperatively. Type 3 (comminuted, displaced) and Type 4 (with elbow dislocation) usually require operative intervention, such as ORIF or radial head replacement, to restore stability and function."
    },
    {
      "topic": "Useful Tables: Radial Head (Mason) and Coronoid Process (Morrey/O'Driscoll) Fractures",
      "text": "Radial head fractures are classified by Mason (Type 1-4) based on displacement and association with elbow dislocation. Coronoid process fractures are classified by Morrey (height) and O'Driscoll (location/subtype), important for assessing elbow stability, especially after posterolateral rotatory instability."
    },
    {
      "topic": "Useful Tables: Radial Head and Coronoid Process Fractures",
      "text": "Mason classifies radial head fractures (Type 1-4) based on displacement and elbow dislocation. Coronoid process fractures are classified by Morrey (height) and O'Driscoll (location/subtype). These classifications are crucial for assessing elbow stability and guiding surgical repair, especially in conjunction with ligamentous injuries."
    },
    {
      "topic": "Metacarpal Fracture: Boxer's Fracture",
      "text": "Boxer's fractures involve the 5th metacarpal neck, typically from punching. They are common in young adults. Nondisplaced fractures are treated nonoperatively with ulnar gutter splinting. Significantly angulated or unstable fractures often require closed reduction and percutaneous pinning or open reduction and internal fixation to restore alignment and function."
    },
    {
      "topic": "Metacarpal Fracture",
      "text": "Metacarpal fractures are common injuries, particularly in the hand. They are often caused by direct trauma. Treatment depends on the location and severity of the fracture, ranging from casting to surgical fixation with pins or plates."
    },
    {
      "topic": "Orthopaedic Classifications: Scaphoid Fractures (Russe & Herbert)",
      "text": "Scaphoid fractures are classified by Russe based on pattern (transverse, horizontal oblique, vertical oblique - most unstable) and by Herbert based on stability (Stable: <1mm displacement; Unstable: >1mm displacement, gap, comminution, or specific fracture patterns). Anatomic location (proximal pole, waist, distal pole, tuberosity) is also considered."
    },
    {
      "topic": "Orthopaedic Classifications: TFCC Tears (Palmer)",
      "text": "Palmer's classification of Triangular Fibrocartilage Complex (TFCC) tears distinguishes between traumatic (Type 1: A-D based on location of tear/avulsion) and degenerative (Type 2: A-E based on progressive arthrosis). This classification helps in planning treatment, from debridement to fusion."
    },
    {
      "topic": "Phalangeal Fractures",
      "text": "Phalangeal fractures are common injuries to the toes, usually caused by stubbing mechanisms or crush injuries. They present with pain, ecchymosis, and swelling. Treatment ranges from buddy taping for nondisplaced fractures to surgical fixation for displaced fractures."
    },
    {
      "topic": "Phalangeal Fractures: Management Principles",
      "text": "Phalangeal fractures are common hand injuries, usually caused by direct trauma. Most are treated nonoperatively with buddy taping or splinting to maintain alignment and protect the soft tissues. Open fractures require debridement and antibiotics. Surgical intervention is reserved for significantly displaced intra-articular fractures, open dislocations, or those with neurovascular compromise, aiming to restore joint congruity and function."
    },
    {
      "topic": "Useful Tables: Scaphoid Fractures (Russe & Herbert)",
      "text": "Russe classifies scaphoid fracture patterns (transverse, oblique, vertical oblique), while Herbert classifies them by stability (<1mm displacement is stable; >1mm displacement, gap, comminution, or specific patterns are unstable). This distinction is critical for determining whether non-operative casting or surgical fixation is indicated to prevent non-union and avascular necrosis."
    },
    {
      "topic": "Useful Tables: TFCC Tears (Palmer)",
      "text": "Palmer's classification of TFCC tears distinguishes traumatic (Type 1: central perforation, styloid avulsion, distal avulsion, radial avulsion) from degenerative (Type 2: thinning to arthrosis) tears. This classification is crucial for planning wrist treatment, from arthroscopic debridement to wrist fusion."
    },
    {
      "topic": "Orthopaedic Classifications: Acetabular Fractures (Letournel)",
      "text": "Letournel's classification of acetabular fractures categorizes them into elemental types (posterior wall, posterior column, anterior wall, anterior column, transverse, both columns) and associated types where two elemental patterns combine. This detailed classification is crucial for surgical planning and achieving anatomical reduction."
    },
    {
      "topic": "Orthopaedic Classifications: Paprosky Classification of Acetabular Defects",
      "text": "Paprosky's classification of acetabular defects in revision hip arthroplasty considers migration, bone loss on AP X-ray, and cup stability. Type 1 has minimal loss. Type 2 involves superior or medial migration with bone loss but stable cup. Type 3 indicates significant migration and bone loss with partial or unstable cup stability, requiring advanced reconstructive techniques."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Tile)",
      "text": "The Tile classification of pelvic fractures categorizes them based on stability: Type A (stable in all planes), Type B (rotationally unstable), and Type C (rotationally and vertically unstable, indicating posterior ligamentous disruption). This system is vital for determining treatment strategies, from conservative management to surgical fixation."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Young & Burgess)",
      "text": "The Young & Burgess classification categorizes pelvic fractures based on mechanism of injury: Anterior-Posterior Compression (APC), Lateral Compression (LC), and Vertical Shear (VS), with combinations of these. It describes the degree of diastasis and ligamentous injury, crucial for assessing stability and guiding treatment."
    },
    {
      "topic": "Useful Tables: Acetabular Fractures (Letournel)",
      "text": "Letournel's classification of acetabular fractures details elemental types and associated patterns, providing a comprehensive framework for surgical planning. Understanding these complex fracture patterns is crucial for achieving anatomical reduction and restoring joint congruity to prevent long-term hip arthritis."
    },
    {
      "topic": "Useful Tables: Paprosky Classification of Acetabular Defects",
      "text": "Paprosky's acetabular defect classification considers migration, bone loss, and implant stability. Type 3b signifies large, uncontained defects with significant migration and <40% bone contact, posing a challenge for stable cup fixation and often requiring specialized implants or augments for successful revision."
    },
    {
      "topic": "Useful Tables: Pelvic Fractures (Tile)",
      "text": "Tile's classification of pelvic fractures (A, B, C) assesses stability based on the integrity of the pelvic ring and ligaments. Type C fractures, indicating rotational and vertical instability, often require surgical fixation to stabilize the pelvis and prevent further complications."
    },
    {
      "topic": "Useful Tables: Pelvic Fractures (Young & Burgess)",
      "text": "Young & Burgess classify pelvic fractures by mechanism (APC, LC, VS) and severity. APC Type 3 and LC Type 3 indicate severe instability and high hemorrhage risk, often necessitating emergent surgical stabilization to manage life-threatening injuries and associated pelvic disruptions."
    },
    {
      "topic": "Aims of Surgical Treatment for Hip Dislocations",
      "text": "The surgical goals for hip dislocations are to achieve a congruent reduction, ensure stability, and address any associated fractures that contribute to instability, incongruity, or predispose to future arthrosis."
    },
    {
      "topic": "Aims of Treatment for Native Hip Dislocations",
      "text": "The primary aim of treating native hip dislocations is the prevention of avascular necrosis (AVN) and arthritis through emergent, congruent reduction of the joint."
    },
    {
      "topic": "Anterior Surgical Approaches for Hip Pathology",
      "text": "Anterior approaches, such as the Smith-Petersen (anterior) or Watson-Jones (anterolateral), are used for anterior dislocations, femoral head fractures, or incarcerated fragments, ensuring the posterior blood supply is not compromised. The deep interval is similar, but superficially they approach from either side of the tensor fascia lata. The Smith-Petersen is preferred for head fractures or incarcerated fragments, while the Watson-Jones is better for neck fractures."
    },
    {
      "topic": "Bipolar vs. Unipolar Arthroplasty",
      "text": "There is no place for bipolar arthroplasty in the management of hip fractures, as there is no proven benefit and it incurs higher costs."
    },
    {
      "topic": "Cemented vs. Non-Cemented Arthroplasty for Hip Fractures",
      "text": "Cemented arthroplasty generally provides better functional outcomes, pain scores, and walking ability compared to non-cemented options. Non-cemented implants can lead to greater thigh pain, fractures, and worse functional scores. Most studies do not show a higher mortality rate associated with cemented implants."
    },
    {
      "topic": "Closed Reduction Techniques for Displaced Femoral Fractures",
      "text": "The Leadbetter technique involves flexing and slightly adducting the hip, applying traction in line with the femur, then fully flexing and adducting before slowly abducting and extending while maintaining internal rotation. This sequence aims to relax muscles, disengage fragments, and then reduce the fracture. Using a traction table involves minimal traction and internal rotation, followed by X-rays and incremental adjustments. Excessive traction can lead to valgus malreduction that is difficult to correct."
    },
    {
      "topic": "Complications and Outcomes of Hip Dislocations"
    },
    {
      "topic": "Department of Health Best Practice Tariffs for Femur Neck Fractures",
      "text": "Key recommendations include surgery within 36 hours of arrival, admission under an agreed protocol, joint care with an ortho-geriatrician, pre-operative ortho-geriatric assessment, and post-operative multidisciplinary team (MDT) rehabilitation. Additionally, a falls risk and bone health assessment should be conducted, and data collection for analysis is essential."
    },
    {
      "topic": "Distal Femur Fractures: Challenges and Complications",
      "text": "Challenges in distal femur fracture management include the complex anatomy, soft-tissue compromise in high-energy injuries, osteoporotic bone quality, and risks of nerve injury (radial, ulnar). Complications can include malunion, nonunion, infection, hardware failure, joint stiffness, heterotopic ossification, and post-traumatic arthritis. Accurate reduction, stable fixation, and meticulous soft-tissue handling are crucial to minimize these risks."
    },
    {
      "topic": "Distal Femur Fractures: Classification",
      "text": "Distal femoral fractures are classified using the AO/OTA system (33A-C), which categorizes them by location (extraarticular, partial articular, complete articular) and complexity. This classification helps guide treatment decisions and predict prognosis, with Type C fractures representing complete articular involvement and carrying a higher risk of complications. Understanding fracture patterns is crucial for surgical planning."
    },
    {
      "topic": "Distal Femur Fractures: Postoperative Care and Rehabilitation",
      "text": "Postoperative care involves appropriate splinting, elevation, and early mobilization of the knee to prevent stiffness and regain function. Weight-bearing is gradually introduced, typically starting at 6-8 weeks. Active-assisted range of motion exercises are emphasized, with strengthening initiated after fracture healing is evident. The rehabilitation plan is tailored to the fracture pattern and fixation stability."
    },
    {
      "topic": "Distal Femur Fractures: Preoperative Planning",
      "text": "Preoperative planning is crucial for distal femur fractures, involving assessment of patient condition (including osteoporosis and comorbidities), fracture pattern (X-ray, CT), and soft-tissue envelope. The timing of surgery balances the need for early fixation against risks of soft-tissue swelling; delayed fixation may be preferred if swelling is severe. Careful planning guides the choice of surgical approach, implant, and reduction technique."
    },
    {
      "topic": "Distal Femur Fractures: Reduction and Fixation Techniques",
      "text": "Reduction techniques include manual manipulation, traction, distractors, and specialized reduction forceps. Fixation options for distal femur fractures include plates (LC-DCP, LCP, anatomical plates) with screws, intramedullary (IM) nailing (antegrade or retrograde), and external fixation (often temporary). The goal is anatomical reduction of articular fragments and stable fixation, respecting soft-tissue biology, to allow early joint motion and promote healing."
    },
    {
      "topic": "Distal Femur Fractures: Surgical Approaches",
      "text": "Surgical approaches vary based on fracture pattern and surgeon preference. The Kocher-Langenbeck (posterior) approach is versatile for posterior wall/column fractures. The ilioinguinal (anterior) approach provides access to the anterior column and acetabulum. Modified Stoppa and extended iliofemoral approaches offer broader exposure for complex fractures. The choice prioritizes anatomical reduction, stability, and minimizing soft-tissue/neurovascular injury."
    },
    {
      "topic": "Distal Femur Fractures: Surgical Indications",
      "text": "Surgical intervention is indicated for most displaced distal femoral fractures, intraarticular displacement (>2mm), malalignment, and open fractures. Nonoperative management is reserved for impacted, extraarticular fractures or in frail, inoperable patients. The goal of surgery is anatomical reduction, stable fixation, and early joint motion to prevent stiffness and post-traumatic arthritis."
    },
    {
      "topic": "Femoral Fractures",
      "text": "Femoral fractures, particularly those occurring around the hip, require careful consideration of component design, position, and soft tissue tension. Instability is a common complication, influenced by surgical factors like component malposition and patient factors such as cognitive impairment and high ROM."
    },
    {
      "topic": "Femur Shaft Fractures: Intramedullary Nailing Techniques",
      "text": "Intramedullary nailing, typically reamed and locked, is the gold standard. Antegrade nailing uses the piriformis fossa or greater trochanter entry point. Retrograde nailing is an alternative for specific scenarios. Proper nail selection (length, diameter), entry point, reduction, and locking sequence are critical for successful fixation, minimizing risks like malalignment or iatrogenic fractures."
    },
    {
      "topic": "Femur Shaft Fractures: Management Principles",
      "text": "Femoral shaft fractures are typically treated with reamed, locked, antegrade IM nails due to their load-sharing ability and allowance for early weight bearing. MIPO plating is an alternative, particularly for periarticular extensions or when nailing is contraindicated. Damage-control orthopedics with external fixation may be used for unstable polytrauma patients, followed by later definitive IM nailing."
    },
    {
      "topic": "Femur Shaft Fractures: Plating Techniques",
      "text": "Plates are indicated for metaphyseal/articular extensions, narrow medullary canals, or when IM nailing is contraindicated. LC-DCPs and LCPs are commonly used. MIPO techniques with submuscular plate insertion and percutaneous screw fixation minimize soft-tissue disruption. Bridge plating provides relative stability for multifragmentary fractures, preserving biology and promoting callus formation."
    },
    {
      "topic": "Femur, proximal",
      "text": "Fractures of the proximal femur in children, particularly femoral neck fractures, are surgical emergencies due to the risk of avascular necrosis of the femoral head from damage to the blood supply. Closed reduction is generally avoided due to this risk. Treatment often involves open anatomical reduction and stable internal fixation using K-wires or cannulated screws, with care taken to protect the blood supply. For basicervical fractures, fixation without crossing the physis is preferred, while for more distal fractures, intramedullary nails or plates designed for pediatric anatomy are used. Pertrochanteric and subtrochanteric fractures are best treated with plate osteosynthesis or ESIN, avoiding adult-type intramedullary nails that can damage the femoral head blood supply."
    },
    {
      "topic": "Fractures of the Distal Femur: Epidemiology and Anatomy",
      "text": "Distal femoral fractures are common, often resulting from high-energy trauma in younger patients or low-energy falls in the elderly with osteoporosis. They constitute about 6% of all femoral fractures. The distal femur's anatomy is complex, forming the knee joint with the tibia and patella, and involving the trochlea and capitellum. Its blood supply is primarily from the MFC artery, and its shape influences fracture patterns and surgical approaches."
    },
    {
      "topic": "Intramedullary Nailing: Femur Applications",
      "text": "IM nailing is the gold standard for diaphyseal femur fractures. Antegrade nailing is common, with entry points at the piriformis fossa or greater trochanter. Retrograde nailing is used for distal femoral fractures or when antegrade approach is contraindicated. Polytrauma patients, especially with chest injuries, may benefit from initial external fixation followed by delayed IM nailing (damage control orthopedics)."
    },
    {
      "topic": "Intramedullary Nailing: Femur Biomechanics",
      "text": "Intramedullary nails provide relative stability by bridging fractures, allowing early load sharing and promoting indirect bone healing with callus formation. Reaming the medullary canal enhances stability and may stimulate healing but can increase heat and risk infection. Modern nails often have locking options for proximal and distal fixation, crucial for controlling rotation and axial alignment, especially in metaphyseal and segmental fractures."
    },
    {
      "topic": "Management of Associated Femoral Neck Fractures with Hip Dislocations",
      "text": "If a displaced femoral neck fracture is associated with a hip dislocation, open reduction and internal fixation (ORIF) of the neck fracture is performed. For undisplaced fractures, percutaneous pinning followed by closed reduction may be considered."
    },
    {
      "topic": "Management of Hip Dislocations: Examination and Imaging",
      "text": "Initial assessment follows ATLS protocols, evaluating the leg's position to determine the dislocation direction and assessing neurovascular status. Screening for associated injuries is crucial. Imaging typically includes AP and lateral views, potentially Judet views, and CT scans if immediately available, to identify associated fractures."
    },
    {
      "topic": "Management of Undisplaced Femoral Neck Fractures",
      "text": "Undisplaced fractures can be managed non-operatively, but this approach has a higher non-union rate and a 30% one-year mortality. Operative management with internal fixation offers a 5% non-union rate, though hemiarthroplasty carries greater morbidity. Internal fixation is generally recommended."
    },
    {
      "topic": "Open Reduction Approach for Hip Fractures",
      "text": "The preferred approach for open reduction is the Watson-Jones, located between the tensor fascia lata and gluteus medius. Incising the anterior part of the gluteus medius can aid exposure. The incision is curved towards the ASIS and centered on the greater trochanter. Retracting the gluteus medius and minimus laterally provides access to the hip capsule, which can then be incised. Flexing and adducting the hip relaxes muscles and moves neurovascular structures, while external rotation tensions the capsule for incision. Reduction is then achieved with instruments like joysticks or hooks."
    },
    {
      "topic": "Open Reduction for Irreducible or Complex Hip Dislocations",
      "text": "Open reduction is indicated for irreducible dislocations or to fix associated head or neck fractures. This may be necessary due to buttonholing through the capsule or other soft tissue interposition. Adjuncts like a Shanz pin can be used."
    },
    {
      "topic": "Operative Management Considerations for Displaced Femoral Neck Fractures",
      "text": "For displaced fractures, non-operative treatment has no place, with a predicted 90% one-year mortality. Key operative considerations include age, gender, and the choice between hip replacement (THR) and internal fixation. Younger patients (<60-70 years) may benefit from femoral head preservation, while older patients (>70 years) might be better suited for replacement due to higher non-union risks with fixation. Females have a 50% higher risk of non-union. THR is indicated for rheumatoid arthritis, pathologic fractures, pre-existing OA, or metabolic bone disease. While studies show similar outcomes for hemiarthroplasty versus internal fixation for displaced fractures, THR offers better functional outcomes and walking distance, albeit with a slightly higher dislocation rate. THR also has a much lower reoperation rate and better functional outcome compared to internal fixation for displaced fractures."
    },
    {
      "topic": "Orthopaedic Classifications: Avascular Necrosis of the Hip (FICAT & Steinberg)",
      "text": "Avascular Necrosis (AVN) of the femoral head is staged by FICAT and Steinberg classifications. FICAT Stage 1: normal XR, positive MRI/bone scan. Stage 2: sclerosis/cysts. Stage 3: subchondral collapse (crescent sign). Stage 4: significant collapse/flattening/arthrosis. Steinberg adds Stage 0 (all imaging normal) and Stage 5/6 (joint space narrowing, severe arthrosis), providing a comprehensive grading from early changes to end-stage arthritis."
    },
    {
      "topic": "Orthopaedic Classifications: Femoral Head Fracture-Dislocations (Pipkin)",
      "text": "Pipkin fractures describe dislocations of the femoral head with associated fractures. Type 1: fracture inferior to the fovea (low AVN risk). Type 2: fracture superior to the fovea (low AVN risk). Type 3: includes a neck fracture (high AVN risk). Type 4: includes an acetabular fracture (moderate AVN risk). The presence of neck or acetabular fractures significantly impacts prognosis and treatment."
    },
    {
      "topic": "Orthopaedic Classifications: Paprosky Classification of Femoral Defects",
      "text": "Paprosky's classification of femoral defects in revision hip arthroplasty assesses metaphyseal and diaphyseal bone loss. Type 3b indicates significant diaphyseal loss with an inadequate isthmus (<4cm) for standard stem fixation, requiring advanced reconstructive techniques like long stems or augments."
    },
    {
      "topic": "Orthopaedic Classifications: Periprosthetic Hip Fractures (Vancouver)",
      "text": "The Vancouver classification of periprosthetic hip fractures categorizes them based on location and stem stability: AG (greater trochanter), AL (lesser trochanter), B1 (stable stem, good bone stock), B2 (loose stem, good bone stock), B3 (loose stem, poor bone stock), and C (fracture distal to the stem). This guides treatment choices, from simple fixation to revision arthroplasty."
    },
    {
      "topic": "Pauwels Classification of Femoral Neck Fractures",
      "text": "The Pauwels classification describes the angle of the fracture line relative to the horizontal plane. Type 1 is less than 30 degrees, Type 2 is between 30 and 50 degrees, and Type 3 is greater than 50 degrees. Type 3 fractures experience increased shear forces, potentially leading to a higher rate of non-union and fixation failure, although this is not universally corroborated."
    },
    {
      "topic": "Pipkin Classification of Femoral Head Fractures",
      "text": "The Pipkin classification categorizes femoral head fractures based on their location relative to the fovea and the presence of associated neck or acetabular fractures. Types 1 and 2 involve fractures inferior or superior to the fovea, respectively, with low AVN rates. Type 3 includes an associated neck fracture, significantly increasing the AVN risk to 50%. Type 4 involves an associated acetabular fracture, with a 10% AVN rate. While types 1 and 2 can often be managed non-operatively if reduction is anatomical, type 3 requires urgent ORIF or arthroplasty, and type 4 management depends on the acetabular fracture characteristics."
    },
    {
      "topic": "Posterior Surgical Approach for Hip Pathology",
      "text": "The Kocher-Langenbach approach is used for posterior dislocations and for fixation of posterior wall acetabular fractures. Care must be taken to protect the sciatic nerve, which may be tented over the dislocated head. Keeping the hip extended and the knee flexed minimizes tension on the nerve."
    },
    {
      "topic": "Post-Reduction Assessment and Management of Hip Dislocations",
      "text": "True congruency after reduction must be confirmed with fine-cut CT scans. Loose bodies need removal to prevent articular cartilage abrasion, though this is not an immediate priority. Femoral head fractures often reduce anatomically, but if displaced, open reduction and fixation are necessary, especially for Pipkin 2 fractures. Pipkin 1 fractures can be treated non-operatively unless significantly displaced and likely to form a loose body. Posterior wall acetabular fractures less than 30% may be treated non-operatively if the hip is stable, but a low threshold exists for fixation."
    },
    {
      "topic": "Reduction of Hip Dislocations in the ED",
      "text": "Performing reduction in the Emergency Department (ED) can reduce time to reduction and allow immediate CT if the hip is irreducible. However, inadequate relaxation can lead to failed attempts and further articular cartilage damage. Therefore, reduction in the ED should only be performed if complete sedation is possible."
    },
    {
      "topic": "Risks of Repeated Closed Reduction Attempts",
      "text": "Repeated closed reduction attempts for displaced fractures should be avoided as they can further jeopardize the blood supply to the femoral head."
    },
    {
      "topic": "Stability Testing After Hip Dislocation Reduction",
      "text": "After closed reduction of a hip dislocation, stability testing is vital. This involves taking AP, lateral, and Judet views to confirm joint congruency and stability under loading."
    },
    {
      "topic": "Trans-trochanteric Approach for Hip Pathology",
      "text": "The trans-trochanteric approach, as described by Ganz, is optimal for associated head and neck fractures. It involves an osteotomy and reflection of the gluteus medius and minimus without violating the medial circumflex artery (MFC), allowing for surgical dislocation of the hip and easier management of head fractures or loose bodies."
    },
    {
      "topic": "Useful Tables: Periprosthetic Hip Fractures (Vancouver)",
      "text": "The Vancouver classification of periprosthetic hip fractures guides treatment by assessing location (AG, AL, C) and stem stability (B1-B3). B3 fractures, with loose stems and poor bone stock, typically require revision arthroplasty with augments or longer stems to achieve stability and restore function."
    },
    {
      "topic": "Diaphyseal Fractures: Fixation Techniques",
      "text": "Common fixation techniques for diaphyseal fractures include intramedullary (IM) nailing (load-sharing, allows early weight-bearing), plating (direct or indirect reduction, absolute or relative stability), and external fixation (temporary or definitive, especially for severe soft-tissue injuries). Locking plates offer enhanced stability, particularly in osteoporotic bone and metaphyseal extensions. The choice of fixation depends on fracture pattern, soft-tissue condition, bone quality, and surgeon expertise."
    },
    {
      "topic": "High Tibial Osteotomy for Varus Knee",
      "text": "High tibial osteotomy (HTO) is indicated for varus malalignment with medial compartment OA, pain, or instability. It aims to restore mechanical alignment and protect cartilage. Contraindications include severe OA, fixed deformities, and patellar instability. Management involves closing lateral wedge or opening medial wedge osteotomies, with careful consideration of bone stock and potential complications."
    },
    {
      "topic": "Intramedullary Nailing: Tibia and Humerus Applications",
      "text": "Intramedullary nailing is the primary treatment for most unstable tibial diaphyseal fractures. Reamed nailing generally shows better union rates and fewer complications for closed tibial fractures. Humeral shaft fractures can also be treated with IM nailing, particularly pathological or segmental fractures, though plating is often preferred for simple fractures. Careful technique is needed to avoid iatrogenic injuries."
    },
    {
      "topic": "Orthopaedic Classifications: Knee Dislocation (Schenk)",
      "text": "Schenk's stages of knee dislocation describe the extent of ligamentous injury: KD1 (ACL or PCL only), KD2 (ACL and PCL), KD3 (involving collateral ligaments - MCL or LCL), KD4 (all major ligaments), and KD5 (fracture-dislocation). This classification is crucial for understanding knee instability and guiding treatment."
    },
    {
      "topic": "Orthopaedic Classifications: Knee Dislocation (Schenk Stages)",
      "text": "Schenk's stages of knee dislocation classify the injury based on the number of disrupted major ligaments: KD1 (ACL or PCL), KD2 (ACL & PCL), KD3 (collaterals involved), KD4 (all major ligaments), and KD5 (fracture-dislocation). This aids in assessing stability and guiding treatment."
    },
    {
      "topic": "Orthopaedic Classifications: Tibial Bone Defects in TKR",
      "text": "Paprosky's classification of tibial bone defects in Total Knee Replacement (TKR) ranges from minimal (Type 1) to severe diaphyseal bone loss (Type 4). Management options for larger defects involve cement augmentation, metallic augments, allograft, or revision stems, depending on defect containment and stability."
    },
    {
      "topic": "Orthopaedic Classifications: Tibial Bone Defects in Total Knee Replacement (TKR)",
      "text": "Paprosky's classification of tibial defects in TKR ranges from Type 1 (minimal metaphyseal loss) to Type 4 (inadequate diaphyseal bone for long stem fixation). Management options for larger defects (Type 2-4) include cement with screws, metallic augments, allograft, metaphyseal sleeves, or revision stems, depending on the extent of bone loss and defect containment."
    },
    {
      "topic": "Orthopaedic Classifications: Tibial Plateau Fractures (Schatzker)",
      "text": "Schatzker classification of tibial plateau fractures includes Type 1 (split), Type 2 (split-depression), Type 3 (depression), Type 4 (medial plateau only, often with knee dislocation), Type 5 (both plateaus with metaphyseal continuity, axial compression), and Type 6 (both plateaus with metaphyseal discontinuity, axial compression). This classification guides surgical approach and fixation."
    },
    {
      "topic": "Tibia, proximal",
      "text": "Proximal tibia fractures, specifically tibial plateau fractures, require careful surgical planning due to their intra-articular nature and potential for associated soft-tissue injury. The AO/OTA classification categorizes them into types A (extraarticular), B (partial articular), and C (complete articular), with further subdivisions based on comminution and displacement. Management often involves a staged approach, starting with external fixation for soft-tissue recovery, followed by definitive open reduction and internal fixation, frequently using plates (medial, anterior, or anterolateral buttress plates) or sometimes intramedullary nails for specific patterns. Achieving anatomical reduction, stable fixation, and early joint mobilization are crucial for good long-term outcomes, as malunion, nonunion, infection, and post-traumatic arthritis are significant complications."
    },
    {
      "topic": "Tibia, shaft",
      "text": "Tibial shaft fractures are common and often associated with soft-tissue injury and compartment syndrome due to the bone's subcutaneous location. While nonoperative treatment in a cast is an option for stable, undisplaced fractures, intramedullary nailing is the standard for displaced closed fractures due to better outcomes. Open fractures, polytrauma, and those with neurovascular compromise or compartment syndrome necessitate operative intervention. Minimally invasive plate osteosynthesis (MIPO) is favored for fractures with soft-tissue compromise or metaphyseal/diaphyseal extensions. External fixation is typically used for temporary stabilization or in specific challenging cases. Reamed intramedullary nailing is generally preferred for diaphyseal fractures, offering mechanical and biological advantages."
    },
    {
      "topic": "Useful Tables: Knee Dislocation (Schenk Stages)",
      "text": "Schenk's stages of knee dislocation classify ligamentous injury: KD1 (ACL or PCL), KD2 (ACL & PCL), KD3 (collaterals involved), KD4 (all major ligaments), KD5 (fracture-dislocation). This system is vital for assessing stability and guiding treatment, particularly regarding surgical repair or reconstruction."
    },
    {
      "topic": "Useful Tables: Tibial Bone Defects in TKR",
      "text": "Paprosky's classification of tibial bone defects in TKR ranges from minimal (Type 1) to severe diaphyseal bone loss (Type 4). Management for larger defects involves cement augmentation, metallic augments, allograft, or revision stems, based on defect containment and stability to ensure long-term implant success."
    },
    {
      "topic": "Ankle Fracture",
      "text": "Ankle fractures are typically caused by low-energy mechanisms, such as rotational stress or axial load. They must be evaluated for associated syndesmotic injury. Radiographs are the initial diagnostic tool, with CT scans used for complex fractures. Treatment depends on the stability of the ankle mortise and syndesmosis."
    },
    {
      "topic": "Malleoli",
      "text": "Ankle fractures involve the distal tibiofibular complex and talus, classified by the AO/OTA system based on the fibular fracture level (Type A: infrasyndesmotic, Type B: transsyndesmotic, Type C: suprasyndesmotic), reflecting increasing instability. Management depends on fracture pattern, stability, soft-tissue condition, and patient factors. Nondisplaced Type A and stable Type B fractures may be treated nonoperatively. Displaced fractures, especially Type B with medial involvement and all Type C fractures, require open reduction and internal fixation to restore ankle mortise anatomy and stability. Surgical approaches include lateral, medial, and posterolateral options, with fixation often involving lag screws, tension bands, plates, or syndesmotic screws. Managing osteoporotic bone and injuries in diabetic patients presents specific challenges."
    },
    {
      "topic": "Orthopaedic Classifications: Lauge Hansen Ankle Fractures",
      "text": "The Lauge Hansen classification of ankle fractures is based on foot position and talar rotation at injury: Supination-Adduction (Weber A), Supination-External Rotation (Weber B with posterior/anterior fragments), Pronation-External Rotation (Weber C, often with posterior malleolus), and Pronation-Abduction (Weber C, often with medial bone component). This system guides treatment based on the fracture pattern and stability."
    },
    {
      "topic": "Tibia, distal intraarticular (pilon)",
      "text": "Pilon fractures, or tibial plafond fractures, are intra-articular injuries of the distal tibia with metaphyseal extension, frequently caused by high-energy trauma. They are characterized by articular comminution, impaction, and often severe soft-tissue injury. The AO/OTA classification (Types A, B, C) helps categorize these fractures. Management is often staged, starting with external fixation to manage soft tissues, followed by definitive open reduction and internal fixation (ORIF) after swelling subsides. Surgical approaches vary (anteromedial, anterior, anterolateral, posterior), and fixation typically involves plates (medial and/or anterolateral buttress plates) or, less commonly, intramedullary nails. Restoration of articular congruity, stable fixation, and early motion are critical for good outcomes, though post-traumatic arthritis is a common long-term complication."
    },
    {
      "topic": "Triplane Ankle Fractures",
      "text": "Triplane ankle fractures are Salter-Harris IV equivalent injuries involving coronal, sagittal, and axial planes of the distal tibial epiphysis, typically seen in adolescents. They are often associated with fibula fractures and require CT for accurate assessment and surgical planning. Management is usually operative for displacements >2mm or instability, aiming for anatomical reduction and stable fixation."
    },
    {
      "topic": "Useful Tables: Lauge Hansen Ankle Fractures",
      "text": "Lauge Hansen classifies ankle fractures by foot position and talar rotation at injury: Supination-Adduction, Supination-External Rotation, Pronation-External Rotation, and Pronation-Abduction. This system predicts fracture patterns and stability, crucial for determining conservative versus surgical management."
    },
    {
      "topic": "Useful Tables: Talar Neck Fractures (Hawkins)",
      "text": "Hawkins classification of talar neck fractures correlates with AVN risk: Type 1 (undisplaced) has a 10% AVN risk. Type 2 (displaced with STJ subluxation) has a 50% AVN risk. Type 3 (displaced with STJ & ankle subluxation) has a 90% AVN risk. Type 4 (displaced with STJ, TTJ & TNJ subluxation) has a 100% AVN risk."
    },
    {
      "topic": "5th Metatarsal Fracture",
      "text": "Fifth metatarsal fractures are common, especially those at the base, which are susceptible to injury due to axial loading or twisting forces. Lisfranc injuries must be ruled out when multiple metatarsals are fractured. Treatment varies from nonoperative management in a boot to surgical fixation with screws or plates."
    },
    {
      "topic": "5th Metatarsal Fracture: Jones Fracture Management",
      "text": "Jones fractures, located at the base of the 5th metatarsal, are prone to delayed union due to poor vascularity. Management depends on displacement and stability. Stable fractures may be treated nonoperatively with cast immobilization. Displaced or unstable fractures often require surgical fixation with screws or plates to achieve stability and promote healing, minimizing the risk of nonunion."
    },
    {
      "topic": "5th Metatarsal Fractures: Jones Fractures",
      "text": "Jones fractures are extra-articular fractures at the base of the fifth metatarsal, often caused by inversion injury or repetitive stress. They are prone to delayed union or nonunion due to poor blood supply in this region. Management depends on displacement and stability, ranging from nonoperative treatment (cast immobilization) for stable fractures to surgical fixation (screws, plates) for displaced or unstable fractures."
    },
    {
      "topic": "Calcaneal Fractures: Incidence and Anatomy",
      "text": "Calcaneal fractures are the most common tarsal fracture, occurring bilaterally in 10% of cases and being open in 10%. Up to 80% are associated with other injuries, such as those to the spine or other lower limb long bones. The calcaneus has two ossification centers and three facets: posterior, medial, and anterior. The sinus tarsi, separating the medial and posterior facets, is an important anatomical landmark."
    },
    {
      "topic": "Calcaneus",
      "text": "Calcaneal fractures typically result from high-energy axial loading, such as falls from height or motor vehicle crashes, and are often associated with other injuries. Diagnosis relies on plain radiographs (AP, lateral, mortise views) to assess fracture patterns like tongue-type versus joint depression, and importantly, Bhler's angle and the talocrural angle. CT scans are crucial for detailed evaluation of articular involvement and comminution, guiding surgical planning. Management varies from nonoperative treatment for stable fractures to open reduction and internal fixation (ORIF) for displaced intra-articular fractures, often using lateral approaches and plates or screws, with careful attention to soft-tissue viability and the heel pad. Postoperative care emphasizes swelling reduction and protected weight-bearing."
    },
    {
      "topic": "Complications of Talar Fractures",
      "text": "Potential complications include varus malunion, avascular necrosis (AVN) (indicated by Hawkins sign - subchondral osteopenia at 8 weeks), post-traumatic arthritis, and infection, as many talar fractures are open. Salvage treatment may involve arthrodesis, potentially with medial column lengthening or lateral column shortening if deformity affects gait."
    },
    {
      "topic": "Essex-Lopresti Classification of Calcaneal Fractures",
      "text": "This pre-CT classification identifies a primary fracture line created by the lateral process of the talus impacting the crucial angle of Gissane, which extends intra-articularly into the posterior facet. A secondary fracture line determines the type: 'Joint Depression' if it runs to just posterior to the posterior facet, or 'Tongue Type' if it extends to the posterior tuberosity. However, this classification does not reliably indicate prognosis or guide management, except for the tongue type."
    },
    {
      "topic": "Evaluation of Calcaneal Fractures",
      "text": "An ATLS approach is essential due to the high incidence of associated injuries. Initial management includes splinting, ICE, elevation, and ensuring no skin compromise. Imaging involves AP, lateral, and axial X-rays, including the Harris view (foot dorsiflexed, beam angled cephalad) and Broden views (multiple X-rays showing the posterior facet from different positions). Bohler's angle and the Crucial Angle of Gissane are important radiographic measurements."
    },
    {
      "topic": "Hawkins Classification of Talar Neck Fractures and AVN Risk",
      "text": "The Hawkins classification stratifies talar neck fractures based on displacement and subtalar or talonavicular subluxation/dislocation, correlating with the risk of avascular necrosis (AVN). Type 1 (undisplaced) has a 10-20% AVN risk. Type 2 (displaced with subtalar subluxation/dislocation) has a 20-50% AVN risk. Type 3 (Type 2 plus talotibial dislocation) has a 50-90% AVN risk. Type 4 (Type 3 plus talonavicular dislocation) has a 100% AVN risk. While Type 1 fractures can be managed with a cast if undisplaced and with less than 5 degrees of angulation, Types 2-4 require ORIF."
    },
    {
      "topic": "Mechanism of Calcaneal Fractures",
      "text": "Calcaneal fractures typically result from axial compression, often due to a fall from a height or a road traffic accident."
    },
    {
      "topic": "Orthopaedic Classifications: Calcaneal Fractures (Sanders)",
      "text": "The Sanders classification of calcaneal fractures is based on coronal CT scans of the posterior facet. Grade 1: undisplaced. Grade 2 (A, B, C): one fracture line with two displaced fragments. Grade 3 (A, B, C): two fracture lines with three displaced fragments. Grade 4: three or more fracture lines with multiple fragments. Higher grades indicate greater severity and worse prognosis."
    },
    {
      "topic": "Orthopaedic Classifications: Eichenholz Classification of Charcot Foot",
      "text": "The Eichenholz classification stages Charcot foot progression from Stage 0 (pre-fragmentation with regional demineralization) through Stage 1 (fragmentation with dislocations), Stage 2 (coalescence with sclerosis), to Stage 3 (remodeling with ankylosed joints). Each stage describes characteristic radiographic and clinical features."
    },
    {
      "topic": "Orthopaedic Classifications: Osteochondral Defects of the Talus",
      "text": "The Berndt & Hardy classification of osteochondral defects of the talus, based on X-rays, describes four stages: Stage 1 (subchondral fracture), Stage 2 (partially detached fragment), Stage 3 (detached but stable fragment), and Stage 4 (detached and unstable fragment). MRI provides a more detailed assessment, with the Bristol Group classification offering further staging."
    },
    {
      "topic": "Orthopaedic Classifications: Wagner Classification of Diabetic Foot Ulcers",
      "text": "The Wagner classification grades diabetic foot ulcers from 0 (at-risk foot) to 5 (gangrene of the whole foot), with intermediate grades representing superficial, deep, abscess/osteomyelitis, and forefoot gangrene. This system helps stratify ulcer severity and guide treatment."
    },
    {
      "topic": "Sanders Classification of Calcaneal Fractures",
      "text": "The Sanders classification is based on coronal CT scans of the posterior facet at the level of the sustentaculum tali. It grades fractures from 1 to 4 based on the number of displaced fracture lines, with sub-classifications (A, B, C) indicating the lateral, middle, or medial position of these lines. Increasing grade signifies greater severity and a worse prognosis."
    },
    {
      "topic": "Subtalar and Total Talar Dislocations",
      "text": "Subtalar dislocations are high-energy injuries, usually caused by inversion (medial dislocation) or eversion (lateral dislocation), and may be associated with medial malleolar fractures. Open reduction is often required due to soft tissue interposition. Total talar dislocations are devastating high-energy injuries, often open, with a 100% rate of AVN and arthritis."
    },
    {
      "topic": "Surgical Approaches for Talar Fractures",
      "text": "Surgical fixation typically involves combined anteromedial (medial to tibialis anterior) and anterolateral (lateral to extensor digitorum longus) approaches. A posterolateral approach (between tibialis posterior and flexor hallucis longus) can be used alone or with an anteromedial approach if closed anatomical reduction is achieved for posterior-anterior screws. Medial malleolar osteotomy may be necessary for increased exposure. Optimal screw construct is posterior-anterior, though crossed or anterior-posterior screws can yield good results. Sinking the heads of screws is important to prevent impingement, and plating the medial side or visualizing it is crucial to prevent varus collapse in cases of medial wall comminution."
    },
    {
      "topic": "Talar Body and Process Fractures",
      "text": "Talar body fractures are less common than neck fractures, often resulting from high energy and associated with subtalar dislocation. They are typically intra-articular into the ankle joint and treated similarly to neck fractures. Talar process fractures (posterior, anterior, medial, or lateral) can be mistaken for ankle sprains and are usually managed non-operatively unless a large, non-comminuted fragment is present."
    },
    {
      "topic": "Talar Fractures: Anatomy and Blood Supply",
      "text": "The talus is covered by articular cartilage over 70% of its surface and has no muscular attachments. Its blood supply originates from three main vessels: the posterior tibial artery (via the artery of the sinus canal), the anterior tibial artery (dorsalis pedis), and the peroneal artery. These branches form an anastomotic sling beneath the talar neck, supplying the dorsum, head, body, and medial wall of the talus."
    },
    {
      "topic": "Talar Neck Fractures",
      "text": "Talar neck fractures account for 50% of all talar fractures and typically result from axial loading and forced dorsiflexion against the anterior tibia. The talar neck is narrower and less dense, making it more susceptible to fracture. Supination at the time of injury often leads to an associated medial malleolar fracture."
    },
    {
      "topic": "Useful Tables: Calcaneal Fractures (Sanders)",
      "text": "Sanders classification of calcaneal fractures, based on CT scans, grades severity from 1 (undisplaced) to 4 (multiple fragments). Subtypes A-C indicate the location of fracture lines, crucial for surgical planning and predicting outcomes, particularly regarding joint involvement."
    },
    {
      "topic": "Anterior cord syndrome",
      "text": "Anterior cord syndrome results in complete motor deficit and loss of pain and temperature sensation below the level of injury, while the position and vibration sense are preserved."
    },
    {
      "topic": "Brown-Squard syndrome",
      "text": "Brown-Squard syndrome involves hemisection of the spinal cord, leading to ipsilateral motor loss and loss of pain and temperature sensation on the contralateral side."
    },
    {
      "topic": "Central cord syndrome",
      "text": "Central cord syndrome typically affects the upper extremities more than the lower extremities, resulting in motor deficits and sensory loss in the affected limbs, with sacral sparing."
    },
    {
      "topic": "Modic Changes in Degenerative Disc Disease",
      "text": "Modic changes describe vertebral endplate abnormalities seen on MRI in degenerative disc disease. Modic 1 (dark T1, bright T2) indicates active inflammation and pain. Modic 2 (bright T1, bright T2) signifies fatty infiltration and chronic pain. Modic 3 (dark T1, dark T2) represents subchondral sclerosis."
    },
    {
      "topic": "Orthopaedic Classifications: ASIA Scale of Spinal Cord Injury (SCI)",
      "text": "The ASIA Impairment Scale grades SCI severity: Grade A (complete injury, no motor or sensory function below level), Grade B (incomplete, sensory but no motor function), Grade C (incomplete, motor function present but muscles have grade 2 or less power), Grade D (incomplete, motor function grade 3 or more), and Grade E (normal motor and sensory function). This scale is critical for prognosis and rehabilitation planning."
    },
    {
      "topic": "Orthopaedic Classifications: Cervical Spine Rheumatoid Arthritis Severity (Ranawat)",
      "text": "Ranawat's classification of cervical spine rheumatoid arthritis stages severity based on neurological involvement: Stage 1 (pain only), Stage 2 (subjective neurology), Stage 3a (objective neurology, ambulatory), and Stage 3b (objective neurology, non-ambulatory). Patients with Stage 3b disease have a poor surgical prognosis, indicating the need for earlier intervention if possible."
    },
    {
      "topic": "Orthopaedic Classifications: Denis 3-Column Theory of Spinal Stability",
      "text": "Denis's 3-column theory describes spinal stability based on column disruption: Compression fractures affect only the anterior column. Flexion-distraction (Chance) fractures disrupt the middle and posterior columns. Burst fractures involve the anterior and middle columns. Fracture-dislocations disrupt all three columns, indicating severe instability."
    },
    {
      "topic": "Orthopaedic Classifications: Ferguson Mechanistic Classification of Sub-Axial Fractures",
      "text": "Ferguson's classification categorizes sub-axial cervical spine fractures based on the primary mechanism: Flexion (teardrop, compression, distraction, facet dislocation), Extension (burst, posterior element fractures), and Lateral Compression. It highlights the correlation between mechanism, fracture pattern, and the risk of neurologic injury, guiding management decisions."
    },
    {
      "topic": "Orthopaedic Classifications: Hangman's Fracture (Levine & Edwards)",
      "text": "Hangman's fracture (traumatic C2 spondylolisthesis) is classified by Levine & Edwards into Type 1 (<3mm displacement, intact disc), Type 2 (>3mm displacement, usually intact disc), Type 2a (angulation with potential disc extrusion), and Type 3 (concurrent facet dislocation, disc extrusion, high neurologic injury risk). Type 2a fractures, while benign-looking, represent severe injuries."
    },
    {
      "topic": "Orthopaedic Classifications: Occipital Condyle Fractures (Levine Classification)",
      "text": "Occipital condyle fractures are classified by Levine into Type A (transverse process), Type B (posterior arch), Type C (anterior arch), Type D (lateral mass), and Type E (burst, with or without transverse ligament disruption). Type E fractures with >7.5mm widening indicate transverse ligament disruption and are considered unstable."
    },
    {
      "topic": "Orthopaedic Classifications: Peg Fractures (Anderson Classification)",
      "text": "Peg fractures (odontoid fractures) are classified by Anderson into Type 1 (avulsion from tip), Type 2 (waist, non-comminuted), Type 2a (waist, comminuted - most unstable), and Type 3 (into C2 body/facets). Type 2a fractures are the most common and unstable."
    },
    {
      "topic": "Orthopaedic Classifications: Sacral Fractures (Denis Zones)",
      "text": "Denis's classification of sacral fractures divides them into three zones based on location relative to the sacral foramina. Zone 1 (lateral to foramina) has a low neurologic injury rate. Zone 2 (through foramina) has moderate risk. Zone 3 (medial to foramina) has the highest risk of neurologic injury and spinal/pelvic instability, particularly with vertical fractures."
    },
    {
      "topic": "Posterior cord syndrome",
      "text": "Posterior cord syndrome affects the dorsal columns, resulting in loss of proprioception, vibration, and fine touch, while motor function and pain/temperature sensation remain intact."
    },
    {
      "topic": "Sacral Fractures: Denis Zones",
      "text": "Denis's classification divides sacral fractures into three zones based on their proximity to the sacral foramina. Zone 1 (lateral to foramina) has a low risk of neurologic injury. Zone 2 (through foramina) carries a moderate risk. Zone 3 (medial to foramina) has the highest risk of neurologic injury and instability, particularly with vertical fractures."
    },
    {
      "topic": "Useful Tables: Cervical Spine Rheumatoid Arthritis Severity (Ranawat)",
      "text": "Ranawat's classification stages rheumatoid cervical spine involvement based on neurological deficit: Stage 1 (pain only), Stage 2 (subjective neurology), Stage 3a (objective neurology, ambulatory), and Stage 3b (objective neurology, non-ambulatory). Stage 3b patients have a poor prognosis and often require surgical intervention."
    },
    {
      "topic": "Useful Tables: Denis 3-Column Theory of Spinal Stability",
      "text": "Denis's 3-column theory assesses spinal stability by column disruption: anterior, middle, and posterior. Fractures involving two or more columns indicate significant instability, often requiring surgical stabilization to prevent neurologic compromise and maintain spinal alignment."
    },
    {
      "topic": "Useful Tables: Ferguson Mechanistic Classification of Sub-Axial Fractures",
      "text": "Ferguson's classification categorizes sub-axial cervical spine fractures by mechanism: Flexion (teardrop, compression, distraction, facet dislocation) and Extension (burst, posterior element fractures). This classification highlights the correlation between injury mechanism and neurologic risk, guiding treatment decisions."
    },
    {
      "topic": "Useful Tables: Sacral Fractures (Denis Zones)",
      "text": "Denis's classification of sacral fractures is based on zones relative to the sacral foramina, indicating risk of neurologic injury and instability. Zone 1 (lateral) has low risk, Zone 2 (through foramina) moderate risk, and Zone 3 (medial) high risk, especially with vertical fractures, often requiring surgical stabilization."
    },
    {
      "topic": "Vertebral compression fracture",
      "text": "Vertebral compression fractures are commonly caused by osteoporosis, trauma, or metastatic disease. They may present with back pain, deformity, and neurologic symptoms. Diagnosis is made with radiography and CT scans. Treatment may involve bracing, vertebroplasty, or surgical stabilization."
    },
    {
      "topic": "Vertebral Compression Fractures: Management",
      "text": "Vertebral compression fractures are often managed nonoperatively with pain management, bracing, and physical therapy. Surgical intervention, such as vertebroplasty or kyphoplasty, is indicated for severe pain, neurological deficit, or progressive deformity, aiming to restore vertebral height, relieve pain, and prevent further collapse."
    },
    {
      "topic": "Vertebral Compression Fractures: Management and Indications",
      "text": "Vertebral compression fractures are often managed nonoperatively with pain control, bracing, and physical therapy. Surgical intervention, such as vertebroplasty or kyphoplasty, is indicated for severe pain, neurological deficit, or progressive deformity. These procedures aim to restore vertebral height, stabilize the spine, and alleviate pain, improving function and quality of life."
    },
    {
      "topic": "AO Soft-Tissue Grading System",
      "text": "The AO developed an alphanumeric grading system (IC for closed, IO for open injuries) to provide a more detailed description of soft-tissue damage, grading skin lesions (IC1-5, IO1-5), muscle/tendon involvement (MT1-5), and neurovascular status (NV1-5). This comprehensive system facilitates precise communication, audit, and research, aiding in optimal treatment decision-making."
    },
    {
      "topic": "Closed Skin Degloving Injury",
      "text": "Closed skin degloving occurs when shear forces separate the skin from the underlying fascia without an external wound. A resulting cavity fills with fluid or hematoma, compromising dermal vascularity and sensation. This injury is characterized by a 'slippery' feel to the skin. Treatment involves emergent drainage and a pressure dressing, sometimes with a progressive drain removal, to promote adherence and healing. If the skin is breached, it's an open degloving injury and managed as an open fracture."
    },
    {
      "topic": "Fracture Blisters",
      "text": "Fracture blisters are sterile blisters formed due to acute swelling and shearing at the epidermal level, often associated with significant soft-tissue injury. Blood-filled blisters indicate deeper tissue damage and potential healing delay, requiring careful management with anti-edema measures to prevent complications and ensure optimal bone and soft-tissue healing."
    },
    {
      "topic": "Open fractures",
      "text": "Open fractures involve a communication between the fracture site and the external environment, characterized by a fracture, soft-tissue damage, potential neurovascular compromise, and contamination. Management requires a comprehensive assessment of these components. Historically, treatment evolved from early amputation to aggressive debridement and delayed closure, and now emphasizes early definitive reconstruction and infection prevention. High-energy trauma, such as from motorcycle accidents or blasts, often results in extensive soft-tissue injury that poses significant challenges and requires interdisciplinary management."
    },
    {
      "topic": "Open Soft-Tissue Injuries and Gustilo-Anderson Classification",
      "text": "Open soft-tissue injuries in fractures increase the risk of infection and can delay healing due to exposed extracellular matrix and growth factors. The Gustilo-Anderson classification (Type 1-3c) categorizes these injuries based on wound size, contamination, soft-tissue damage, and vascular status, guiding treatment protocols including debridement, antibiotic use, and reconstructive procedures."
    },
    {
      "topic": "Orthopaedic Classifications: Open Fractures (Gustilo-Anderson)",
      "text": "The Gustilo-Anderson classification of open fractures assesses severity based on wound size and soft tissue damage: Type 1 (<1cm puncture, simple fracture), Type 2 (>1cm laceration, simple fracture), Type 3a (large/contaminated injury, primary closure possible), Type 3b (large/contaminated injury requiring plastics for coverage), and Type 3c (associated vascular injury). This guides antibiotic choice and surgical management."
    },
    {
      "topic": "Orthopaedic Classifications: Soft Tissue Injuries (Tscherne)",
      "text": "The Tscherne classification for soft tissue injuries related to fractures grades damage from 0 (indirect force, negligible soft tissue damage) to 3 (extensive crushing with impending compartment syndrome or amputation). This classification highlights the importance of soft tissue management in fracture treatment, particularly in high-energy injuries."
    },
    {
      "topic": "Soft tissue infections",
      "text": "Soft tissue infections can be caused by various organisms and manifest differently based on the affected tissue. Cellulitis, necrotizing fasciitis, gas gangrene, and toxic shock syndrome are examples of potentially severe infections requiring prompt diagnosis and treatment."
    },
    {
      "topic": "Soft-tissue injury: pathophysiology, evaluation, and classification",
      "text": "Soft-tissue injury is intrinsically linked to bone healing. The severity of soft-tissue damage, often underestimated in closed fractures, significantly impacts treatment and prognosis. Trauma triggers inflammatory, proliferative, and reparative phases, involving bioactive proteins like growth factors. Systemic responses, such as SIRS, can also occur. Accurate assessment through case history and systematic examination is vital for managing these injuries effectively."
    },
    {
      "topic": "Tscherne Classification of Soft-Tissue Injuries",
      "text": "The Tscherne classification addresses soft-tissue injury severity in both open (O1-O4) and closed (C0-C3) fractures. It considers wound characteristics, contamination, muscle injury, and potential for compartment syndrome or vascular damage, providing a framework for treatment planning and prognosis assessment. Type O4 and C3 indicate severe soft-tissue compromise."
    },
    {
      "topic": "Useful Tables: Open Fractures (Gustilo-Anderson)",
      "text": "The Gustilo-Anderson classification (Type 1-3c) of open fractures assesses wound size, contamination, energy, and vascular status. Type 3c, indicating vascular injury, requires immediate surgical intervention and specific management protocols to preserve limb viability and function."
    },
    {
      "topic": "Useful Tables: Soft Tissue Injuries (Tscherne)",
      "text": "Tscherne's classification of soft tissue injury severity associated with fractures (Grade 0-3) emphasizes the importance of soft tissue management. Grade 3 indicates extensive damage with compromised vascularity or compartment syndrome, often requiring complex reconstructive procedures or amputation."
    },
    {
      "topic": "Clinical Manifestations and Diagnosis of Compartment Syndrome",
      "text": "Compartment syndrome presents with unrelenting ischemic pain, numbness, tingling, and tense swelling. Motor weakness is a late sign, and pulses may remain palpable. In unconscious patients, unexplained tachycardia or high lactate levels can be indicators. Diagnosis relies on high clinical suspicion, as analgesics can mask symptoms. Tissue pressure measurements (infusion, wick, stick, or transducer techniques) are vital, especially when clinical assessment is unreliable, to diagnose impending or established compartment syndrome and guide urgent decompression."
    },
    {
      "topic": "Compartment Syndrome Pathophysiology",
      "text": "Compartment syndrome arises from increased pressure within a fascial or osteofascial space, exceeding critical microvascular perfusion pressure (MPP). This is caused by endogenous factors (hemorrhage, edema) or exogenous pressure (restrictive casts). If sustained, it leads to neuromuscular dysfunction, hypoxia, anaerobic metabolism, muscle necrosis, and potentially amputation. MPP is determined by diastolic blood pressure minus intramuscular pressure; a difference <30 mmHg indicates hypoxia."
    },
    {
      "topic": "Compartment Syndrome: Management",
      "text": "Compartment syndrome is a surgical emergency requiring immediate dermatofasciotomy to decompress the affected compartments, restore perfusion, and prevent irreversible neuromuscular damage. Initial measures include releasing constrictive dressings and elevating the limb. All compartments must be released, even if only one or two appear involved, to ensure adequate decompression and prevent Volkmann's ischemic contracture."
    },
    {
      "topic": "Compartment Syndrome: Pathophysiology and Diagnosis",
      "text": "Compartment syndrome results from increased pressure within a fascial compartment, impairing neuromuscular function and potentially causing necrosis. It's triggered by increased intramuscular volume or exogenous pressure. Diagnosis relies on clinical signs like 'pain out of proportion,' tense compartments, and pain with passive stretch, but also on pressure measurements, especially in altered mental states. High-risk factors include high-energy trauma, crush injuries, vascular repairs, and anticoagulation."
    },
    {
      "topic": "Management of Compartment Syndrome",
      "text": "Compartment syndrome is a surgical emergency requiring immediate treatment. Initial measures include releasing constrictive dressings and elevating the limb. Definitive treatment is dermatofasciotomy to decompress the affected compartments. In trauma, percutaneous fasciotomy is not indicated if the skin is intact. For all affected compartments, regardless of location, complete release is mandatory. Delayed closure or skin grafting may be required for tension-free wound closure."
    },
    {
      "topic": "Decision Making in Polytrauma and Timing of Surgery",
      "text": "Managing polytrauma involves a phased approach: primary survey (cABCDE), resuscitation, secondary survey, and definitive care. The timing of fracture surgery depends on the patient's physiological status. Hemodynamically unstable patients require damage-control surgery, while stable patients may benefit from early total care (definitive fixation within 24 hours) or early appropriate care (definitive fixation within 36 hours after resuscitation). The condition of soft tissues and available resources also influence surgical timing."
    },
    {
      "topic": "Decision Making in Polytrauma: Timing of Surgery",
      "text": "Decision making in polytrauma involves phases of primary survey, resuscitation, secondary survey, and definitive care. The timing of fracture surgery depends on the patient's physiological status: hemodynamically unstable patients require damage-control surgery, while stable patients may benefit from early total care (definitive fixation within 24 hours) or early appropriate care (definitive fixation within 36 hours after resuscitation). The soft-tissue condition and local facilities also influence timing, with delayed definitive surgery often preferred for severely compromised soft tissues."
    },
    {
      "topic": "Intramedullary Nailing: Polytrauma Considerations",
      "text": "In polytrauma, especially with chest injury, reamed femoral nailing may increase pulmonary complications. Damage-control orthopedics (DCO) with temporary external fixation followed by later IM nailing is often preferred for unstable patients. For stable patients, early total care with IM nailing is generally recommended. Careful resuscitation and physiological optimization are paramount before any surgical intervention."
    },
    {
      "topic": "Polytrauma: pathophysiology, priorities, and management",
      "text": "Polytrauma involves multiple severe injuries that can lead to systemic reactions and organ dysfunction. The management priorities are survival, achieved through controlling hemorrhage, hypoxia, and acidosis, and preventing secondary brain damage. Early appropriate care, which may involve damage-control orthopedics (DCO) or early total care (ETC) depending on the patient's physiological status, is crucial. Fractures contribute to polytrauma through hemorrhage, contamination, and systemic inflammatory responses. Organized trauma care systems and multidisciplinary approaches are essential for optimal outcomes."
    },
    {
      "topic": "Biology and biomechanics in bone healing",
      "text": "The biological and biomechanical basis of fracture management is crucial. Fractured bone heals through a complex process involving inflammatory, proliferative, and reparative phases. The mechanical environment, including stability and strain, significantly influences healing. Primary bone healing occurs with absolute stability, while secondary healing involves callus formation with relative stability. Understanding these principles guides surgical treatment to optimize functional recovery."
    },
    {
      "topic": "Bone Healing",
      "text": "Primary bone healing requires absolute stability and rigid fixation, leading to intramembranous ossification. Secondary bone healing involves relative stability and strain, with periosteal (bony) and endosteal (fibrocartilaginous) callus formation."
    },
    {
      "topic": "Bone Healing Mechanisms",
      "text": "Bone healing occurs via primary or secondary intention. Primary bone healing (contact healing) involves minimal activity at direct contact points. Secondary bone healing involves inflammation, soft callus formation, hard callus formation, and remodeling, with 'cutting cones' tunneling across the gap to re-establish medullary continuity. This process can take 1-2 years for complete remodeling."
    },
    {
      "topic": "Bone Healing Phases",
      "text": "Bone healing progresses through distinct phases: Hematoma formation (hours) initiates the inflammatory response with growth factors attracting cells. Inflammation (1 week) involves macrophages and osteoclasts clearing debris and activating growth factors. Soft callus formation (1-4 weeks) involves fibroblasts laying down type 3 collagen and chondroblasts forming type 2 cartilage. Hard callus (4-16 weeks) replaces cartilage with woven bone, stabilizing the fracture. Remodeling (years) reshapes the bone to mature lamellar bone according to Wolff's law."
    },
    {
      "topic": "Bone Injury & Healing",
      "text": "Fracture type is determined by the forces imparted, with cortical bone being stiffer and anisotropic. Bone is also visco-elastic, changing properties with loading rate. Energy transfer to bone increases with mass and velocity, with velocity being more influential. Rapid loading absorbs more energy, making bone stiffer, stronger, and more brittle, which can dissipate energy as a fracture."
    },
    {
      "topic": "Fracture Healing Phases",
      "text": "Bone healing progresses through stages: Hematoma formation initiates inflammation, leading to soft callus (cartilage) formation, then hard callus (woven bone) bridging the gap. Finally, remodeling occurs, converting woven bone to mature lamellar bone according to mechanical stress (Wolff's Law). The biological environment, stability, and mechanical forces significantly influence the rate and quality of healing."
    },
    {
      "topic": "General Topics: Bone Healing Phases",
      "text": "Bone healing progresses through distinct phases: Hematoma formation initiates inflammation, leading to soft callus (cartilage) formation, then hard callus (woven bone) bridging the gap. Finally, remodeling occurs, converting woven bone to mature lamellar bone according to mechanical stress (Wolff's Law). The biological environment, stability, and mechanical forces significantly influence the rate and quality of healing."
    },
    {
      "topic": "Non Union",
      "text": "Non-union is defined as the absence of clinical or radiographic healing 3 months after the expected time. Risk factors include patient factors (smoking, alcoholism, malnutrition), fracture characteristics (high energy, bone loss, pathology), and fixation issues (distraction, periosteal stripping). Classification includes hypertrophic (adequate biology, poor mechanics) and atrophic (inadequate biology) non-unions."
    },
    {
      "topic": "Useful Tables: Bone Healing Stages",
      "text": "Bone healing progresses through several stages: inflammation, soft callus formation, hard callus formation, and remodeling. Primary bone healing occurs with surgical fixation maintaining absolute stability. Secondary healing involves a cascade of cellular and matrix events, with cutting cones tunneling across the gap, followed by woven and lamellar bone formation."
    },
    {
      "topic": "Fragility Fractures and Orthogeriatric Care: Bone Healing",
      "text": "Bone healing in osteoporotic patients follows normal stages but may be prolonged. Mesenchymal stem cells and periosteum may have reduced proliferative and proliferative responses, affecting healing capacity. Delayed union and nonunion rates can increase due to compromised bone quality, osteoporosis, and potential malunion from inadequate fixation. Autografts and allografts are used for augmentation, and joint replacement is common for periarticular fractures in older adults. Orthogeriatric care models significantly improve outcomes, reducing mortality, hospital stay, and complications."
    },
    {
      "topic": "Fragility fractures and orthogeriatric care",
      "text": "Fragility fractures, occurring from low-energy trauma in an aging population, are often associated with osteoporosis and comorbidities. Management requires a multidisciplinary orthogeriatric approach, focusing on acute care (including prompt surgery, pain management, and early mobilization) and lifelong secondary fracture prevention (addressing osteoporosis, falls, and nutrition). Key considerations include careful patient assessment, appropriate fixation techniques for osteoporotic bone (e.g., locking plates, relative stability), minimizing surgical delays, and preventing complications like delirium and VTE. Teamwork among orthopedic surgeons, geriatricians, anesthesiologists, and other specialists is crucial for optimizing outcomes and restoring patient function."
    },
    {
      "topic": "Fragility Fractures and Orthogeriatric Care: Management Principles",
      "text": "Orthogeriatric care emphasizes a multidisciplinary approach, optimizing medical conditions, managing pain, and promoting early mobilization. This includes nutritional support, delirium prevention, and appropriate timing of surgery. Bisphosphonates are used for osteoporosis treatment, and their use requires caution due to potential atypical fracture risks. Anesthetic choices and rehabilitation strategies are tailored to the older adult's specific needs."
    },
    {
      "topic": "Fragility Fractures and Orthogeriatric Care: Mortality",
      "text": "Mortality rates following hip fractures in older adults range from 12% to 35% in the first year, increasing with age, comorbidities, prefracture functional status, and low bone mineral density. Early orthogeriatric collaboration significantly reduces in-hospital and long-term mortality, shortens hospital stays, and lowers complication rates compared to usual orthopedic care."
    },
    {
      "topic": "Acute Shortening for Segmental Bone Defects",
      "text": "Acute shortening is better tolerated in the upper limb and single bone segments (humerus/femur) up to 5 cm. In the tibia, it may be acceptable for defects under 3 cm if the fibula is also comminuted. Advantages include immediate stability, initiation of healing, relaxation of soft tissues for closure/grafting, and a low complication rate. The primary drawback is limb length inequality, which may require future correction, and potential redundant skin if excessive shortening occurs."
    },
    {
      "topic": "Autologous Cancellous Bone Grafting",
      "text": "Autologous cancellous bone graft remains the gold standard due to its osteoinductive, osteoconductive, and osteogenic properties. It is generally considered treatable for defects up to 5-7 cm. Iliac crest is the preferred donor site, with posterior crest offering better volume and anterior being easier to harvest. RIA (reamed irrigation aspirator) can yield higher quality and volumes of graft but raises concerns about iatrogenic fractures. While cancellous grafts are a reasonable, cheap option for smaller defects (<4cm) requiring no special expertise, they can lead to unpredictable and prolonged union times, with graft site morbidity. Grafting should ideally occur after 6 weeks to allow wound healing and soft tissue revascularization, combined with bone end freshening. The posterolateral approach is traditional for the tibia, laying the graft around the defect and on the interosseous membrane."
    },
    {
      "topic": "Bisector in Limb Deformity Correction",
      "text": "The bisector is a line that bisects the CORA and the angle formed by the two mechanical axes creating the deformity. Any point along the bisector can serve as a CORA for correction. Osteotomies made further along the bisector from the CORA require larger openings for correction."
    },
    {
      "topic": "Bone Grafting",
      "text": "Bone grafts are used for structural support, to aid bone formation (fusion), and in non-unions. Properties include osteogenic (living cells), osteoconductive (scaffold), and osteoinductive (biologic stimulus). Classification includes autografts (from the same individual, best but limited volume), allografts (from same species, cells destroyed), xenografts (different species), and synthetic grafts."
    },
    {
      "topic": "Center of Rotation of Angulation (CORA) in Limb Deformity",
      "text": "CORA plotting is used to analyze deformities, which are often multiplanar with translational and rotational elements. The CORA represents the point in space between the mechanical axes of the deformed bone segments and illustrates the necessary osteotomy site for correction. It is important to note that CORA is based on 2D X-rays and does not account for rotation. While a uniplanar angular deformity's CORA is at the site of angulation, translation combined with angulation will place the CORA away from the apparent angulatory deformity."
    },
    {
      "topic": "Distraction Osteogenesis (Bone Transport) for Bone Defects",
      "text": "Bone transport can manage intermediate to large defects (up to 30cm) and allows for soft tissue management and correction of malalignment using frames. Advantages include the potential for high-quality bone regeneration. However, problems include patient compliance, long treatment duration, and pin site infections causing chronic issues. Techniques include the Ilizarov frame (most common, allows alignment correction but can cause soft tissue problems), unilateral rail frames (less demanding but offer less alignment control), and lengthening over a nail (maintains alignment but nail may interfere with regenerate). Corticotomy should be metaphyseal, with a 5-day latent period before distraction begins at a maximum of 1mm per day, followed by a consolidation phase of at least equal duration to the distraction phase. Overall recommendations favor distraction using an Ilizarov frame if expertise is available, or a rail frame, with initial shortening followed by distraction."
    },
    {
      "topic": "Evaluation and Management of Limb Deformity: History and Examination",
      "text": "A thorough history should inquire about the onset of the deformity, pain, functional limitations, and signs of sepsis. Examination involves manual stressing of the malunion site to assess for pain or movement, evaluating soft tissues for surgical amenability and signs of infection, assessing range of motion (ROM) of adjacent joints to identify compensatory deformities, evaluating functional problems like gait, and measuring leg lengths. Neurovascular status must also be documented."
    },
    {
      "topic": "Free Vascularized Bone Transfer",
      "text": "This technique, most commonly using the fibula, can be used for very large defects and has a high success rate in post-traumatic defects. It requires leaving sufficient length at the harvest site to prevent ankle, knee, and peroneal nerve issues. Problems include donor site morbidity (chronic pain, neurogenic pain, instability), graft fracture if it fails to hypertrophy, and the need for an available artery for anastomosis. It demands considerable expertise, cost, and time."
    },
    {
      "topic": "Future Bone Defect Treatment Methods",
      "text": "Future treatment possibilities include the use of bone morphogenic proteins (BMPs) and local scaffolds, as well as gene therapy. BMPs, when used with a structural allograft, have shown efficacy equal to cancellous autograft for tibial non-union in Level 1 RCTs."
    },
    {
      "topic": "Key Angles for Lower Limb Deformity Assessment",
      "text": "Important angles to assess include the Lateral Proximal Femoral Angle (LPFA), mechanical and anatomical Lateral Distal Femoral Angle (mLDFA, aLDFA), Joint Line Congruence Angle (JLCA), Medial Proximal Tibia Angle (MPTA), Lateral Distal Tibia Angle (LDTA), Medial Neck Shaft Angle (MNSA), and Mechanical Axis Deviation (MAD) distance at the knee. The MAD quantifies how far the mechanical axis deviates from the knee's center, crucial for calculating varus/valgus alignment."
    },
    {
      "topic": "Local Fibula Graft for Bone Defects",
      "text": "A local fibula graft involves osteotomizing the fibula and fixing it to the tibia, either within or on the lateral aspect. Advantages include acute spanning of the defect and ease of performance. However, it offers poor muscle function, is not always possible, and the graft may be weak and at high fracture risk if it does not hypertrophy."
    },
    {
      "topic": "Management of Large Diaphyseal Defects",
      "text": "Options for large diaphyseal defects include free fibula transfer, bone transport, or amputation. Free fibula transfer requires extensive resources and has a relatively high failure rate due to vascular anastomosis issues and graft site morbidity. Bone transport is considered the gold standard for limb salvage of large post-traumatic defects, though it requires patient compliance and carries risks of pin site infection, re-fracture, and non-union. Amputation is a viable option, offering the least complications and cost, and patients should be involved in this decision-making process."
    },
    {
      "topic": "Management of Segmental Bone Defects (SBDs)",
      "text": "Segmental bone defects (SBDs) can result from high-energy trauma, chronic infection requiring debridement, or non-union with osteolysis. Management depends on defect size, location, and patient/surgeon factors. A critical size defect is generally considered 2 cm or more, or a loss of 50% of the bone's circumference. Options include amputation, acute shortening, autologous cancellous bone grafting, bone transport (distraction osteogenesis), Masqulet technique, free vascularized bone transfer, and local fibula grafting."
    },
    {
      "topic": "Management Principles for Limb Deformities",
      "text": "The general principles for correcting limb deformities follow an order: Angulation > Translation > Length > Rotation > +/- Translation. Correction of rotation can sometimes induce secondary translational deformities that require further correction. Soft tissue considerations are vital, as stretching on the concave side during correction can compromise neurovascular bundles. Osteotomies (opening or closing wedge, dome) should ideally be performed at or along the bisector of the CORA, though this is not always feasible."
    },
    {
      "topic": "Masqulet Technique (Induced Membranes) for Bone Defects",
      "text": "This technique is primarily used for defects with concurrent severe soft tissue injury. In Stage 1, a cement spacer is inserted after debridement, and soft tissue reconstruction is performed. A synovial-like membrane, rich in blood supply and growth factors, is theorized to form around the cement block. In Stage 2, the spacer is removed, and autologous cancellous graft is inserted into the membrane to augment healing. The efficacy of this technique lacks strong evidence, and disruption of the membrane during spacer removal is a concern."
    },
    {
      "topic": "Methods of Limb Deformity Correction",
      "text": "Simple osteotomies with plate or IM nail fixation are suitable for uniplanar deformities where the CORA is at the deformity site. For multiplanar deformities or when length adjustment is needed, Ilizarov or Taylor Spatial Frames are preferred, avoiding multiple osteotomies and soft tissue violations. The principles of defining the deformity, CORA, and bisector remain consistent across these methods."
    },
    {
      "topic": "Principles of Ilizarov and Distraction Osteogenesis",
      "text": "The Ilizarov method and distraction osteogenesis are powerful techniques for correcting deformity, lengthening limbs, or stabilizing fractures. Key principles involve corticotomy, frame stabilization, a latent period of 7-10 days, distraction at a maximum of 1mm per day in three increments, serial X-ray monitoring of regenerate, and a consolidation phase at least as long as the distraction phase. Regenerate formation involves trabecular columns oriented parallel to the distraction direction, surrounded by blood vessels. Muscle tolerance allows up to 10% lengthening, with nerve and vascular changes generally being temporary."
    },
    {
      "topic": "Soft Tissue Management in Bone Reconstruction",
      "text": "Large soft tissue defects require emergent management, ideally with free flap transfer within one week before wound colonization. All bone reconstructive procedures have higher success rates in a healed soft tissue envelope."
    },
    {
      "topic": "Subchondral Defects and Graft Properties",
      "text": "For subchondral defects, grafts require high initial compressive strength and osteoconductivity. Osteogenesis and osteoinductivity are less critical because metaphyseal defects tend to heal spontaneously. The graft must provide stable articular reduction and prevent step-offs or gaps. Calcium phosphate cement is currently considered the best graft for this purpose, with Level 1 RCTs and meta-analyses showing it to be associated with better functional outcomes compared to autologous cancellous graft."
    },
    {
      "topic": "X-ray Evaluation of Limb Deformity",
      "text": "Full-length, weight-bearing views are preferred when possible. True AP and lateral films of the affected segments are essential to assess overall limb alignment, mechanical and anatomical axes, deformity plane, joint deformity, and the Center of Rotation of Angulation (CORA). Joint orientation lines help determine if the deformity is near the joint or within the diaphysis."
    },
    {
      "topic": "Fracture classification",
      "text": "The AO/OTA Fracture and Dislocation Classification system provides a standardized alphanumeric code to describe fractures based on bone, location, and morphology (type, group, subgroup). This system facilitates consistent communication, treatment planning, and research. It categorizes diaphyseal fractures into simple, wedge, and multifragmentary types, and end-segment fractures based on articular involvement (extraarticular, partial articular, complete articular) with further subdivisions. Revisions ensure the system remains current and clinically relevant."
    },
    {
      "topic": "Orthopaedic Classifications: MESS Score",
      "text": "The MESS (Mangled Extremity Severity Score) assesses the viability of a limb after severe trauma based on factors like skeletal/soft tissue injury, limb ischemia, neurological deficit, and patient age/shock. A score of 8 or more suggests the limb may not be viable, guiding decisions regarding amputation versus salvage."
    },
    {
      "topic": "Trauma Severity Scores: Abbreviated Injury Scale (AIS)",
      "text": "The Abbreviated Injury Scale (AIS) ranks injuries from 1 (minor) to 6 (unsurvivable). This ranking system is used to calculate the Injury Severity Score (ISS)."
    },
    {
      "topic": "Trauma Severity Scores: Disadvantages of the Injury Severity Score (ISS)"
    },
    {
      "topic": "Trauma Severity Scores: Injury Severity Score (ISS)",
      "text": "The ISS is an anatomical scoring system that grades the overall severity of an injury. It is calculated by squaring the AIS scores of the three most severely injured body regions and summing them. An AIS score of 6 in any region automatically results in an ISS of 75. A rising ISS score correlates with mortality, with scores above 25 indicating a severe injury potentially requiring transfer to a trauma center, and scores above 40 indicating a life-threatening injury."
    },
    {
      "topic": "Trauma Severity Scores: New Injury Severity Score (NISS)",
      "text": "The NISS is a modification of the ISS that allows the top AIS scores to come from the same body segment. This provides a more realistic assessment of a patient's survival potential, as it scores multiple injuries within a single area separately."
    },
    {
      "topic": "Useful Tables: MESS Score",
      "text": "The MESS score evaluates limb viability after severe trauma. High scores indicate significant injury and increased risk of amputation. A score of 7 or more is a strong indication for amputation, reflecting the limb's poor chances of functional recovery and high risk of complications."
    },
    {
      "topic": "Useful Tables: Trauma Severity Scores (AIS & ISS)",
      "text": "The Abbreviated Injury Scale (AIS) grades injuries from 1 (minor) to 6 (unsurvivable). The Injury Severity Score (ISS) is calculated by squaring the AIS of the three most severely injured body regions. ISS >25 indicates severe injury, and ISS >40 indicates life-threatening injury. NISS allows multiple injuries from the same body region."
    },
    {
      "topic": "Intramedullary Nailing: Polytrauma Considerations",
      "text": "In polytrauma, especially with chest injury, reamed femoral nailing may increase pulmonary complications. Damage-control orthopedics (DCO) with temporary external fixation followed by later IM nailing is often preferred for unstable patients. Stable patients may benefit from early total care with IM nailing. Careful resuscitation and physiological optimization are paramount before any surgical intervention in polytrauma patients."
    },
    {
      "topic": "Clavicle Fracture: Epidemiology and Characteristics",
      "text": "Clavicle fractures are common, primarily in young males and older adults. Midshaft fractures are most frequent (66%), followed by lateral (25%) and medial (3%). The clavicle's anatomy, with its S-shape and minimal muscle attachments in the midshaft, makes it vulnerable. Associated injuries must be assessed, as high-energy trauma is common. While nonoperative treatment is often successful, displaced midshaft fractures have higher nonunion and symptomatic malunion rates, suggesting surgical intervention may be beneficial in select cases."
    },
    {
      "topic": "Clavicle Fracture: Classification",
      "text": "Clavicle fractures are classified by location (medial, midshaft, lateral) and pattern (simple, wedge, multifragmentary). Traditional systems include Allman and Neer. The Edinburgh Classification further refines midshaft fractures by displacement and comminution. These classifications guide treatment but the degree of displacement remains a key factor in management decisions. Lateral end fractures are also subtyped based on ligamentous involvement."
    },
    {
      "topic": "Clavicle Fracture: Surgical Indications",
      "text": "Absolute surgical indications for clavicle fractures include open fractures, impending skin perforation, concomitant upper limb injuries, floating shoulder/elbow, polytrauma, neurovascular compromise, multiple rib fractures with chest deformity, and significant displacement (>2.5 cm). Relative indications involve displaced fractures, malunions, or nonunions, requiring careful risk-benefit assessment. Surgery aims to restore stability, alignment, and function."
    },
    {
      "topic": "Clavicle Fracture: Surgical Approaches and Fixation",
      "text": "Surgical approaches to the clavicle include the deltopectoral (anterior), transdeltoid (lateral split), and posterior routes. Fixation commonly uses plates (LC-DCP, LCP, reconstruction plates) applied superiorly or anteriorly, or intramedullary fixation with elastic nails (ESIN). MIPO techniques are also utilized. The choice of implant depends on fracture pattern, bone quality, and surgeon expertise, with locking plates offering enhanced stability, especially in osteoporotic bone."
    },
    {
      "topic": "Clavicle Fracture: Postoperative Care and Complications",
      "text": "Postoperative care involves sling immobilization, followed by gradual range of motion and strengthening exercises. Complications include wound infection (minimized by careful soft-tissue handling), infraclavicular numbness (usually transient), hardware prominence, refracture (especially after implant removal), and nonunion (more common with nonoperative treatment of displaced midshaft fractures). Malunion may require corrective osteotomy if symptomatic."
    },
    {
      "topic": "Proximal Humerus Fractures: Anatomy and Blood Supply",
      "text": "The proximal humerus has a complex anatomy with the humeral head, surgical neck, greater tuberosity, and lesser tuberosity. The blood supply, particularly to the humeral head, is vulnerable, with the posterior circumflex humeral artery playing a significant role. Injury to these vessels can lead to avascular necrosis (AVN) of the humeral head, impacting fracture healing and prognosis."
    },
    {
      "topic": "Proximal Humerus Fractures: Classifications",
      "text": "Proximal humerus fractures are classified by the AO/OTA system (11A-C) based on fracture location and complexity, and the Neer classification, which categorizes fractures by the displacement of four main parts. The Hertel classification (LEGO) further details fragmentation patterns. These classifications guide treatment decisions and predict outcomes, particularly regarding the risk of AVN."
    },
    {
      "topic": "Proximal Humerus Fractures: Surgical Indications and Techniques",
      "text": "Surgical indications include displaced fractures (>1 cm displacement or >45 angulation), head-splitting fractures, neurovascular injuries, open fractures, unstable fracture-dislocations, polytrauma, and irreducible dislocations. Treatment options range from nonoperative management to IM nailing, MIPO, or arthroplasty (hemiarthroplasty or reverse shoulder arthroplasty), with implant choice tailored to fracture pattern, bone quality, and patient factors."
    },
    {
      "topic": "Proximal Humerus Fractures: Postoperative Care and Complications",
      "text": "Postoperative care involves sling immobilization and early rehabilitation with pendulum exercises, progressing to active motion. Complications include screw penetration, malunion (varus deformity), AVN of the humeral head, rotator cuff injury, stiffness, and nerve palsy (axillary nerve). Reverse shoulder arthroplasty is increasingly used for severe fractures in the elderly due to better functional outcomes and predictability."
    },
    {
      "topic": "Humeral Shaft Fractures: Anatomy and Nerve Injury Risk",
      "text": "The radial nerve is vulnerable in the humeral shaft, especially in the distal third where it pierces the intermuscular septum. Radial nerve palsy is a common complication of midshaft and distal fractures, often neurapraxic and recovering spontaneously. Surgical exploration is considered if there is no recovery or associated vascular injury. Careful surgical technique is essential to protect the nerve."
    },
    {
      "topic": "Humeral Shaft Fractures: Surgical Approaches and Fixation",
      "text": "Surgical approaches include the deltopectoral (anterior), transdeltoid (lateral split), and posterior routes. Fixation options include plating (DCP, LC-DCP, LCP) and IM nailing. MIPO techniques minimize soft-tissue disruption. Plates are preferred for fractures with articular extension or malunion, while IM nails are suitable for diaphyseal fractures, especially in polytrauma or when nonunion is a concern. Careful preoperative planning is essential."
    },
    {
      "topic": "Humeral Shaft Fractures: Complications and Prognosis",
      "text": "Complications include radial nerve palsy (often temporary), malunion (especially varus), nonunion (low overall, but higher with open fractures or poor technique), and infection. Most fractures heal well, but malunion can affect shoulder function and cosmesis. Surgical treatment aims to restore alignment, stability, and promote early motion to optimize functional outcomes, with good prognosis for most fractures."
    },
    {
      "topic": "Distal Radius Fractures: Classification and Evaluation",
      "text": "Distal radius fractures are common, particularly in the elderly and young adults. They are classified by AO/OTA and Fernandez systems, detailing fracture patterns and severity. Evaluation involves X-rays (AP, lateral, oblique) and often CT for intra-articular involvement. Assessment includes assessing stability, articular congruity, and associated injuries like TFCC or carpal ligament tears, guiding treatment decisions."
    },
    {
      "topic": "Distal Radius Fractures: Nonoperative vs. Operative Treatment",
      "text": "Nonoperative treatment with closed reduction and casting is suitable for stable, undisplaced fractures. Operative treatment, including closed reduction with percutaneous pinning or open reduction with internal fixation (plates, screws), is indicated for unstable fractures, significant displacement, articular incongruity, or associated neurovascular compromise. MIPO techniques offer a less invasive surgical option."
    },
    {
      "topic": "Distal Radius Fractures: Surgical Techniques and Complications",
      "text": "Surgical techniques involve open reduction with anatomical restoration of the articular surface and fixation with plates (e.g., LCP, reconstruction plates) and screws. MIPO approaches minimize soft-tissue disruption. Complications include stiffness, malunion, nonunion, CRPS, and hardware issues. Rehabilitation is crucial for optimizing functional recovery, regaining grip strength, and restoring wrist motion."
    },
    {
      "topic": "Phalangeal Fractures: Management Principles",
      "text": "Phalangeal fractures are common hand injuries, usually from direct trauma. Most are treated nonoperatively with buddy taping or splinting. Open fractures require debridement and antibiotics. Surgical intervention is reserved for significantly displaced intra-articular fractures, open dislocations, or those with neurovascular compromise, aiming to restore joint congruity and function, preserving hand dexterity."
    },
    {
      "topic": "Radial Head and Neck Fractures: Mason Classification",
      "text": "Mason classifies radial head fractures by displacement and elbow involvement (Type 1-4). Type 1 and 2 are often treated nonoperatively. Type 3 (comminuted) and Type 4 (with dislocation) usually require operative intervention (ORIF or replacement) to restore elbow stability and function. Radial neck fractures are also classified by displacement, influencing treatment decisions."
    },
    {
      "topic": "Forearm Shaft Fractures: AO/OTA Classification",
      "text": "Forearm shaft fractures are classified by the AO/OTA system based on location (radius/ulna) and morphology (simple A, wedge B, multifragmentary C). The radius is coded as 2R and the ulna as 2U, with diaphyseal segments further categorized by fracture pattern. This classification aids in understanding injury severity and guiding treatment strategies, from conservative management to surgical fixation."
    },
    {
      "topic": "Forearm Shaft Fractures: Monteggia and Galeazzi Injuries",
      "text": "Monteggia fractures involve an ulna shaft fracture with proximal radial head dislocation, typically requiring ORIF of the ulna and management of the radial head. Galeazzi fractures involve a radial shaft fracture with DRUJ dislocation, mandating radial fixation to stabilize the wrist. Essex-Lopresti lesions combine elbow and distal radioulnar joint disruptions, necessitating complex reconstruction to restore forearm stability and function."
    },
    {
      "topic": "Forearm Shaft Fractures: Surgical Management Principles",
      "text": "Surgical management aims for anatomical reduction and stable fixation to restore forearm rotation and function. Plates are preferred for adult forearm fractures, with separate approaches for the radius (Henry or posterolateral) and ulna (posterior subcutaneous) to protect neurovascular structures and prevent synostosis. Early postoperative mobilization is crucial for optimal outcomes. Minimally invasive techniques are also considered."
    },
    {
      "topic": "Forearm Shaft Fractures: Complications",
      "text": "Complications of forearm shaft fractures include nerve palsy (radial, posterior interosseous, median, ulnar), compartment syndrome, radioulnar synostosis, nonunion, malunion (especially rotational deformity), and hardware issues. Careful surgical technique, appropriate implant selection, and diligent rehabilitation are essential to minimize these risks and optimize functional recovery of the forearm and elbow."
    },
    {
      "topic": "Intramedullary Nailing: Femur Biomechanics",
      "text": "Intramedullary nails provide relative stability by bridging fractures, allowing early load sharing and promoting indirect bone healing with callus formation. Reaming the medullary canal enhances stability and may stimulate healing but can increase heat and infection risk. Modern nails often have locking options for proximal and distal fixation, crucial for controlling rotation and axial alignment, especially in metaphyseal and segmental fractures."
    },
    {
      "topic": "Intramedullary Nailing: Femur Applications",
      "text": "IM nailing is the gold standard for diaphyseal femur fractures. Antegrade nailing uses the piriformis fossa or greater trochanter entry point. Retrograde nailing is used for distal femur fractures or when antegrade is contraindicated. In polytrauma, especially with chest injury, DCO with temporary external fixation followed by delayed IM nailing is often preferred for unstable patients."
    },
    {
      "topic": "General Topics: Bone Healing Phases",
      "text": "Bone healing progresses through hematoma formation, inflammation, soft callus, hard callus, and remodeling. Secondary healing involves a cascade of cellular and matrix events, with cutting cones tunneling across the fracture gap, followed by revascularization and osteoblast activity, restoring bone integrity over time. Mechanical stability and biological environment influence the process."
    },
    {
      "topic": "General Topics: Bone Healing Phases",
      "text": "Bone healing progresses through stages: Hematoma formation initiates inflammation, leading to soft callus (cartilage) formation, then hard callus (woven bone) bridging the gap. Finally, remodeling occurs, converting woven bone to mature lamellar bone according to mechanical stress (Wolff's Law). Mechanical stability and biological environment influence the rate and quality of healing, with MIPO techniques aiming to preserve biology."
    },
    {
      "topic": "Distal Radius Fractures: Classification and Evaluation",
      "text": "Distal radius fractures are common, particularly in the elderly and young adults. They are classified by AO/OTA and Fernandez systems based on location, pattern, and severity. Evaluation involves X-rays (AP, lateral, oblique) and often CT scans for intra-articular involvement. Assessment includes checking for stability, articular congruity, and associated injuries like TFCC or carpal ligament tears, which influence treatment decisions."
    },
    {
      "topic": "Distal Radius Fractures: Nonoperative vs. Operative Treatment",
      "text": "Nonoperative treatment with closed reduction and casting is suitable for stable, undisplaced fractures. Operative treatment, including closed reduction with percutaneous pinning or ORIF with plates/screws, is indicated for unstable, displaced, intraarticular fractures, or those with neurovascular compromise. MIPO techniques are increasingly favored for their minimally invasive nature, potentially reducing soft-tissue disruption."
    },
    {
      "topic": "Distal Radius Fractures: Surgical Techniques and Complications",
      "text": "Surgical techniques involve open reduction with anatomical restoration of the articular surface and fixation using plates (LC-DCP, LCP, anatomical plates) and screws. MIPO approaches aim to minimize soft-tissue damage. Complications can include stiffness, malunion, nonunion, complex regional pain syndrome (CRPS), and hardware issues. Meticulous surgical technique and proper rehabilitation are crucial for optimizing functional outcomes."
    },
    {
      "topic": "5th Metatarsal Fracture: Jones Fracture Management",
      "text": "Jones fractures, located at the base of the fifth metatarsal, are prone to delayed union due to poor vascularity. Management depends on displacement and stability. Stable fractures are treated nonoperatively with cast immobilization. Displaced or unstable fractures often require surgical fixation with screws or plates to achieve stability and promote healing, minimizing the risk of nonunion and improving functional outcomes."
    },
    {
      "topic": "Metacarpal Fracture: Boxer's Fracture",
      "text": "Boxer's fractures involve the 5th metacarpal neck, typically from punching. They are common in young adults. Nondisplaced fractures are treated nonoperatively with ulnar gutter splinting. Significantly angulated or unstable fractures often require closed reduction and percutaneous pinning or open reduction and internal fixation to restore alignment and function, preventing chronic deformity."
    },
    {
      "topic": "Phalangeal Fractures: Management Principles",
      "text": "Phalangeal fractures are common hand injuries, usually from direct trauma. Most are treated nonoperatively with buddy taping or splinting. Open fractures require debridement and antibiotics. Surgical intervention is reserved for significantly displaced intra-articular fractures, open dislocations, or those with neurovascular compromise, aiming to restore joint congruity and function, preserving hand dexterity and preventing stiffness."
    },
    {
      "topic": "Radial Head and Neck Fractures: Mason Classification",
      "text": "Mason classifies radial head fractures by displacement and elbow involvement (Type 1-4). Type 1 and 2 are often treated nonoperatively. Type 3 (comminuted) and Type 4 (with dislocation) usually require operative intervention (ORIF or replacement) to restore elbow stability and function. Radial neck fractures are also classified by displacement, influencing treatment decisions to prevent instability and arthritis."
    },
    {
      "topic": "Acromioclavicular (AC) Joint Injury: Management and Complications",
      "text": "AC joint injuries are managed based on Rockwood classification. Nonoperative treatment is common for Types I-III. Higher grades (IV-VI) often require surgical intervention (e.g., coracoclavicular repair, hook plate, suture techniques) to restore shoulder stability and prevent long-term disability. Complications of nonoperative treatment can include chronic AC joint arthritis, weakness, and cosmetic deformity."
    },
    {
      "topic": "Vertebral Compression Fractures: Management",
      "text": "Vertebral compression fractures are often managed nonoperatively with pain management, bracing, and physical therapy. Surgical intervention, such as vertebroplasty or kyphoplasty, is indicated for severe pain, neurological deficit, or progressive deformity. These procedures aim to restore vertebral height, stabilize the spine, and alleviate pain, improving function and quality of life for the patient."
    },
    {
      "topic": "Proximal Humerus Fractures: Neer Classification",
      "text": "Neer's classification categorizes proximal humerus fractures by the displacement of four anatomical parts: head, shaft, greater tuberosity, and lesser tuberosity. Fractures with displacement of two or more parts are considered more severe and often require surgical intervention to restore anatomical alignment and blood supply, preventing complications like AVN or stiffness."
    },
    {
      "topic": "Humeral Shaft Fractures: Epidemiology and Management",
      "text": "Humeral shaft fractures are common, often resulting from direct trauma. Most are treated nonoperatively with functional bracing due to the shoulder's adaptability. Surgical indications include open fractures, associated neurovascular injuries, significant displacement, nonunion, pathological fractures, or inability to maintain closed reduction. MIPO techniques and IM nailing are common surgical options for these injuries."
    },
    {
      "topic": "Humeral Shaft Fractures: Anatomy and Nerve Injury Risk",
      "text": "The radial nerve courses posteriorly in the midshaft, risking injury during trauma or surgery. Careful surgical approaches and anatomical identification are essential. Most radial nerve palsies associated with humeral shaft fractures are neurapraxic and recover spontaneously. However, exploration may be necessary for significant delays in recovery or in the context of open fractures with nerve laceration."
    },
    {
      "topic": "Humeral Shaft Fractures: Surgical Approaches and Fixation",
      "text": "Surgical approaches include anterior (deltopectoral, anterolateral split) and posterior routes. Fixation options range from plates (DCP, LC-DCP, LCP) to IM nailing. MIPO techniques minimize soft-tissue disruption. Plates are preferred for metaphyseal extensions or malunions, while IM nails are suitable for diaphyseal fractures, particularly in polytrauma or when considering biological advantages."
    },
    {
      "topic": "Humeral Shaft Fractures: Complications and Prognosis",
      "text": "Complications include radial nerve palsy, malunion (especially varus deformity), nonunion, and infection. Most fractures heal well, but malunion can affect shoulder function and cosmesis. Surgical treatment aims for anatomical reduction, stable fixation, and early motion to optimize functional outcomes. Prognosis is generally good with appropriate management."
    },
    {
      "topic": "Distal Radius Fractures: Classification and Evaluation",
      "text": "Distal radius fractures are common, particularly in the elderly and young adults. They are classified by AO/OTA and Fernandez systems based on location, pattern, and severity. Evaluation involves X-rays (AP, lateral, oblique) and often CT for intra-articular involvement. Assessment includes checking stability, articular congruity, and associated injuries like TFCC or carpal ligament tears, which influence treatment decisions."
    },
    {
      "topic": "Distal Radius Fractures: Nonoperative vs. Operative Treatment",
      "text": "Nonoperative treatment with closed reduction and casting is suitable for stable, undisplaced fractures. Operative treatment, including closed reduction with percutaneous pinning or ORIF with plates/screws, is indicated for unstable, displaced, intraarticular fractures, or those with neurovascular compromise. MIPO techniques offer a less invasive surgical option, potentially reducing soft-tissue disruption and improving early rehabilitation."
    },
    {
      "topic": "Distal Radius Fractures: Surgical Techniques and Complications",
      "text": "Surgical techniques involve open reduction with anatomical restoration of the articular surface and fixation using plates (e.g., LCP, reconstruction plates) and screws. MIPO approaches minimize soft-tissue damage. Complications can include stiffness, malunion, nonunion, CRPS, and hardware issues. Meticulous surgical technique and proper rehabilitation are crucial for optimizing functional recovery, regaining grip strength, and restoring wrist motion."
    },
    {
      "topic": "Vertebral Compression Fractures: Management",
      "text": "Vertebral compression fractures are often managed nonoperatively with pain management, bracing, and physical therapy. Surgical intervention, such as vertebroplasty or kyphoplasty, is indicated for severe pain, neurological deficit, or progressive deformity. These procedures aim to restore vertebral height, stabilize the spine, and alleviate pain, improving function and quality of life."
    },
    {
      "topic": "Proximal Humerus Fractures: Neer Classification",
      "text": "Neer's classification of proximal humerus fractures categorizes them by the displacement of the four main parts: head, shaft, greater tuberosity, and lesser tuberosity. Fractures with displacement of two or more parts are considered more severe and often require surgical intervention to restore anatomical alignment and blood supply, preventing complications like AVN or stiffness."
    },
    {
      "topic": "Humeral Shaft Fractures: Epidemiology and Management",
      "text": "Humeral shaft fractures are common, often caused by direct trauma. Most are treated nonoperatively with functional bracing due to the shoulder's adaptability. Surgical indications include open fractures, associated neurovascular injuries, significant displacement, nonunion, pathological fractures, or inability to maintain closed reduction. MIPO techniques and IM nailing are common surgical options for these injuries."
    },
    {
      "topic": "Humeral Shaft Fractures: Surgical Approaches and Fixation",
      "text": "Surgical approaches include the deltopectoral (anterior), transdeltoid (lateral split), and posterior routes. Fixation options include plating (DCP, LC-DCP, LCP) and IM nailing. MIPO techniques minimize soft-tissue disruption. Plates are preferred for fractures with articular extension or malunion, while IM nails are suitable for diaphyseal fractures, especially in polytrauma or when considering biological advantages."
    },
    {
      "topic": "Humeral Shaft Fractures: Complications and Prognosis",
      "text": "Complications include radial nerve palsy, malunion (especially varus deformity), nonunion, and infection. Most fractures heal well, but malunion can affect shoulder function and cosmesis. Surgical treatment aims to restore alignment, stability, and promote early motion to optimize functional outcomes. Prognosis is generally good with appropriate management."
    },
    {
      "topic": "Open fractures",
      "text": "Open fractures are classified by the Gustilo-Anderson system (Type I, II, III, with further subdivisions for Type III) based on wound size, soft-tissue damage, contamination, and vascular injury. The epidemiology varies by region and mechanism of injury, with military conflicts showing higher rates. Most acute infections are nosocomial, emphasizing infection control and early wound coverage. Factors like diabetes, HIV, and smoking can negatively impact outcomes. Management priorities are life, limb, and function, involving staged procedures: initial assessment, primary surgery (debridement, irrigation, stabilization), delayed reconstruction, and rehabilitation."
    },
    {
      "topic": "Bone Injury & Healing",
      "text": "Primary bone healing requires absolute stability and rigid fixation under compression, creating a low-strain environment for intramembranous ossification. Healing proceeds through contact healing, gap healing, cutting cones, and remodeling. Secondary bone healing requires relative stability and involves periosteal (bony) and endosteal (fibrocartilaginous) callus formation."
    },
    {
      "topic": "Bone Grafting",
      "text": "Autografts carry risks of graft site morbidity. Allografts carry risks of infection transmission, immune reaction, and malignant cell implantation. Cancellous autografts incorporate faster than cortical due to greater cell volume. Graft incorporation involves inflammatory response, creeping substitution (osteoblast activity and osteoclast resorption), and remodeling according to Wolff's law."
    },
    {
      "topic": "Non Union",
      "text": "Diagnosis of non-union relies on clinical union (pain-free, stable fracture) and radiographic indicators like persistent fracture gaps, sclerotic bone ends, or metalware failure. Bridging callus and obliterated fracture gaps indicate union. Treatment depends on the cause, with hypertrophic non-unions managed by improving the strain environment and atrophic non-unions by debriding the site, drilling for bleeding, bone grafting, and rigid fixation."
    },
    {
      "topic": "Bone Healing",
      "text": "Bone healing progresses through stages: hematoma/inflammation, soft callus formation (fibrocartilage), hard callus formation (woven bone), and remodeling (lamellar bone according to Wolff's law). Wolff's law states that bone remodels according to mechanical stresses, with osteoblasts dominating compression and osteoclasts dominating tension."
    },
    {
      "topic": "Bone Healing",
      "text": "Perrens Strain Theory posits that fracture healing tissue type is dictated by interfragmentary strain. Too little strain leads to non-union, while too much strain impairs hard callus formation and can cause hypertrophic non-union or pseudoarthrosis. Adverse effects on healing include compromised blood supply, smoking, NSAIDs, and head injury."
    },
    {
      "topic": "Bone Grafting",
      "text": "Bone grafts are classified as osteogenic (containing living cells), osteoconductive (scaffold for cell growth), and osteoinductive (biologic stimulus for bone formation). Types include autograft (from patient, best but limited volume), allograft (from same species, cells destroyed), xenograft (different species), and synthetic grafts. Dangers of autografts include graft site morbidity, while allografts carry risks of infection and immune reaction."
    },
    {
      "topic": "Bone Grafting",
      "text": "Cancellous autografts incorporate faster than cortical due to greater cell volume and undergo inflammatory response, creeping substitution, and remodeling. Cortical graft incorporation involves inflammatory response, osteoclast cutting cones, and osteoblast activity, with a prolonged recovery period. Allograft incorporation is slower and more prone to immune response."
    },
    {
      "topic": "Non Union",
      "text": "Non-union is the failure of a fracture to heal clinically or radiographically within 3 months of the expected time. Risk factors include patient factors (smoking, malnutrition), fracture characteristics (high energy, bone loss), and fixation issues (distraction, periosteal stripping). Hypertrophic non-unions have adequate biology but poor mechanics, while atrophic non-unions have inadequate biology and lack of callus. Synovial non-unions result in pseudoarthrosis."
    },
    {
      "topic": "Bone Healing",
      "text": "Primary bone healing requires absolute stability and rigid fixation, leading to intramembranous ossification. Secondary bone healing requires relative stability and strain, involving periosteal and endosteal callus formation. Healing occurs in three locations: endosteal surface, surrounding soft tissues, and periosteum. The healing process follows stages of hematoma, inflammation, soft callus, hard callus, and remodeling."
    },
    {
      "topic": "Bone Grafting",
      "text": "Bone grafts have osteogenic, osteoconductive, and osteoinductive properties. Autografts are from the patient, allografts from the same species, xenografts from different species, and synthetic grafts are man-made. Autografts have viable cells and are the 'best graft possible' but have limited volume and potential graft site morbidity. Allografts are processed to reduce immunogenicity but have cells destroyed."
    },
    {
      "topic": "Bone Grafting",
      "text": "Cancellous bone grafts are best for volume but limited, while cortical bone grafts are also used. Bone marrow contains osteogenic and osteoinductive factors. Graft incorporation involves inflammatory response, creeping substitution (osteoblast activity and osteoclast resorption), and remodeling according to Wolff's law. Cortical graft incorporation is a different process with a longer recovery time."
    },
    {
      "topic": "Non Union",
      "text": "Non-union is the failure of a fracture to heal within the expected time. Risk factors include patient factors (smoking, malnutrition), fracture characteristics (high energy, bone loss), and fixation issues (distraction, inadequate stability). Hypertrophic non-unions have callus but poor mechanics, while atrophic non-unions lack callus. Synovial non-unions result in pseudoarthrosis."
    },
    {
      "topic": "Bone Healing",
      "text": "Primary bone healing requires absolute stability and rigid fixation, leading to intramembranous ossification. Secondary bone healing needs relative stability and strain, involving periosteal and endosteal callus. Healing occurs in stages: hematoma, inflammation, soft callus, hard callus, and remodeling, with bone remodeling following Wolff's law based on mechanical stresses."
    },
    {
      "topic": "Femoral Fractures",
      "text": "Femoral neck fractures, occurring in about 2% of hip resurfacing procedures, are risk-related to female gender, poor bone quality, smaller head size, and superior neck notching. Avascular necrosis (AVN) of the femoral head can result from posterior approaches or excessive reaming. Management depends on fracture type and stability."
    },
    {
      "topic": "Bone Grafting",
      "text": "Bone grafts are classified by their properties: osteogenic (living cells), osteoconductive (scaffold), and osteoinductive (biologic stimulus). Types include autografts (from the patient), allografts (from same species), xenografts (different species), and synthetic grafts. Autografts have viable cells but limited volume, while allografts are de-vitalized and carry risks of infection and immune reaction."
    },
    {
      "topic": "Non Union",
      "text": "Non-union is the failure of a fracture to heal within the expected timeframe. Risk factors include patient factors (smoking, malnutrition), fracture characteristics (high energy, bone loss), and fixation issues. Hypertrophic non-unions have adequate biology but poor mechanics, while atrophic non-unions have inadequate biology. Management depends on the cause."
    },
    {
      "topic": "Bone Healing",
      "text": "Bone healing progresses through stages of hematoma, inflammation, soft callus, hard callus, and remodeling. Primary bone healing requires absolute stability and rigid fixation, leading to intramembranous ossification. Secondary bone healing involves relative stability and strain, with periosteal and endosteal callus formation. Wolff's Law dictates that bone remodels according to mechanical stresses."
    },
    {
      "topic": "High Tibial Osteotomy for Varus Knee",
      "text": "High tibial osteotomy (HTO) is indicated for varus malalignment with medial compartment OA, pain, or instability. It aims to restore mechanical alignment and protect cartilage. Contraindications include severe OA and fixed deformities. Management involves closing lateral wedge or opening medial wedge osteotomies."
    },
    {
      "topic": "Triplane Ankle Fractures",
      "text": "Triplane ankle fractures are distal tibia epiphyseal fractures that involve coronal, sagittal, and axial planes, primarily affecting adolescents due to irregular physeal closure. They are typically caused by external rotation injuries and are associated with fibula fractures in 50% of cases. Diagnosis relies on AP, lateral, mortise X-rays, and essential CT scans for surgical planning. The fracture can be 2, 3, or 4-part, with 2-part fractures being most common. Management is typically operative for displacements greater than 2mm or joint instability, especially in skeletally immature patients with significant growth remaining. Surgical fixation aims for anatomical reduction and stability, avoiding crossing the physis unless the patient is near skeletal maturity."
    },
    {
      "topic": "Orthopaedic Classifications: Tibial Plateau Fractures (Schatzker)",
      "text": "Schatzker classification of tibial plateau fractures includes Type 1 (split), Type 2 (split-depression), Type 3 (depression), Type 4 (medial plateau only), Type 5 (both plateaus with metaphyseal continuity), and Type 6 (both plateaus with metaphyseal discontinuity). This system guides surgical management based on fracture pattern and stability."
    },
    {
      "topic": "Orthopaedic Classifications: ASIA Scale of Spinal Cord Injury (SCI)",
      "text": "The ASIA Impairment Scale grades SCI severity from A (complete) to E (normal). Grades B, C, and D represent incomplete injuries with varying degrees of preserved sensory and motor function below the neurological level. This scale is crucial for predicting neurological recovery and guiding rehabilitation."
    },
    {
      "topic": "Orthopaedic Classifications: Glenoid Fractures (Ideberg/Goss)",
      "text": "Ideberg's classification of glenoid fractures, modified by Goss, describes types based on the rim fragment (1A anterior, 1B posterior) and transverse patterns (2-5) or comminution (6), aiding in surgical planning for shoulder stability."
    },
    {
      "topic": "Orthopaedic Classifications: Calcaneal Fractures (Sanders)",
      "text": "Sanders classification of calcaneal fractures, based on CT scans, grades severity from 1 (undisplaced) to 4 (multiple fragments). Subtypes A, B, and C indicate the location of fracture lines within the posterior facet, impacting prognosis and treatment strategies."
    },
    {
      "topic": "Orthopaedic Classifications: Soft Tissue Injuries (Tscherne)",
      "text": "Tscherne's classification of soft tissue injuries associated with fractures ranges from Grade 0 (no soft tissue damage) to Grade 3 (extensive crushing, degloving, or compartment syndrome), emphasizing the importance of soft tissue management in fracture care, particularly in high-energy trauma."
    },
    {
      "topic": "Orthopaedic Classifications: Open Fractures (Gustilo-Anderson)",
      "text": "The Gustilo-Anderson classification for open fractures (Type 1-3c) assesses wound size, contamination, energy of injury, and vascular status. Type 3c indicates vascular injury, requiring immediate attention and specific management protocols to preserve limb viability."
    },
    {
      "topic": "Orthopaedic Classifications: Acetabular Fractures (Letournel)",
      "text": "Letournel's classification of acetabular fractures categorizes them into elemental types (posterior wall, posterior column, anterior wall, anterior column, transverse, both columns) and associated types, providing a comprehensive framework for surgical planning and reconstruction to restore joint congruity."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Tile)",
      "text": "Tile's classification of pelvic fractures categorizes them by stability into Type A (stable), Type B (rotationally unstable), and Type C (rotationally and vertically unstable), based on the integrity of the pelvic ring and ligaments. This guides the decision for operative versus non-operative management."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Young & Burgess)",
      "text": "Young & Burgess classify pelvic fractures by mechanism: APC (anterior-posterior compression), LC (lateral compression), and VS (vertical shear). They describe progressive injury patterns within each mechanism, with APC Type 3 and LC Type 3 indicating severe instability and high risk of hemorrhage."
    },
    {
      "topic": "Orthopaedic Classifications: Periprosthetic Hip Fractures (Vancouver)",
      "text": "Vancouver classification of periprosthetic hip fractures addresses location (AG, AL, C) and stem stability (B1-B3). B1 fractures are stable with good bone stock. B2 fractures are loose with good bone stock. B3 indicates loose stem with poor bone stock, often requiring revision arthroplasty with augments or stems."
    },
    {
      "topic": "Orthopaedic Classifications: Monteggia Fractures (Bado)",
      "text": "Bado's classification of Monteggia fractures describes types based on the direction of radial head dislocation (anterior, posterior, lateral) relative to the ulna fracture. Type 4 involves an associated radial shaft fracture. Type 2a, with angulation and disc extrusion, is particularly severe."
    },
    {
      "topic": "Orthopaedic Classifications: MESS Score",
      "text": "The MESS (Mechanism, Ischemia, Severity of swelling, Sensory loss) score helps assess the viability of a traumatized limb. Higher scores correlate with poorer outcomes and increase the likelihood of amputation. A score of 7 or more is generally considered a strong indication for amputation."
    },
    {
      "topic": "Orthopaedic Classifications: TFCC Tears (Palmer)",
      "text": "Palmer's classification of TFCC tears distinguishes between traumatic (Type 1: central perforation, ulnar styloid avulsion, distal avulsion, radial avulsion) and degenerative (Type 2: thinning to progressive arthrosis). This classification is key for guiding treatment, from arthroscopic debridement to wrist fusion."
    },
    {
      "topic": "Orthopaedic Classifications: Scaphoid Fractures (Russe & Herbert)",
      "text": "Russe classification describes scaphoid fracture patterns (transverse, oblique, vertical oblique), while Herbert classifies them by stability (Stable: <1mm displacement; Unstable: >1mm displacement, gap, comminution, specific patterns). This distinction is critical for determining whether non-operative casting or surgical fixation is indicated."
    },
    {
      "topic": "Orthopaedic Classifications: SLAP Tears (Snyder)",
      "text": "Snyder's classification of SLAP tears details labral and biceps anchor involvement: Type 1 (fraying), Type 2 (unstable anchor), Type 3 (bucket-handle tear with intact biceps), Type 4 (tear extending into biceps). Types 5-7 describe variations and combinations with other lesions, guiding surgical management (debridement vs. reattachment)."
    },
    {
      "topic": "Useful Tables: Talar Neck Fractures (Hawkins)",
      "text": "Hawkins classification of talar neck fractures correlates with AVN risk: Type 1 (undisplaced) has 10% AVN, Type 2 (STJ subluxation) 50%, Type 3 (STJ & ankle subluxation) 90%, and Type 4 (STJ, TTJ & TNJ subluxation) 100%. This impacts treatment and prognosis."
    },
    {
      "topic": "Useful Tables: Trauma Severity Scores (AIS & ISS)",
      "text": "The AIS grades injury severity (1-6), used to calculate the ISS. ISS >25 signifies severe injury, and ISS >40 indicates a life-threatening condition. NISS allows multiple injuries from the same body region, offering a more refined assessment of trauma severity."
    },
    {
      "topic": "Modic Changes in Degenerative Disc Disease",
      "text": "Modic changes on MRI indicate degenerative disc disease. Modic 1 (dark T1, bright T2) suggests active inflammation and pain. Modic 2 (bright T1, bright T2) indicates fatty infiltration and chronic pain. Modic 3 (dark T1, dark T2) represents subchondral sclerosis. These changes help correlate imaging findings with clinical symptoms."
    },
    {
      "topic": "Bone Healing Mechanisms",
      "text": "Bone healing occurs via primary (contact) or secondary intention. Secondary healing involves inflammation, callus formation (soft and hard), and remodeling. 'Cutting cones' tunnel across the fracture gap, followed by revascularization and osteoblast activity, leading to eventual corticalization and medullary canal reconstruction over months to years."
    },
    {
      "topic": "Orthopaedic Classifications: Sacral Fractures (Denis Zones)",
      "text": "Denis's classification divides sacral fractures into three zones based on proximity to the sacral foramina. Zone 1 (lateral) has a low risk of neurologic injury. Zone 2 (through foramina) has moderate risk. Zone 3 (medial) has the highest risk of neurologic injury and instability, especially with vertical fractures."
    },
    {
      "topic": "Orthopaedic Classifications: Tibial Plateau Fractures (Schatzker)",
      "text": "Schatzker classification categorizes tibial plateau fractures by pattern and associated metaphyseal comminution: Type 1 (split), Type 2 (split-depression), Type 3 (depression), Type 4 (medial plateau), Type 5 (both plateaus, continuity), and Type 6 (both plateaus, discontinuity). This guides surgical management for stability and alignment."
    },
    {
      "topic": "Orthopaedic Classifications: ASIA Scale of Spinal Cord Injury (SCI)",
      "text": "The ASIA Impairment Scale (A-E) grades SCI severity based on preserved motor and sensory function below the neurological level. This scale is essential for assessing injury extent, predicting prognosis, and guiding rehabilitation strategies."
    },
    {
      "topic": "Orthopaedic Classifications: Glenoid Fractures (Ideberg/Goss)",
      "text": "Ideberg's classification of glenoid fractures (modified by Goss) describes rim fractures (1A anterior, 1B posterior) and transverse patterns (2-5) or comminution (6). This system helps determine the stability of the glenoid rim and guides fixation strategies for shoulder stability."
    },
    {
      "topic": "Orthopaedic Classifications: Calcaneal Fractures (Sanders)",
      "text": "Sanders classification of calcaneal fractures, based on CT scans, grades severity from 1 (undisplaced) to 4 (multiple fragments). Subtypes A-C indicate the location of fracture lines, crucial for surgical planning and predicting outcomes."
    },
    {
      "topic": "Orthopaedic Classifications: Soft Tissue Injuries (Tscherne)",
      "text": "Tscherne's classification of soft tissue injury severity (Grade 0-3) associated with fractures highlights the importance of soft tissue management, particularly in high-energy trauma where extensive crushing or degloving necessitates specific care to prevent compartment syndrome and ensure wound healing."
    },
    {
      "topic": "Orthopaedic Classifications: Open Fractures (Gustilo-Anderson)",
      "text": "The Gustilo-Anderson classification (Type 1-3c) of open fractures assesses wound size, contamination, energy, and vascular status. Type 3c indicates a vascular injury, requiring prompt surgical intervention and specific protocols to salvage the limb."
    },
    {
      "topic": "Orthopaedic Classifications: Acetabular Fractures (Letournel)",
      "text": "Letournel's classification of acetabular fractures describes elemental types (posterior wall, column, anterior wall, column, transverse, both columns) and associated types, providing a comprehensive approach for surgical planning to restore joint congruity and stability."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Tile)",
      "text": "Tile's classification of pelvic fractures (A, B, C) assesses stability based on the integrity of the pelvic ring and ligaments. Type A is stable, Type B is rotationally unstable, and Type C is rotationally and vertically unstable, guiding management from conservative care to surgical fixation."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Young & Burgess)",
      "text": "Young & Burgess classify pelvic fractures by mechanism: APC, LC, and VS. They describe progressive injury patterns within each mechanism, with APC Type 3 and LC Type 3 indicating severe instability and a high risk of hemorrhage, often requiring surgical intervention."
    },
    {
      "topic": "Orthopaedic Classifications: Periprosthetic Hip Fractures (Vancouver)",
      "text": "The Vancouver classification of periprosthetic hip fractures considers location (AG, AL, C) and stem stability (B1-B3). B1 fractures are stable with good bone stock. B2 fractures are loose with good bone stock. B3 indicates a loose stem with poor bone stock, often requiring revision with augments or stems."
    },
    {
      "topic": "Orthopaedic Classifications: Monteggia Fractures (Bado)",
      "text": "Bado's classification of Monteggia fractures relates the ulna fracture to the direction of radial head dislocation: Type 1 (anterior), Type 2 (posterior), Type 3 (lateral), and Type 4 (associated radial shaft fracture). Type 2a, with angulation and disc extrusion, indicates a severe injury."
    },
    {
      "topic": "Orthopaedic Classifications: MESS Score",
      "text": "The MESS (Mechanism, Ischemia, Severity of Swelling, Sensory Loss) score evaluates limb viability after severe trauma. Higher scores correlate with poorer outcomes and increased likelihood of amputation. A score of 7 or more strongly suggests amputation."
    },
    {
      "topic": "Orthopaedic Classifications: TFCC Tears (Palmer)",
      "text": "Palmer's classification distinguishes traumatic (Type 1: central perforation, styloid avulsion, distal avulsion, radial avulsion) from degenerative (Type 2: thinning to arthrosis) TFCC tears. This classification is essential for treatment planning, from conservative management to surgical intervention."
    },
    {
      "topic": "Orthopaedic Classifications: Scaphoid Fractures (Russe & Herbert)",
      "text": "Russe classifies scaphoid fractures by pattern (transverse, oblique, vertical oblique), while Herbert classifies them by stability (<1mm displacement is stable; >1mm displacement, gap, comminution, or specific patterns are unstable). This distinction dictates treatment, often requiring surgery for unstable fractures."
    },
    {
      "topic": "Orthopaedic Classifications: SLAP Tears (Snyder)",
      "text": "Snyder's SLAP tear classification describes labral and biceps anchor involvement: Type 1 (fraying), Type 2 (unstable anchor), Type 3 (bucket-handle labrum, intact biceps), Type 4 (tear into biceps). Types 5-7 describe variations and combinations with other lesions, guiding surgical management."
    },
    {
      "topic": "Orthopaedic Classifications: Cervical Spine Rheumatoid Arthritis Severity (Ranawat)",
      "text": "Ranawat's classification of rheumatoid cervical spine involvement stages neurological deficit from Stage 1 (pain only) to Stage 3b (objective neurology, non-ambulatory). Stage 3b patients have a poor prognosis and benefit from earlier surgical intervention to prevent further neurological decline."
    },
    {
      "topic": "Orthopaedic Classifications: Ferguson Mechanistic Classification of Sub-Axial Fractures",
      "text": "Ferguson's classification of sub-axial cervical spine fractures categorizes them by mechanism: Flexion (teardrop, compression, distraction, facet dislocation) and Extension (burst, posterior element fractures). This classification is crucial for understanding injury severity and guiding treatment, particularly regarding the risk of neurologic compromise."
    },
    {
      "topic": "Orthopaedic Classifications: Sacral Fractures (Denis Zones)",
      "text": "Denis's classification of sacral fractures divides them into three zones based on proximity to the sacral foramina. Zone 1 (lateral) has low neurologic risk, Zone 2 (through foramina) moderate risk, and Zone 3 (medial) high risk of neurologic injury and instability, especially with vertical fractures."
    },
    {
      "topic": "Orthopaedic Classifications: Clavicle Fractures (Neer)",
      "text": "Neer's classification categorizes clavicle fractures by location (middle, distal, proximal third) and displacement/ligament involvement. Distal third fractures (Type 2) are further subtyped (2a-2e) based on the integrity of the coracoclavicular ligaments and displacement, influencing treatment decisions."
    },
    {
      "topic": "Orthopaedic Classifications: Denis 3-Column Theory of Spinal Stability",
      "text": "Denis's 3-column theory assesses spinal stability by considering disruption of the anterior, middle, and posterior columns. Fractures involving two or more columns indicate significant instability and often require surgical stabilization to prevent neurological compromise."
    },
    {
      "topic": "Orthopaedic Classifications: Lauge Hansen Ankle Fractures",
      "text": "Lauge Hansen classifies ankle fractures based on foot position and talar rotation at injury (supination-adduction, supination-external rotation, pronation-external rotation, pronation-abduction). This system predicts fracture patterns and stability, influencing the choice between casting and surgical fixation."
    },
    {
      "topic": "Orthopaedic Classifications: Paprosky Classification of Acetabular Defects",
      "text": "Paprosky's acetabular defect classification considers migration, bone loss, and implant stability. Type 3b signifies large, uncontained defects with significant migration and <40% bone contact, posing a challenge for stable cup fixation and often requiring specialized implants or augments."
    },
    {
      "topic": "Useful Tables: Sacral Fractures (Denis Zones)",
      "text": "Denis's classification divides sacral fractures into three zones based on proximity to the foramina, indicating neurologic risk and instability. Zone 1 (lateral) has low risk, Zone 2 (through foramina) moderate risk, and Zone 3 (medial) high risk, especially with vertical fractures, often requiring surgical stabilization."
    },
    {
      "topic": "Modic Changes in Degenerative Disc Disease",
      "text": "Modic changes on MRI reflect degenerative disc disease. Modic 1 (dark T1, bright T2) suggests inflammation and pain. Modic 2 (bright T1, bright T2) indicates fatty infiltration and chronic pain. Modic 3 (dark T1, dark T2) represents subchondral sclerosis. These changes correlate with spinal symptoms and help guide treatment."
    },
    {
      "topic": "Orthopaedic Classifications: Sacral Fractures (Denis Zones)",
      "text": "Denis's classification of sacral fractures divides them into three zones based on proximity to the foramina, indicating neurologic risk and instability. Zone 1 (lateral) has low risk, Zone 2 (through foramina) moderate risk, and Zone 3 (medial) high risk, especially with vertical fractures, often requiring surgical stabilization to prevent further neurological compromise."
    },
    {
      "topic": "Orthopaedic Classifications: Tibial Plateau Fractures (Schatzker)",
      "text": "Schatzker classification of tibial plateau fractures categorizes them by pattern and associated metaphyseal comminution: Type 1 (split), Type 2 (split-depression), Type 3 (depression), Type 4 (medial plateau), Type 5 (both plateaus, continuity), and Type 6 (both plateaus, discontinuity). This guides surgical management for stability and alignment."
    },
    {
      "topic": "Orthopaedic Classifications: ASIA Scale of Spinal Cord Injury (SCI)",
      "text": "The ASIA Impairment Scale (A-E) grades SCI severity based on preserved motor and sensory function below the neurological level. This scale is essential for assessing injury extent, predicting neurological recovery, and guiding rehabilitation strategies for spinal cord injury patients."
    },
    {
      "topic": "Orthopaedic Classifications: Glenoid Fractures (Ideberg/Goss)",
      "text": "Ideberg's classification of glenoid fractures (modified by Goss) describes rim fractures (1A anterior, 1B posterior) and transverse patterns (2-5) or comminution (6). This system is vital for determining the stability of the glenoid rim and guiding surgical fixation strategies for shoulder stability."
    },
    {
      "topic": "Orthopaedic Classifications: Calcaneal Fractures (Sanders)",
      "text": "Sanders classification of calcaneal fractures, based on CT scans, grades severity from 1 (undisplaced) to 4 (multiple fragments). Subtypes A-C indicate the location of fracture lines within the posterior facet, crucial for surgical planning and predicting outcomes, particularly regarding joint involvement and the risk of post-traumatic arthritis."
    },
    {
      "topic": "Orthopaedic Classifications: Soft Tissue Injuries (Tscherne)",
      "text": "Tscherne's classification of soft tissue injury severity (Grade 0-3) associated with fractures emphasizes the importance of soft tissue management. Grade 3 indicates extensive damage with compromised vascularity or compartment syndrome, often requiring complex reconstructive procedures or amputation to salvage the limb."
    },
    {
      "topic": "Orthopaedic Classifications: Open Fractures (Gustilo-Anderson)",
      "text": "The Gustilo-Anderson classification (Type 1-3c) of open fractures assesses wound size, contamination, energy, and vascular status. Type 3c, indicating vascular injury, requires immediate surgical intervention and specific protocols to preserve limb viability and function, often involving vascular specialists."
    },
    {
      "topic": "Orthopaedic Classifications: Acetabular Fractures (Letournel)",
      "text": "Letournel's classification of acetabular fractures details elemental types and associated patterns, providing a comprehensive framework for surgical planning. Understanding these complex fracture patterns is crucial for restoring joint congruity and preventing long-term hip arthritis through anatomical reduction and stable fixation."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Tile)",
      "text": "Tile's classification of pelvic fractures (A, B, C) assesses stability based on the integrity of the pelvic ring and ligaments. Type C fractures, indicating rotational and vertical instability, often require surgical fixation to stabilize the pelvis, manage hemorrhage, and prevent further neurological or visceral injury."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Young & Burgess)",
      "text": "Young & Burgess classify pelvic fractures by mechanism (APC, LC, VS) and severity. APC Type 3 and LC Type 3 indicate severe instability and high hemorrhage risk, often necessitating emergent surgical stabilization to manage life-threatening injuries and associated pelvic disruptions, including potential vascular and neurological compromise."
    },
    {
      "topic": "Orthopaedic Classifications: Periprosthetic Hip Fractures (Vancouver)",
      "text": "The Vancouver classification of periprosthetic hip fractures guides treatment by assessing location (AG, AL, C) and stem stability (B1-B3). B3 fractures, with loose stems and poor bone stock, typically require revision arthroplasty with augments or longer stems to achieve stability and restore function, often involving bone grafting."
    },
    {
      "topic": "Orthopaedic Classifications: Monteggia Fractures (Bado)",
      "text": "Bado's classification of Monteggia fractures relates the ulna fracture to the direction of radial head dislocation: Type 1 (anterior), Type 2 (posterior), Type 3 (lateral), and Type 4 (associated radial shaft fracture). Type 2a, with angulation and disc extrusion, indicates a severe injury often requiring careful reduction and stabilization due to high neurologic risk."
    },
    {
      "topic": "Orthopaedic Classifications: MESS Score",
      "text": "The MESS score evaluates limb viability after severe trauma. High scores indicate significant injury and increased risk of amputation. A score of 7 or more is a strong indication for amputation, reflecting the limb's poor chances of functional recovery and high risk of complications like infection or non-union."
    },
    {
      "topic": "Orthopaedic Classifications: TFCC Tears (Palmer)",
      "text": "Palmer's classification distinguishes traumatic (Type 1: central perforation, styloid avulsion, distal avulsion, radial avulsion) from degenerative (Type 2: thinning to arthrosis) TFCC tears. This classification is crucial for planning wrist treatment, from arthroscopic debridement to wrist fusion, based on the extent and type of tear."
    },
    {
      "topic": "Orthopaedic Classifications: Scaphoid Fractures (Russe & Herbert)",
      "text": "Russe classifies scaphoid fractures by pattern (transverse, oblique, vertical oblique), while Herbert classifies them by stability (<1mm displacement is stable; >1mm displacement, gap, comminution, or specific patterns are unstable). This distinction dictates treatment, often requiring surgery for unstable fractures to prevent non-union and AVN."
    },
    {
      "topic": "Orthopaedic Classifications: SLAP Tears (Snyder)",
      "text": "Snyder's SLAP tear classification describes labral and biceps anchor involvement: Type 1 (fraying), Type 2 (unstable anchor), Type 3 (bucket-handle tear with intact biceps), Type 4 (tear into biceps). Types 5-7 describe variations and combinations with other lesions, guiding surgical management (debridement vs. reattachment) to restore shoulder stability and function."
    },
    {
      "topic": "Useful Tables: Bone Healing Stages",
      "text": "Bone healing progresses through inflammation, soft callus, hard callus, and remodeling. Secondary healing involves 'cutting cones' tunneling across the fracture gap, followed by revascularization and osteoblast activity, leading to eventual corticalization and medullary canal reconstruction over months to years."
    },
    {
      "topic": "Modic Changes in Degenerative Disc Disease",
      "text": "Modic changes on MRI reflect degenerative disc disease. Modic 1 (dark T1, bright T2) suggests inflammation and pain. Modic 2 (bright T1, bright T2) indicates fatty infiltration and chronic pain. Modic 3 (dark T1, dark T2) represents subchondral sclerosis. These changes correlate with spinal symptoms and help guide treatment, distinguishing active from chronic processes."
    },
    {
      "topic": "Bone Healing Mechanisms",
      "text": "Bone healing occurs via primary (contact) or secondary intention. Secondary healing involves inflammation, callus formation (soft and hard), and remodeling. 'Cutting cones' tunnel across the fracture gap, followed by revascularization and osteoblast activity, leading to eventual corticalization and medullary canal reconstruction over months to years, restoring bone integrity and function."
    },
    {
      "topic": "Orthopaedic Classifications: Sacral Fractures (Denis Zones)",
      "text": "Denis's classification of sacral fractures divides them into three zones based on proximity to the foramina, indicating risk of neurologic injury and instability. Zone 1 (lateral) has low risk, Zone 2 (through foramina) moderate risk, and Zone 3 (medial) high risk, especially with vertical fractures, often requiring surgical stabilization to prevent further neurological compromise and spinal instability."
    },
    {
      "topic": "Orthopaedic Classifications: Tibial Plateau Fractures (Schatzker)",
      "text": "Schatzker classification of tibial plateau fractures categorizes them by pattern and associated metaphyseal comminution: Type 1 (split), Type 2 (split-depression), Type 3 (depression), Type 4 (medial plateau), Type 5 (both plateaus, continuity), and Type 6 (both plateaus, discontinuity). This guides surgical management for stability, alignment, and restoration of joint congruity."
    },
    {
      "topic": "Orthopaedic Classifications: ASIA Scale of Spinal Cord Injury (SCI)",
      "text": "The ASIA Impairment Scale (A-E) grades SCI severity based on preserved motor and sensory function below the neurological level. This scale is essential for assessing injury extent, predicting neurological recovery, and guiding rehabilitation strategies for spinal cord injury patients, ensuring appropriate functional goals are set."
    },
    {
      "topic": "Orthopaedic Classifications: Glenoid Fractures (Ideberg/Goss)",
      "text": "Ideberg's classification of glenoid fractures (modified by Goss) describes rim fractures (1A anterior, 1B posterior) and transverse patterns (2-5) or comminution (6). This system is vital for determining the stability of the glenoid rim and guiding surgical fixation strategies for shoulder stability, aiming to restore a congruent glenohumeral joint."
    },
    {
      "topic": "Orthopaedic Classifications: Soft Tissue Injuries (Tscherne)",
      "text": "Tscherne's classification of soft tissue injury severity (Grade 0-3) associated with fractures emphasizes the importance of soft tissue management. Grade 3 indicates extensive damage with compromised vascularity or compartment syndrome, often requiring complex reconstructive procedures or amputation to salvage the limb and ensure wound healing."
    },
    {
      "topic": "Orthopaedic Classifications: Open Fractures (Gustilo-Anderson)",
      "text": "The Gustilo-Anderson classification (Type 1-3c) of open fractures assesses wound size, contamination, energy, and vascular status. Type 3c, indicating vascular injury, requires immediate surgical intervention and specific protocols to preserve limb viability and function, often involving vascular specialists and potentially delaying definitive fracture fixation."
    },
    {
      "topic": "Orthopaedic Classifications: Acetabular Fractures (Letournel)",
      "text": "Letournel's classification of acetabular fractures details elemental types and associated patterns, providing a comprehensive framework for surgical planning. Understanding these complex fracture patterns is crucial for restoring joint congruity and preventing long-term hip arthritis through anatomical reduction and stable fixation, optimizing functional outcomes."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Tile)",
      "text": "Tile's classification of pelvic fractures (A, B, C) assesses stability based on the integrity of the pelvic ring and ligaments. Type C fractures, indicating rotational and vertical instability, often require surgical fixation to stabilize the pelvis, manage hemorrhage, and prevent further neurological or visceral injury, ensuring long-term pelvic function."
    },
    {
      "topic": "Orthopaedic Classifications: Periprosthetic Hip Fractures (Vancouver)",
      "text": "The Vancouver classification of periprosthetic hip fractures guides treatment by assessing location (AG, AL, C) and stem stability (B1-B3). B3 fractures, with loose stems and poor bone stock, typically require revision arthroplasty with augments or longer stems to achieve stability and restore function, often involving bone grafting for optimal outcomes."
    },
    {
      "topic": "Orthopaedic Classifications: MESS Score",
      "text": "The MESS score evaluates limb viability after severe trauma. High scores indicate significant injury and increased risk of amputation. A score of 7 or more is a strong indication for amputation, reflecting the limb's poor chances of functional recovery and high risk of complications like infection or non-union, guiding difficult limb salvage decisions."
    },
    {
      "topic": "Orthopaedic Classifications: TFCC Tears (Palmer)",
      "text": "Palmer's classification of TFCC tears distinguishes traumatic (Type 1: central perforation, styloid avulsion, distal avulsion, radial avulsion) from degenerative (Type 2: thinning to arthrosis) tears. This classification is crucial for planning wrist treatment, from arthroscopic debridement to wrist fusion, based on the extent and type of tear, aiming for optimal functional recovery."
    },
    {
      "topic": "Orthopaedic Classifications: Scaphoid Fractures (Russe & Herbert)",
      "text": "Russe classifies scaphoid fractures by pattern (transverse, oblique, vertical oblique), while Herbert classifies them by stability (<1mm displacement is stable; >1mm displacement, gap, comminution, or specific patterns are unstable). This distinction dictates treatment, often requiring surgery for unstable fractures to prevent non-union and avascular necrosis, preserving wrist function."
    },
    {
      "topic": "Orthopaedic Classifications: SLAP Tears (Snyder)",
      "text": "Snyder's SLAP tear classification describes labral and biceps anchor involvement: Type 1 (fraying), Type 2 (unstable anchor), Type 3 (bucket-handle tear with intact biceps), Type 4 (tear into biceps). Types 5-7 describe variations and combinations with other lesions, guiding surgical management (debridement vs. reattachment) to restore shoulder stability and function, improving range of motion and reducing pain."
    },
    {
      "topic": "Orthopaedic Classifications: Cervical Spine Rheumatoid Arthritis Severity (Ranawat)",
      "text": "Ranawat's classification stages rheumatoid cervical spine involvement based on neurological deficit: Stage 1 (pain only), Stage 2 (subjective neurology), Stage 3a (objective neurology, ambulatory), and Stage 3b (objective neurology, non-ambulatory). Stage 3b patients have a poor prognosis and often require surgical intervention to prevent further neurological decline and improve quality of life."
    },
    {
      "topic": "Orthopaedic Classifications: Ferguson Mechanistic Classification of Sub-Axial Fractures",
      "text": "Ferguson's classification of sub-axial cervical spine fractures categorizes them by mechanism: Flexion (teardrop, compression, distraction, facet dislocation) and Extension (burst, posterior element fractures). This classification highlights the correlation between injury mechanism and neurologic risk, guiding treatment decisions and surgical stabilization strategies to prevent spinal cord injury."
    },
    {
      "topic": "Orthopaedic Classifications: Sacral Fractures (Denis Zones)",
      "text": "Denis's classification of sacral fractures divides them into three zones based on proximity to the foramina, indicating risk of neurologic injury and instability. Zone 1 (lateral) has low risk, Zone 2 (through foramina) moderate risk, and Zone 3 (medial) high risk, especially with vertical fractures, often requiring surgical stabilization to prevent further neurological compromise and spinal instability, ensuring pelvic integrity."
    },
    {
      "topic": "Orthopaedic Classifications: Tibial Plateau Fractures (Schatzker)",
      "text": "Schatzker classification of tibial plateau fractures categorizes them by pattern and associated metaphyseal comminution: Type 1 (split), Type 2 (split-depression), Type 3 (depression), Type 4 (medial plateau), Type 5 (both plateaus, continuity), and Type 6 (both plateaus, discontinuity). This guides surgical management for stability, alignment, and restoration of joint congruity, minimizing the risk of post-traumatic arthritis."
    },
    {
      "topic": "Orthopaedic Classifications: ASIA Scale of Spinal Cord Injury (SCI)",
      "text": "The ASIA Impairment Scale (A-E) grades SCI severity based on preserved motor and sensory function below the neurological level. This scale is essential for assessing injury extent, predicting neurological recovery, and guiding rehabilitation strategies for spinal cord injury patients, setting realistic functional goals and tracking progress."
    },
    {
      "topic": "Orthopaedic Classifications: Glenoid Fractures (Ideberg/Goss)",
      "text": "Ideberg's classification of glenoid fractures (modified by Goss) describes rim fractures (1A anterior, 1B posterior) and transverse patterns (2-5) or comminution (6). This system is vital for determining the stability of the glenoid rim and guiding surgical fixation strategies for shoulder stability, aiming to restore a congruent glenohumeral joint and prevent secondary arthritis."
    },
    {
      "topic": "Orthopaedic Classifications: Soft Tissue Injuries (Tscherne)",
      "text": "Tscherne's classification of soft tissue injury severity (Grade 0-3) associated with fractures emphasizes the importance of soft tissue management. Grade 3 indicates extensive damage with compromised vascularity or compartment syndrome, often requiring complex reconstructive procedures or amputation to salvage the limb and ensure wound healing, minimizing infection risk."
    },
    {
      "topic": "Orthopaedic Classifications: Open Fractures (Gustilo-Anderson)",
      "text": "The Gustilo-Anderson classification (Type 1-3c) of open fractures assesses wound size, contamination, energy, and vascular status. Type 3c, indicating vascular injury, requires immediate surgical intervention and specific protocols to preserve limb viability and function, often involving vascular specialists and potentially delaying definitive fracture fixation to allow for soft tissue stabilization."
    },
    {
      "topic": "Orthopaedic Classifications: Acetabular Fractures (Letournel)",
      "text": "Letournel's classification of acetabular fractures details elemental types and associated patterns, providing a comprehensive framework for surgical planning. Understanding these complex fracture patterns is crucial for restoring joint congruity and preventing long-term hip arthritis through anatomical reduction and stable fixation, optimizing functional outcomes and patient recovery."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Tile)",
      "text": "Tile's classification of pelvic fractures (A, B, C) assesses stability based on the integrity of the pelvic ring and ligaments. Type C fractures, indicating rotational and vertical instability, often require surgical fixation to stabilize the pelvis, manage hemorrhage, and prevent further neurological or visceral injury, ensuring long-term pelvic function and patient stability."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Young & Burgess)",
      "text": "Young & Burgess classify pelvic fractures by mechanism (APC, LC, VS) and severity. APC Type 3 and LC Type 3 indicate severe instability and high hemorrhage risk, often necessitating emergent surgical stabilization to manage life-threatening injuries and associated pelvic disruptions, including potential vascular and neurological compromise. These classifications guide critical immediate management decisions."
    },
    {
      "topic": "Orthopaedic Classifications: Periprosthetic Hip Fractures (Vancouver)",
      "text": "The Vancouver classification of periprosthetic hip fractures guides treatment by assessing location (AG, AL, C) and stem stability (B1-B3). B3 fractures, with loose stems and poor bone stock, typically require revision arthroplasty with augments or longer stems to achieve stability and restore function, often involving bone grafting for optimal implant fixation and long-term success."
    },
    {
      "topic": "Orthopaedic Classifications: MESS Score",
      "text": "The MESS score evaluates limb viability after severe trauma. High scores indicate significant injury and increased risk of amputation. A score of 7 or more is a strong indication for amputation, reflecting the limb's poor chances of functional recovery and high risk of complications like infection or non-union, guiding difficult limb salvage decisions and prognostication."
    },
    {
      "topic": "Orthopaedic Classifications: TFCC Tears (Palmer)",
      "text": "Palmer's classification of TFCC tears distinguishes traumatic (Type 1: central perforation, styloid avulsion, distal avulsion, radial avulsion) from degenerative (Type 2: thinning to arthrosis) tears. This classification is crucial for planning wrist treatment, from arthroscopic debridement to wrist fusion, based on the extent and type of tear, aiming for optimal functional recovery and pain relief."
    },
    {
      "topic": "Orthopaedic Classifications: Scaphoid Fractures (Russe & Herbert)",
      "text": "Russe classifies scaphoid fractures by pattern (transverse, oblique, vertical oblique), while Herbert classifies them by stability (<1mm displacement is stable; >1mm displacement, gap, comminution, or specific patterns are unstable). This distinction dictates treatment, often requiring surgery for unstable fractures to prevent non-union and avascular necrosis, preserving wrist function and preventing long-term pain."
    },
    {
      "topic": "Orthopaedic Classifications: Ferguson Mechanistic Classification of Sub-Axial Fractures",
      "text": "Ferguson's classification of sub-axial cervical spine fractures categorizes them by mechanism: Flexion (teardrop, compression, distraction, facet dislocation) and Extension (burst, posterior element fractures). This classification highlights the correlation between injury mechanism and neurologic risk, guiding treatment decisions and surgical stabilization strategies to prevent spinal cord injury and instability."
    },
    {
      "topic": "Orthopaedic Classifications: Tibial Plateau Fractures (Schatzker)",
      "text": "Schatzker classification of tibial plateau fractures categorizes them by pattern and associated metaphyseal comminution: Type 1 (split), Type 2 (split-depression), Type 3 (depression), Type 4 (medial plateau), Type 5 (both plateaus, continuity), and Type 6 (both plateaus, discontinuity). This guides surgical management for stability, alignment, and restoration of joint congruity, minimizing the risk of post-traumatic arthritis and improving functional outcomes."
    },
    {
      "topic": "Orthopaedic Classifications: ASIA Scale of Spinal Cord Injury (SCI)",
      "text": "The ASIA Impairment Scale (A-E) grades SCI severity based on preserved motor and sensory function below the neurological level. This scale is essential for assessing injury extent, predicting neurological recovery, and guiding rehabilitation strategies for spinal cord injury patients, setting realistic functional goals and tracking progress towards maximizing independence."
    },
    {
      "topic": "Orthopaedic Classifications: Soft Tissue Injuries (Tscherne)",
      "text": "Tscherne's classification of soft tissue injury severity (Grade 0-3) associated with fractures emphasizes the importance of soft tissue management. Grade 3 indicates extensive damage with compromised vascularity or compartment syndrome, often requiring complex reconstructive procedures or amputation to salvage the limb and ensure wound healing, minimizing infection risk and optimizing functional recovery."
    },
    {
      "topic": "Orthopaedic Classifications: Open Fractures (Gustilo-Anderson)",
      "text": "The Gustilo-Anderson classification (Type 1-3c) of open fractures assesses wound size, contamination, energy, and vascular status. Type 3c, indicating vascular injury, requires immediate surgical intervention and specific protocols to preserve limb viability and function, often involving vascular specialists and potentially delaying definitive fracture fixation to allow for soft tissue stabilization and improvement of limb perfusion."
    },
    {
      "topic": "Orthopaedic Classifications: Pelvic Fractures (Young & Burgess)",
      "text": "Young & Burgess classify pelvic fractures by mechanism (APC, LC, VS) and severity. APC Type 3 and LC Type 3 indicate severe instability and high hemorrhage risk, often necessitating emergent surgical stabilization to manage life-threatening injuries and associated pelvic disruptions, including potential vascular and neurological compromise. These classifications guide critical immediate management decisions and prognostication."
    },
    {
      "topic": "Proximal humerus fracture",
      "text": "The proximal humerus has a head retroverted 30 degrees relative to the transepicondylar axis. The head height is approximately 5.6 cm above the superior border of the pectoralis major tendon, which is important for arthroplasty. The anatomic neck is directly below the humeral head and serves as the attachment for the shoulder capsule, while the surgical neck is more distal and more often involved in fractures."
    },
    {
      "topic": "Proximal humerus fracture",
      "text": "The proximal humerus is the most proximal bone of the upper extremity and has a head retroverted 30 degrees relative to the transepicondylar axis. The head height is approximately 5.6 cm above the superior border of the pectoralis major tendon. The surgical neck is more distal and more often involved in fractures. These injuries can be associated with rotator cuff tears, axillary nerve palsy, brachial plexus palsy, and axillary artery injury."
    },
    {
      "topic": "Proximal humerus fracture",
      "text": "The proximal humerus has a head retroverted 30 degrees relative to the transepicondylar axis. The head height is approximately 5.6 cm above the superior border of the pectoralis major tendon. The anatomic neck is directly below the humeral head and serves as the attachment for the shoulder capsule, while the surgical neck is more distal and more often involved in fractures."
    },
    {
      "topic": "5th Metatarsal Fracture",
      "text": "Fifth metatarsal fractures are common injuries, particularly in the foot. They are often caused by direct trauma or stress. Treatment ranges from nonoperative management in a boot to surgical fixation with screws or plates."
    },
    {
      "topic": "Metacarpal Fracture",
      "text": "Metacarpal fractures are common injuries to the hand, particularly the index and middle fingers. They are often caused by direct trauma. Treatment ranges from buddy taping for nondisplaced fractures to surgical fixation with pins or plates."
    },
    {
      "topic": "Proximal Humerus Fractures: Surgical Indications and Techniques",
      "text": "Surgical indications for proximal humerus fractures include displaced fractures (>1 cm displacement or >45 angulation), head-splitting fractures, neurovascular injuries, open fractures, unstable fracture-dislocations, and those in polytrauma patients. Treatment options range from nonoperative management to IM nailing, MIPO, or arthroplasty (hemiarthroplasty or reverse shoulder arthroplasty), with implant choice depending on fracture pattern, bone quality, and patient factors."
    },
    {
      "topic": "Proximal Humerus Fractures: Surgical Indications and Techniques",
      "text": "Surgical indications include displaced fractures (>1 cm displacement or >45 angulation), head-splitting fractures, neurovascular injuries, open fractures, unstable fracture-dislocations, polytrauma, and irreducible dislocations. Treatment options range from nonoperative management to IM nailing, MIPO, or arthroplasty (hemiarthroplasty or reverse shoulder arthroplasty), with implant choice tailored to fracture pattern, bone quality, and patient factors."
    },
    {
      "topic": "Calcaneus",
      "text": "Calcaneal fractures typically result from high-energy axial loading, such as falls from height or motor vehicle crashes, and are often associated with other injuries. Diagnosis relies on plain radiographs (AP, lateral, mortise views) to assess fracture patterns like tongue-type versus joint depression, and importantly, Bhler's angle and the talocrural angle. CT scans are crucial for detailed evaluation of articular involvement and comminution, guiding surgical planning. Management varies from nonoperative treatment for stable fractures to open reduction and internal fixation (ORIF) for displaced intra-articular fractures, often using lateral approaches and plates or screws, with careful attention to soft-tissue viability and the heel pad. Postoperative care emphasizes swelling reduction and protected weight-bearing."
    },
    {
      "topic": "Clavicle fracture",
      "text": "Fracture of the clavicle is the most common musculoskeletal birth injury. It is the first bone in the body to ossify (at 5 weeksTM gestation) and the last to fuse (medial epiphysis at 25 years of age)."
    },
    {
      "topic": "Bone Healing",
      "text": "PerrenTMs Strain Theory posits that fracture healing tissue type is dictated by interfragmentary strain. Too little strain leads to non-union, while too much strain impairs hard callus formation and can cause hypertrophic non-union or pseudoarthrosis. Adverse effects on healing include compromised blood supply, smoking, NSAIDs, and head injury."
    }
  ]