[
    {
      "topic": "External Fixation",
      "text": "External fixation devices depend on the desired effect (temporary or definitive). Working length is critical, similar to nails and plates. Placing bars closer to the skin reduces working length and increases construct stiffness. Stiffness can be increased by larger pin/bar size, shorter working length, more pins, multiple planes, anatomical reduction, and underdrilling holes."
    },
    {
      "topic": "External fixator",
      "text": "External fixators are versatile devices that can be used for indirect reduction and stabilization of fractures. Schanz screws are inserted into bone fragments, and these are connected by rods or tubes. Modular clamps allow for unrestricted positioning of the screws and frame components, enabling reduction in multiple planes. The system can be adapted for various anatomical areas, including joints, and offers advantages in preserving bone and soft-tissue vascularity. Special applications include arthrodesis, managing infected fractures, corrective osteotomies, bone transport, and joint stabilization."
    },
    {
      "topic": "Instruments for Fracture Reduction",
      "text": "Various instruments aid fracture reduction: reduction forceps (Weber, toothed, self-centering), bone spreaders for distraction, pelvic reduction forceps (Queen tong, Matta, Farabeuf, Jungbluth) for complex pelvic and acetabular fractures, and colinear reduction forceps for linear force application. The choice depends on the fracture pattern, bone size, and desired reduction technique."
    },
    {
      "topic": "Lag Screw Principle",
      "text": "Lag screws achieve interfragmentary compression by utilizing a glide hole in the near cortex and a pilot hole in the far cortex. As the screw tightens, it pulls the near fragment against the far fragment, compressing the fracture site. This compression is essential for direct bone healing and stability, especially in simple fracture patterns. Multiple lag screws, placed at optimal angles, enhance stability against rotational forces."
    },
    {
      "topic": "Lag Screw Principles",
      "text": "Lag screws achieve interfragmentary compression by using a glide hole in the near cortex and a pilot hole in the far cortex. As the screw advances, its head compresses against the near cortex, pulling the fragments together. Fully threaded screws require precise gliding holes, while partially threaded cancellous screws utilize the smooth shaft as the glide hole. Proper placement, ideally perpendicular to the fracture plane or inclined halfway between the perpendiculars, maximizes compression and stability."
    },
    {
      "topic": "Minimally Invasive Plate Osteosynthesis (MIPO) Principles",
      "text": "MIPO aims to reduce surgical trauma by using indirect reduction and small incisions, preserving soft tissue and bone vascularity. It relies on preoperative planning, intraoperative imaging, and specialized instruments to achieve stable fixation. This technique is particularly beneficial for metaphyseal fractures, those with compromised soft tissues, or when anatomical reduction is challenging, leading to biological healing with callus formation."
    },
    {
      "topic": "MIPO: Implants and Techniques",
      "text": "MIPO utilizes implants like LC-DCPs, which offer limited bone contact and are available in various sizes and configurations. Locking head screws (LHS) provide angular stability, crucial in osteoporotic bone or complex metaphyseal fractures. The choice between anatomical plates and conventional straight plates depends on the fracture pattern and the need for contouring. Proper technique, including avoiding excessive traction on soft tissues and careful screw placement, is paramount to prevent complications."
    },
    {
      "topic": "MIPO: Preoperative Planning",
      "text": "MIPO requires meticulous preoperative planning, including assessing the patient's condition, understanding fracture patterns, knowing 'danger zones' for approaches, deciding between absolute or relative stability, and planning the sequence of reduction, fixation, and soft-tissue management. Proper patient positioning and utilizing the contralateral limb as a template are crucial for achieving correct length, alignment, and rotation."
    },
    {
      "topic": "MIPO: Reduction Techniques",
      "text": "Closed reduction using indirect techniques is central to MIPO. This involves leveraging traction, ligamentotaxis, and specialized instruments like distractors, clamps, and joysticks to reduce fragments without direct visualization. Maintaining reduction with temporary fixation (e.g., K-wires, plates) is essential for intraoperative C-arm control and accurate definitive fixation. Cerclage wires can also be used percutaneously for reduction, especially in spiral fractures."
    },
    {
      "topic": "MIPO in Specific Bone Segments",
      "text": "MIPO is applicable to various long bone segments, including the humerus, femur, and tibia. Proximal humerus fractures are often approached via a deltopectoral or lateral split approach. Humeral shaft fractures can be approached anteriorly or laterally. Femoral fractures may use MIPO when nailing is contraindicated. Proximal tibial fractures benefit from MIPO, especially those with soft-tissue compromise, while diaphyseal tibial fractures are generally best treated with IM nailing. Distal tibia fractures, particularly those involving the joint, require anatomical reduction and MIPO offers a viable approach."
    },
    {
      "topic": "Preoperative Planning in Orthopaedic Trauma",
      "text": "Preoperative planning is essential for successful fracture management. It involves assessing the patient, injury 'personality' (soft tissues, fracture pattern), and available resources. Planning includes reconstructing the fracture using X-rays and templates, deciding on the fixation method (IM nail, plate, external fixator), determining the surgical approach, and outlining a detailed step-by-step surgical tactic. This process minimizes intraoperative complications, optimizes outcomes, and facilitates informed consent."
    },
    {
      "topic": "Screws in Fracture Fixation: Biomechanics",
      "text": "Screws function by converting rotational force into linear motion via their threads. The axial force generated depends on thread pitch and friction. Excessive torque during insertion can cause thermal necrosis of bone, screw loosening, or stripping of the drive recess. Locking head screws (LHS) engage threads in the plate, providing angular stability without significant preload, unlike conventional screws which rely on friction and compression for fixation."
    },
    {
      "topic": "Screws in Fracture Fixation: Design and Function",
      "text": "Screws convert rotation into linear motion, fixing bone fragments or plates. Key design features include a central core for strength, threads for bone engagement, a tip for insertion, a head for attachment, and a recess for a screwdriver. Screws are categorized by their design (cannulated, locking head), dimensions, characteristics (self-tapping), and application (cortex, cancellous). They function as lag screws for compression, plate screws, position screws, locking head screws for angular stability, or anchor screws."
    },
    {
      "topic": "Screws: Clinical Applications and Insertion",
      "text": "Lag screws are crucial for absolute stability in articular fractures. Minimally invasive plate osteosynthesis (MIPO) utilizes screws percutaneously. Proper technique, including correct screw length selection (often 2mm longer than measured for self-tapping screws), careful insertion to avoid toggling, and appropriate torque, is vital. Monocortical screws are used when bicortical purchase is impossible, but offer less stability."
    },
    {
      "topic": "Screws: Clinical Applications and Insertion Techniques",
      "text": "Lag screws are essential for achieving absolute stability in articular fractures and simple diaphyseal fractures. Proper insertion technique, including correct glide hole and pilot hole preparation, countersinking, and appropriate torque, is vital. For MIPO, specialized instruments and techniques are used to place screws percutaneously, ensuring accurate reduction and stable fixation while minimizing soft-tissue damage."
    },
    {
      "topic": "Screws: Functions in Fracture Fixation",
      "text": "Screws serve multiple functions in fracture fixation: plate screws fix plates to bone, lag screws compress fragments, position screws hold fragments without compression, locking head screws provide angular stability with plates, interlocking screws stabilize IM nails, anchor screws fix wires/sutures, push-pull screws aid reduction, and reduction screws help approximate fragments to plates during MIPO."
    },
    {
      "topic": "Screws: Thread and Tip Designs",
      "text": "Screw threads are designed for cortex (fine thread) or cancellous bone (coarse thread). Cortex screws have a pitch of 1.75 mm, while cancellous screws have a deeper thread and larger pitch. LHS have shallow threads and are designed to lock into the plate. Screw tips can be smooth (requiring tapping), self-tapping (cutting their own threads), or self-drilling/tapping. Proper thread engagement and avoiding excessive heat are crucial for screw purchase and stability."
    },
    {
      "topic": "Tension Band Application Techniques",
      "text": "Tension band fixation can be static or dynamic. Static examples include medial malleolar fractures where compression is constant. Dynamic examples, like patellar or olecranon fractures, convert tension into compression during joint movement. Techniques include wire loops, cables, sutures, and plates, all aiming to neutralize distraction and promote compression for optimal bone healing."
    },
    {
      "topic": "Tension Band Fixation: Prerequisites and Complications",
      "text": "Successful tension band fixation requires the bone to withstand compression, an intact opposite cortex to act as a buttress, and a strong fixation construct. Common complications include K-wire loosening or breakage, prominent hardware, implant failure, and fracture displacement if reduction or fixation is inadequate. Proper technique, particularly in achieving correct wire/screw placement and tension, is crucial."
    },
    {
      "topic": "Tension Band Principle in Fracture Fixation",
      "text": "The tension band principle converts tensile forces into compressive forces at the fracture site, promoting healing. This is achieved by applying fixation eccentrically on the convex side of a curved bone or fragment. In fractures of the patella, olecranon, or greater tuberosity, wire loops or cables neutralize distraction forces. For diaphyseal fractures, plates applied to the tension side can achieve compression, provided the opposite cortex acts as a buttress."
    },
    {
      "topic": "Useful Tables: Orthopaedic Screw Sets",
      "text": "Orthopaedic screw sets are categorized into small and large fragment sets, each containing cortical, cancellous, and locking screws of various diameters and corresponding drill bit and tap sizes. These are essential for fracture fixation and provide different strengths and holding capabilities."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Theatre layout and design are crucial for infection control, with distinct zones (outer, clean, aseptic, disposal) linked by corridors to prevent cross-contamination. Careful control of temperature, humidity, light, and ventilation is maintained. Bacterial contamination is primarily airborne, originating from people in the theatre, with acceptable CFU/m values for different theatre cleanliness levels."
    },
    {
      "topic": "Diathermy in Orthopaedics",
      "text": "Diathermy uses high-frequency electrical current for tissue heating (cutting or coagulation). Monopolar diathermy concentrates heat at the active electrode, while bipolar diathermy uses current between the instrument tips, making it safer for patients with pacemakers. Risks include burns from pooling of flammable skin prep, arcing with implants, and electrosurgical unit malfunctions."
    },
    {
      "topic": "General Topics: Diathermy",
      "text": "Diathermy uses high-frequency electrical current for tissue heating (cutting or coagulation). Monopolar diathermy concentrates heat at the active electrode, while bipolar diathermy is safer for patients with pacemakers. Risks include burns from flammable prep, arcing with implants, and electrosurgical unit malfunctions. Proper technique and safety precautions are essential to prevent intraoperative complications."
    },
    {
      "topic": "General Topics: Diathermy in Orthopaedics",
      "text": "Diathermy uses high-frequency electrical current for tissue heating (cutting or coagulation). Monopolar diathermy concentrates heat at the active electrode, while bipolar diathermy is safer for patients with pacemakers. Risks include burns from flammable prep, arcing with implants, and electrosurgical unit malfunctions. Proper technique and safety precautions are essential to prevent intraoperative complications and ensure patient safety."
    },
    {
      "topic": "General Topics: Surgical Tourniquets",
      "text": "Surgical tourniquets provide a bloodless field but have contraindications (crush injuries, compartment syndrome, PVD) and risks (nerve injury due to compression). Proper cuff width and pressure are crucial. Limb exanguination enhances effectiveness but is contraindicated in infection or metastatic disease. Tourniquet duration should be limited (<2 hours) to minimize complications like neuropraxia and muscle ischemia, with careful monitoring post-deflation."
    },
    {
      "topic": "Surgical Tourniquets in Orthopaedics",
      "text": "Surgical tourniquets provide a bloodless field but have contraindications (crush injuries, compartment syndrome, PVD) and risks (nerve injury due to compression). Proper cuff width and pressure are crucial. Limb exanguination enhances effectiveness but is contraindicated in infection or metastatic disease. Tourniquet duration should be limited (<2 hours) to minimize complications like neuropraxia and muscle ischemia."
    },
    {
      "topic": "Biologic Changes After Nerve Injury",
      "text": "Following nerve injury, proximal axons undergo metabolic changes to promote regeneration, while distal segments experience Wallerian degeneration. Schwann cells proliferate to guide regenerating axons. Motor end plates require re-innervation within months for functional recovery; beyond this timeframe, irreversible muscle atrophy can occur, impacting functional outcomes and necessitating careful monitoring and rehabilitation."
    },
    {
      "topic": "General Topics: Nerve Injury Classifications",
      "text": "Seddon classifies nerve injuries as neuropraxia (demyelination), axonotmesis (axonal damage), and neurotmesis (complete disruption). Sunderland's grading (1-5) refines this based on connective tissue damage, crucial for predicting recovery and guiding surgical intervention decisions for nerve repair or grafting, aiming to restore nerve function and sensation."
    },
    {
      "topic": "Nerve Disorders Around the Shoulder",
      "text": "Thoracic Outlet Syndrome (TOS) can be caused by vascular compression of the subclavian artery or plexus, or by neurologic compression. Neurologic TOS is less common and affects T1 and C7 nerve roots. Symptoms may include pain radiating down the arm, intrinsic muscle weakness, and clawing of the fingers. Provocative tests like Adson's, Wright's, and Roo's tests can help diagnose TOS."
    },
    {
      "topic": "Nerve Disorders of the Forearm",
      "text": "Median nerve compression can occur in the forearm, leading to pronator syndrome or anterior interosseous syndrome. Pronator syndrome involves compression of the median nerve, not necessarily between the pronator teres heads. Anterior interosseous syndrome causes weakness but typically not pain. EMG is useful for diagnosing these conditions."
    },
    {
      "topic": "Nerve Injuries",
      "text": "Nerve conduction studies (NCS) and EMG are used to assess nerve function. Latency, amplitude, and velocity provide information about nerve conduction quality and quantity. Factors affecting nerve conduction include age, temperature, limb, and nerve location. Radial nerve lesions can occur in the upper arm (fracture, palsy), elbow (PIN palsy, radial tunnel syndrome), or forearm. Median nerve lesions include pronator syndrome and anterior interosseous syndrome."
    },
    {
      "topic": "Nerve Injury Classification: Seddon and Sunderland",
      "text": "Seddon's classification categorizes nerve injuries into neuropraxia (segmental demyelination, conduction block), axonotmesis (axonal damage with intact endoneurium), and neurotmesis (complete nerve disruption). Sunderland's equivalent grading (1-5) provides a more detailed description of the extent of axonal and connective tissue damage, correlating with prognosis and the need for surgical repair."
    },
    {
      "topic": "Nerve Injury Classifications: Seddon and Sunderland",
      "text": "Seddon's classification describes nerve injuries as neuropraxia (demyelination), axonotmesis (axonal damage), and neurotmesis (complete nerve disruption). Sunderland's equivalent grading (1-5) further refines this based on the degree of connective tissue damage, offering a more detailed prognosis and guiding treatment decisions for nerve repair."
    },
    {
      "topic": "Peripheral Nerve Injury",
      "text": "Peripheral nerve injuries can occur through crush, traction, laceration, or compression. Seddon's classification includes neuropraxia (conduction block with intact nerve), axonotmesis (axonal damage with intact endoneurium), and neurotmesis (complete nerve discontinuity). Wallerian degeneration occurs distal to the injury zone in axonotmesis and neurotmesis."
    },
    {
      "topic": "Useful Tables: Nerve Injury Classifications: Seddon and Sunderland",
      "text": "Seddon classifies nerve injuries as neuropraxia, axonotmesis, and neurotmesis. Sunderland's grading (1-5) provides a more detailed description of the damage to nerve fibers and connective tissues, offering a more precise prognosis for nerve regeneration and guiding surgical intervention decisions."
    },
    {
      "topic": "Blood Management: Alternatives to Transfusion and Cell Saver",
      "text": "Alternatives to allogeneic transfusion include autologous deposition (pre-donated blood) and intraoperative cell salvage. Cell saver collects, washes, and re-transfuses shed blood, but the recovered blood has lower quality due to cytokine removal. Autotransfusion bypasses washing, increasing reaction risk but retaining clotting factors. Both require careful management to ensure optimal outcomes."
    },
    {
      "topic": "Blood Management: Massive Transfusion Protocols",
      "text": "Massive transfusion (>4 units RBC/hr) is critical in trauma. Protocols often recommend a 1:1:1 ratio of packed red cells:plasma:platelets. Early use of platelets and FFP is crucial to mitigate coagulopathy and reduce mortality. Patient risk factors include hypotension, acidosis, high lactate, and coagulopathy."
    },
    {
      "topic": "Blood Management: Transfusion Reactions",
      "text": "Transfusion reactions can be allergic (mild, common), febrile (antibody-mediated), or hemolytic (severe, requiring immediate cessation and support). Transfusion-transmitted infections (Hep C, B, HIV) are rare due to rigorous screening, but CMV is common in donors and can be transmitted."
    },
    {
      "topic": "Consent in Medical Practice",
      "text": "Informed consent is a cornerstone of medical practice, requiring patient understanding, capacity, and voluntary agreement. The process should be a partnership between doctor and patient, involving clear explanation of the procedure, risks (common and serious), benefits, and alternatives, with ample opportunity for questions. Consent should be documented in writing."
    },
    {
      "topic": "Preoperative Planning in Orthopaedic Trauma",
      "text": "Preoperative planning is a crucial professional discipline in orthopaedic trauma. It involves analyzing the patient's 'personality' (comorbidities, health status), the soft-tissue injury, and the fracture pattern. Detailed planning, including meticulous review of X-rays and CT scans, selecting appropriate implants and approaches, and outlining a step-by-step surgical tactic, minimizes intraoperative complications, optimizes outcomes, and facilitates informed consent."
    },
    {
      "topic": "Instruments for Fracture Reduction",
      "text": "Various instruments aid fracture reduction: reduction forceps (pointed, toothed, self-centering, colinear), bone spreaders for distraction, pelvic reduction forceps (King tong, Matta, Farabeuf, Jungbluth) for complex pelvic/acetabular fractures, Hohmann retractors for leverage, and joystick techniques with K-wires or Schanz screws for manipulating fragments. Proper use of these instruments is essential for achieving accurate reduction with minimal soft-tissue damage."
    },
    {
      "topic": "Screws: Thread and Tip Designs",
      "text": "Screw threads vary: cortex screws have finer threads for dense bone, while cancellous screws have coarser threads for softer bone. LHS have shallow threads for plate engagement. Screw tips can be smooth (requiring tapping), self-tapping (cutting threads), or self-drilling/tapping. Proper selection and insertion of screws, considering bone quality and avoiding thermal damage, are critical for successful fixation."
    },
    {
      "topic": "MIPO: Preoperative Planning",
      "text": "MIPO requires meticulous planning, including patient positioning, assessing fracture patterns and soft tissue envelope, and understanding 'danger zones' for approaches. Surgeons must decide between absolute or relative stability, select appropriate implants (e.g., LC-DCPs, anatomical plates), and develop a detailed surgical tactic, including reduction strategies and screw insertion order, to minimize intraoperative complications and optimize outcomes."
    },
    {
      "topic": "MIPO: Reduction Techniques",
      "text": "Closed reduction using indirect techniques is key to MIPO. This involves traction, ligamentotaxis, and specialized instruments like distractors, clamps, and joysticks to manipulate fragments without direct visualization. Maintaining reduction with temporary fixation (e.g., K-wires, plates) is crucial for intraoperative C-arm control and definitive fixation. Cerclage wires can also be used percutaneously for reduction, particularly in spiral fractures."
    },
    {
      "topic": "MIPO: Implants and Techniques",
      "text": "MIPO utilizes implants like LC-DCPs and anatomical LCPs, offering limited bone contact and modular fixation. Locking head screws (LHS) provide angular stability, beneficial in osteoporotic bone or complex metaphyseal fractures. The choice between anatomical and straight plates, and the technique of contouring, depend on the fracture pattern and site. Proper technique is crucial to avoid complications like soft-tissue breakdown or malunion."
    },
    {
      "topic": "MIPO in Specific Bone Segments",
      "text": "MIPO is applicable to various long bones, including the humerus, femur, and tibia. Proximal humerus fractures often use a deltopectoral or lateral split approach. Humeral shaft fractures can be approached anteriorly or laterally. Femoral fractures may benefit from MIPO when nailing is contraindicated. Tibial fractures, especially proximal ones with soft-tissue compromise, are well-suited for MIPO. Distal tibia fractures, particularly intra-articular ones, require anatomical reduction, and MIPO offers a viable approach."
    },
    {
      "topic": "MIPO: Implants and Techniques",
      "text": "MIPO utilizes specialized implants like LC-DCPs and anatomical LCPs, offering limited bone contact and modular fixation. Locking head screws (LHS) provide angular stability, beneficial in osteoporotic bone or complex metaphyseal fractures. The choice of plate (anatomical vs. straight) and contouring technique depends on the fracture pattern and site. Proper handling of soft tissues and adherence to MIPO principles are crucial to minimize complications like malunion or infection."
    },
    {
      "topic": "Screws: Clinical Applications and Insertion",
      "text": "Lag screws are crucial for absolute stability in articular fractures and simple diaphyseal fractures. Proper insertion technique, including correct screw length selection (often 2mm longer than measured for self-tapping screws), careful drilling to avoid thermal necrosis, and appropriate torque, is vital. Monocortical screws offer less stability and are typically used when bicortical purchase is impossible or to avoid certain structures."
    },
    {
      "topic": "Tension Band Principle in Fracture Fixation",
      "text": "The tension band principle converts tensile forces into compressive forces at the fracture site, promoting healing. This is achieved by applying fixation eccentrically on the convex side of a curved bone or fragment. In fractures of the patella, olecranon, or greater tuberosity, wire loops or cables neutralize distraction forces. Plates can also function as tension bands, especially in diaphyseal malunions or nonunions, by applying compression to the opposite cortex."
    },
    {
      "topic": "Tension Band Application Techniques",
      "text": "Tension band fixation can be static or dynamic. Static examples include medial malleolar fractures where compression is constant. Dynamic examples, like patellar or olecranon fractures, convert tension into compression during joint movement. Techniques include wire loops, cables, sutures, and plates, all aiming to neutralize distraction and promote compression for optimal bone healing. Biodegradable materials are also being used."
    },
    {
      "topic": "Tension Band Fixation: Prerequisites and Complications",
      "text": "Successful tension band fixation requires the bone to withstand compression, an intact opposite cortex to act as a buttress, and a strong fixation construct. Common complications include K-wire loosening or breakage, prominent hardware, implant failure, and fracture displacement if reduction or fixation is inadequate. Proper technique, especially in achieving correct wire/screw placement and tension, is crucial for successful outcomes."
    },
    {
      "topic": "Blood Management: Transfusion Reactions",
      "text": "Transfusion reactions can be allergic (mild, common), febrile (antibody-mediated), or hemolytic (severe, requiring immediate cessation and support). Transfusion-transmitted infections (Hep C, B, HIV) are rare due to rigorous screening, but CMV can be transmitted and is a concern in immunocompromised patients. Careful patient monitoring is essential."
    },
    {
      "topic": "Blood Management: Alternatives to Transfusion and Cell Saver",
      "text": "Alternatives to allogeneic transfusion include autologous deposition (pre-donated blood) and intraoperative cell salvage. Cell saver collects, washes, and re-transfuses shed blood, but the recovered blood has lower quality due to cytokine removal. Autotransfusion bypasses washing, increasing reaction risk but retaining clotting factors. Both require careful management to ensure optimal outcomes and minimize risks."
    },
    {
      "topic": "Blood Management: Massive Transfusion Protocols",
      "text": "Massive transfusion (>4 units RBC/hr) is critical in trauma. Protocols often recommend a 1:1:1 ratio of packed red cells:plasma:platelets. Early use of platelets and FFP is crucial to mitigate coagulopathy and reduce mortality. Patient risk factors include hypotension, acidosis, high lactate, and coagulopathy, necessitating prompt recognition and aggressive management."
    },
    {
      "topic": "Consent in Medical Practice",
      "text": "Informed consent is a partnership ensuring patient understanding and voluntary agreement. It requires clear explanation of the procedure, risks (common and serious), benefits, and alternatives. Consent should be obtained in a quiet environment, with opportunity for questions, and documented in writing, ideally re-signed on the day of surgery. Patient autonomy is paramount."
    },
    {
      "topic": "Diathermy in Orthopaedics",
      "text": "Diathermy uses high-frequency current for tissue heating (cutting or coagulation). Monopolar diathermy concentrates heat at the active electrode, while bipolar diathermy is safer for patients with pacemakers. Risks include burns from flammable prep, arcing with implants, and electrosurgical unit malfunctions. Proper technique and safety precautions are essential to prevent intraoperative complications."
    },
    {
      "topic": "Surgical Tourniquets in Orthopaedics",
      "text": "Surgical tourniquets provide a bloodless field but have contraindications (crush injuries, compartment syndrome, PVD) and risks (nerve injury due to compression). Proper cuff width and pressure are crucial. Limb exanguination enhances effectiveness but is contraindicated in infection or metastatic disease. Tourniquet duration should be limited (<2 hours) to minimize complications like neuropraxia and muscle ischemia, with careful monitoring post-deflation."
    },
    {
      "topic": "Blood Management: Transfusion Reactions",
      "text": "Transfusion reactions can be allergic (mild, common), febrile (antibody-mediated), or hemolytic (severe, requiring immediate cessation and support). Transfusion-transmitted infections (Hep C, B, HIV) are rare due to rigorous screening, but CMV can be transmitted and is a concern in immunocompromised patients. Careful patient monitoring is essential for early detection and management."
    },
    {
      "topic": "Blood Management: Massive Transfusion Protocols",
      "text": "Massive transfusion (>4 units RBC/hr) is critical in trauma. Protocols often recommend a 1:1:1 ratio of packed red cells:plasma:platelets. Early use of platelets and FFP is crucial to mitigate coagulopathy and reduce mortality. Patient risk factors include hypotension, acidosis, high lactate, and coagulopathy, necessitating prompt recognition and aggressive management to improve survival."
    },
    {
      "topic": "Consent in Medical Practice",
      "text": "Informed consent is a partnership ensuring patient understanding and voluntary agreement. It requires clear explanation of the procedure, risks (common and serious), benefits, and alternatives. Consent should be obtained in a quiet environment, with opportunity for questions, and documented in writing, ideally re-signed on the day of surgery. Patient autonomy is paramount in medical decision-making."
    },
    {
      "topic": "Diathermy in Orthopaedics",
      "text": "Diathermy uses high-frequency electrical current for tissue heating (cutting or coagulation). Monopolar diathermy concentrates heat at the active electrode, while bipolar diathermy is safer for patients with pacemakers. Risks include burns from flammable prep, arcing with implants, and electrosurgical unit malfunctions. Proper technique and safety precautions are essential to prevent intraoperative complications."
    },
    {
      "topic": "General Topics: Nerve Injury Classifications",
      "text": "Seddon classifies nerve injuries as neuropraxia (demyelination), axonotmesis (axonal damage), and neurotmesis (complete disruption). Sunderland's grading (1-5) refines this based on connective tissue damage, crucial for predicting recovery and guiding surgical intervention decisions for nerve repair or grafting, aiming to restore nerve function and sensation, and improve patient outcomes."
    },
    {
      "topic": "General Topics: Diathermy in Orthopaedics",
      "text": "Diathermy uses high-frequency electrical current for tissue heating (cutting or coagulation). Monopolar diathermy concentrates heat at the active electrode, while bipolar diathermy is safer for patients with pacemakers. Risks include burns from flammable prep, arcing with implants, and electrosurgical unit malfunctions. Proper technique and safety precautions are essential to prevent intraoperative complications."
    },
    {
      "topic": "Peripheral Nerve Injury",
      "text": "Factors affecting nerve recovery include patient age, high-energy injury, associated vascular or bony injury, crush or traction injury, proximal injury location, nerves supplying multiple sites, and large gaps. Management principles involve electrodiagnostic studies, non-operative treatment (splinting, physiotherapy), and surgical repair or grafting."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Ventilatory systems, such as plenum, laminar flow (vertical or horizontal), and exponential flow, are used to manage airborne organisms. Plenum systems maintain positive pressure, while laminar flow creates unidirectional air movement. Clothing choices, including gowns made of materials like cotton, ventile, Gore-Tex, and disposable non-woven fabric, are important for preventing bacterial shedding. Surgical drapes, masks, and gloves are also critical for infection control."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Operating room design includes zones for reception and sterile procedures, linked by corridors to prevent contamination. Temperature, humidity, light, and ventilation are controlled. Bacterial contamination is primarily airborne from people, with acceptable CFU/m limits for different theatre cleanliness levels. Ventilatory systems like plenum and laminar flow manage airborne organisms. Proper clothing, surgical drapes, masks, and gloves are essential for infection control."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Operating room design incorporates zones for patient flow and infection control, with sterile environments maintained through proper ventilation and air filtration (HEPA). Temperature, humidity, and light are controlled. Bacterial contamination is primarily airborne, with acceptable CFU/m limits. Ventilatory systems like plenum and laminar flow manage airborne organisms. Appropriate clothing, drapes, masks, and gloves are essential."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Operating room design incorporates zones for patient flow and infection control, with sterile environments maintained through proper ventilation and air filtration (HEPA). Temperature, humidity, light, and ventilation are carefully controlled. Bacterial contamination is primarily airborne from people, with acceptable CFU/m limits for different cleanliness levels. Ventilatory systems like plenum and laminar flow manage airborne organisms. Appropriate clothing, drapes, masks, and gloves are essential for infection control."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Operating room design includes zones for patient flow and infection control, with sterile environments maintained through proper ventilation and air filtration (HEPA). Temperature, humidity, light, and ventilation are carefully controlled. Bacterial contamination is primarily airborne from people, with acceptable CFU/m limits for different cleanliness levels. Ventilatory systems like plenum and laminar flow manage airborne organisms. Appropriate clothing, drapes, masks, and gloves are essential for infection control."
    },
    {
      "topic": "Nerve Injuries",
      "text": "Typical transfers for radial nerve palsy aim to restore wrist and thumb extension. For nerve transfers, the focus is on restoring function, replacing ruptured tendons, or rebalancing deformities. Graft selection considers autograft (low morbidity) or allograft (faster recovery but potential immunogenicity)."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Operating room design emphasizes infection control through proper ventilation and air filtration. Temperature, humidity, light, and ventilation are precisely controlled. Bacterial contamination is primarily airborne from personnel, with acceptable CFU/m limits. Ventilatory systems like plenum and laminar flow manage airborne organisms. Appropriate clothing, drapes, masks, and gloves are essential."
    },
    {
      "topic": "Nerve Disorders Around the Shoulder",
      "text": "Common causes of nerve compression in the shoulder region include cervical rib, anomalous scalene muscle insertion, clavicle malunion, SCM hypertrophy, and tumors like Pancoast's tumor. Management involves non-operative approaches like physiotherapy and splinting, with operative decompression or nerve transfer considered for persistent symptoms or significant motor deficits."
    },
    {
      "topic": "Nerve Disorders Around the Shoulder",
      "text": "Suprascapular nerve compression can occur due to spinoglenoid notch cysts or ganglions, leading to weakness of the supraspinatus and infraspinatus muscles. Imaging with MRI is often diagnostic. Surgical management involves decompression of the cyst or nerve, and repair of SLAP tears or capsular injuries."
    },
    {
      "topic": "Nerve Disorders Around the Shoulder",
      "text": "Long Thoracic Nerve Palsy results from weakness of the serratus anterior, causing medial scapular winging. It can be caused by compression (backpackers) or traction (weight lifters). Most cases improve spontaneously with non-operative management, but pectoralis major transfer may be considered for persistent weakness. Brachial plexus injuries can involve pre-ganglionic (root avulsion) or post-ganglionic (trunk, division, cord) lesions, with varying prognoses."
    },
    {
      "topic": "Nerve Disorders Around the Shoulder",
      "text": "Compression of the axillary nerve in the quadrilateral space can cause shoulder pain and parasthesia, particularly in throwing athletes. Diagnosis is aided by EMG/NCS and imaging. Management involves activity modification and, if necessary, surgical decompression. Wartenberg's Syndrome involves compression of the superficial radial nerve in the forearm, causing pain and numbness without weakness."
    },
    {
      "topic": "Nerve Disorders of the Forearm",
      "text": "Ulnar nerve compression can occur at the elbow (cubital tunnel syndrome) or wrist (Guyon's canal). Cubital tunnel syndrome has anatomical sites of compression including the medial inter-muscular septum and the arcade of Struthers. Guyon's canal contains the ulnar nerve and artery, with compression potentially leading to motor or sensory deficits."
    },
    {
      "topic": "Blood Management: Transfusion Reactions",
      "text": "Transfusion reactions can be allergic (most common, mild), febrile (due to antibody formation), or haemolytic (severe, requiring immediate cessation and intensive support). Transfusion-associated infections (Hep C, Hep B, HIV) are rare due to rigorous screening."
    },
    {
      "topic": "Blood Management: Alternatives to Transfusion and Cell Saver",
      "text": "Alternatives to allogeneic transfusion include autologous deposition (storing patient's own blood pre-operatively) and intraoperative cell salvage. Cell saver collects, washes, and re-transfuses shed blood, but the removed blood is of lower quality due to cytokine and debris removal. Autotransfusion involves direct re-introduction of lost blood, but without washing, increasing reaction risk."
    },
    {
      "topic": "Blood Management: Massive Transfusion Protocols",
      "text": "Massive transfusion is defined as >4 units of blood in 1 hour, often occurring in trauma patients and leading to post-transfusion coagulopathy. Protocols often recommend a 1:1 ratio of FFP to RBCs initially, with early addition of platelets and FFP to reduce mortality and coagulopathy. Identification of at-risk patients is based on injury mechanism, vital signs, and biochemical parameters."
    },
    {
      "topic": "Diathermy in Orthopaedics",
      "text": "Diathermy uses high-frequency electrical current to generate heat for cutting or coagulation. Monopolar diathermy uses an active electrode and a large indifferent plate to concentrate heat at the tip, while bipolar diathermy uses current between the instrument tips, making it safer for patients with pacemakers. Risks include burns from improper plate application, arcing with implants, and fire hazards with flammable skin preps."
    },
    {
      "topic": "Surgical Tourniquets in Orthopaedics",
      "text": "Surgical tourniquets, primarily pneumatic, are used to create a bloodless field. Contraindications include severe crush injuries, compartment syndrome, sickle cell disease, and relative contraindications for PVD. Nerve injury is typically due to direct compression at the cuff edge, not ischemia. Proper cuff width and pressure are crucial to minimize risk, with lower pressures achieved by gradually increasing pressure until distal pulse is lost. Limb exanguination is effective but contraindicated in infection, metastatic disease, or venous thrombosis. Tourniquet use should be limited in duration (ideally <2 hours) to minimize complications like neuropraxia and muscle ischemia."
    },
    {
      "topic": "Useful Tables: Orthopaedic Screw Sets",
      "text": "Orthopaedic screw sets are crucial for fracture fixation, categorized into small and large fragment sets. Each set includes cortical, cancellous, and locking screws with specific drill bit and tap sizes, allowing for tailored fixation based on bone quality and fracture pattern."
    },
    {
      "topic": "Nerve Injury Classifications: Seddon and Sunderland",
      "text": "Seddon classifies nerve injuries as neuropraxia (demyelination), axonotmesis (axonal damage), and neurotmesis (complete disruption). Sunderland's grading (1-5) provides a more detailed description of the extent of nerve fiber damage, crucial for predicting recovery and guiding surgical intervention."
    },
    {
      "topic": "Nerve Injury Classification: Seddon and Sunderland",
      "text": "Seddon classifies nerve injuries as neuropraxia (demyelination), axonotmesis (axonal damage), and neurotmesis (complete disruption). Sunderland's grading (1-5) refines this based on connective tissue damage, guiding prognosis and the necessity of surgical repair or grafting for nerve regeneration."
    },
    {
      "topic": "Useful Tables: Nerve Injury Classifications: Seddon and Sunderland",
      "text": "Seddon classifies nerve injuries as neuropraxia, axonotmesis, and neurotmesis. Sunderland's grading (1-5) provides a more detailed description of nerve fiber damage, crucial for predicting recovery and guiding surgical repair or grafting for nerve regeneration."
    },
    {
      "topic": "Useful Tables: Orthopaedic Screw Sets",
      "text": "Orthopaedic screw sets are categorized into small and large fragments, containing cortical, cancellous, and locking screws. Understanding the thread diameter, drill size, and tap requirements for each screw type is crucial for effective fracture fixation and implant selection."
    },
    {
      "topic": "Nerve Injury Classifications: Seddon and Sunderland",
      "text": "Seddon classifies nerve injuries as neuropraxia (demyelination), axonotmesis (axonal damage), and neurotmesis (complete disruption). Sunderland's grading (1-5) provides a more detailed description of nerve fiber damage, crucial for predicting recovery and guiding surgical intervention decisions for nerve repair or grafting."
    },
    {
      "topic": "Useful Tables: Orthopaedic Screw Sets",
      "text": "Orthopaedic screw sets include small and large fragments with cortical, cancellous, and locking screws. Understanding screw dimensions, drill sizes, and tap requirements is crucial for effective fracture fixation, providing stability and promoting bone healing in various orthopaedic conditions."
    },
    {
      "topic": "Nerve Injury Classifications: Seddon and Sunderland",
      "text": "Seddon classifies nerve injuries as neuropraxia (demyelination), axonotmesis (axonal damage), and neurotmesis (complete disruption). Sunderland's grading (1-5) provides a more detailed description of nerve fiber damage, crucial for predicting recovery and guiding surgical intervention decisions for nerve repair or grafting, aiming to restore nerve function."
    },
    {
      "topic": "Nerve Injury Classifications: Seddon and Sunderland",
      "text": "Seddon classifies nerve injuries as neuropraxia (demyelination), axonotmesis (axonal damage), and neurotmesis (complete disruption). Sunderland's grading (1-5) refines this based on connective tissue damage, crucial for predicting recovery and guiding surgical intervention decisions for nerve repair or grafting, aiming to restore nerve function and sensation."
    },
    {
      "topic": "Biologic Changes After Nerve Injury",
      "text": "Following nerve injury, proximal axon atrophy and cell body changes (chromatolysis) occur, promoting regeneration. Distally, Wallerian degeneration affects the axon and myelin, while Schwann cells proliferate to form 'bands of Bngner' guiding axonal sprouts. Motor end plates degenerate over time, necessitating re-innervation within months for functional recovery."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Theatre layout and design are crucial for infection control, with distinct zones (outer, clean, aseptic, disposal) linked by corridors to prevent cross-contamination. Careful control of temperature, humidity, light, and ventilation is maintained. Bacterial contamination is primarily airborne, originating from people in the theatre, with acceptable CFU/mÂ3 values for different theatre cleanliness levels."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Operating room design includes zones for reception and sterile procedures, linked by corridors to prevent contamination. Temperature, humidity, light, and ventilation are controlled. Bacterial contamination is primarily airborne from people, with acceptable CFU/mÂ3 limits for different theatre cleanliness levels. Ventilatory systems like plenum and laminar flow manage airborne organisms. Proper clothing, surgical drapes, masks, and gloves are essential for infection control."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Operating room design incorporates zones for patient flow and infection control, with sterile environments maintained through proper ventilation and air filtration (HEPA). Temperature, humidity, and light are controlled. Bacterial contamination is primarily airborne, with acceptable CFU/mÂ3 limits. Ventilatory systems like plenum and laminar flow manage airborne organisms. Appropriate clothing, drapes, masks, and gloves are essential."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Operating room design incorporates zones for patient flow and infection control, with sterile environments maintained through proper ventilation and air filtration (HEPA). Temperature, humidity, light, and ventilation are carefully controlled. Bacterial contamination is primarily airborne from people, with acceptable CFU/mÂ3 limits for different cleanliness levels. Ventilatory systems like plenum and laminar flow manage airborne organisms. Appropriate clothing, drapes, masks, and gloves are essential for infection control."
    },
    {
      "topic": "Inside the Operating Theatre",
      "text": "Operating room design emphasizes infection control through proper ventilation and air filtration. Temperature, humidity, light, and ventilation are precisely controlled. Bacterial contamination is primarily airborne from personnel, with acceptable CFU/mÂ3 limits. Ventilatory systems like plenum and laminar flow manage airborne organisms. Appropriate clothing, drapes, masks, and gloves are essential."
    },
    {
      "topic": "Biologic Changes After Nerve Injury",
      "text": "Following nerve injury, proximal axon atrophy and cell body changes (chromatolysis) occur, promoting regeneration. Distally, Wallerian degeneration affects the axon and myelin, while Schwann cells proliferate to form 'bands of BÃ1⁄4ngner' guiding axonal sprouts. Motor end plates degenerate over time, necessitating re-innervation within months for functional recovery."
    }
  ]