[
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Your injury",
    "subtopic": "Definition and Symptoms",
    "text": "A dislocation is when the ball and socket joint of the shoulder is disrupted. The shoulder joint is made up of your upper arm bone (the humerus) and shoulder blade (the scapula). This is a common injury. The common symptoms following this type of injury include:\n- Pain straight after the injury\n- Swelling\n- Bruising\n- Difficulty moving the arm\n- Deformity at the site of injury"
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Your treatment plan",
    "subtopic": "Initial Management and Follow-up",
    "text": "Once your shoulder is back in joint you will be given a sling to support your arm; this will be used for 2 to 6 weeks whilst the injury heals. You need to keep the sling on for the first week, including at night, but you can remove it daily for personal hygiene and dressing. You should regularly move the elbow and wrist to avoid these joints getting too stiff. After a shoulder dislocation there is an increased risk that it could happen again. This depends on age, how you injured it and individual factors. You will be given an appointment to return to fracture clinic for follow up and you can discuss this further with your treating team."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "What should I do at home?",
    "subtopic": "Home Care Instructions",
    "text": "- Use over the counter pain killers as required.\n- You may find it easier to sleep propped up with pillows, to be more upright.\n- Use ice over the injured area to help with pain and swelling – an ice pack or a bag of frozen peas wrapped in a tea towel can be used for 10 minutes at a time.\n- Avoid sports, lifting and overhead movement for 6 weeks.\n- You should not drive whilst in a sling.\n- You can return to work as soon as you are able to do your normal duties."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "How long will it take to heal?",
    "subtopic": "Recovery Timeline and Factors",
    "text": "For most people the symptoms from a dislocation will settle down without any problems in six to twelve weeks. However, it may take several months for your symptoms to settle completely – these can include pain or discomfort, stiffness, decreased strength and swelling. The injury may take longer to heal if you suffer from diabetes or if you smoke. For advice on stopping smoking please visit www.nhs.uk/smokefree or discuss this with your GP. Once the symptoms have started to heal some people might be referred to their local physiotherapy department for assessment, advice and rehabilitation."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Exercises",
    "subtopic": "General Instructions",
    "text": "You should try to do these exercises three to four times a day. Unless advised otherwise, you can start them immediately. Repeat these ten times each:"
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Exercises",
    "subtopic": "Pendulum Swings",
    "text": "Stand and lean forward supporting yourself with your other hand. Try to relax your injured arm and let it hang down. Swing your arm slowly and gently forwards and backwards, side to side, and in circles clockwise. Continue for approximately 1-2 minutes in total provided there is no increase in symptoms."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Exercises",
    "subtopic": "Postural awareness",
    "text": "Bring your shoulders back and squeeze your shoulder blades together as shown in the picture. Do this with or without your sling on. Hold the position for 20-30 seconds and repeat 5 times provided there is no increase in symptoms."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Exercises",
    "subtopic": "Elbow and Hand Movements",
    "text": "Bend your elbow as far as you can, hold for 5-10 seconds, then straighten elbow as far as you can for 5-10 seconds and hold.\nSeparate and straighten your fingers. Hold for 5-10 seconds. Bend your fingers at the knuckles. Hold for 5-10 seconds. Make a fist. Hold for 5-10 seconds."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Contact Information",
    "subtopic": "Helplines and Departments",
    "text": "If you have any worries or concerns please contact one of the following: Virtual Fracture Clinic Helpline 01225 821668 or Fracture Clinic 01225 825602.\nTrauma and Orthopaedic Department, Royal United Hospitals Bath NHS Foundation Trust, Combe Park, Bath BA1 3NG, 01225 428331, www.ruh.nhs.uk.\nPlease contact the Patient Advice and Liaison Service (PALS) if you require this leaflet in a different format, or would like to feedback your experience of the hospital. Email ruh-tr.PatientAdviceandLiaisonService@nhs.net or telephone 01225 825656."
  }
]