[
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Introduction",
    "subtopic": "Definition and Shared Decision-Making",
    "text": "Anterior traumatic shoulder instability is defined as excessive anterior translation of the humeral head on the glenoid fossa caused by a traumatic event, resulting in pain, discomfort, subluxation, or dislocation. Shared decision-making is crucial, requiring doctors to listen to patients, provide understandable information, and respect their right to make decisions about their treatment. Continuity of care throughout the patient's pathway is essential."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Background",
    "subtopic": "Epidemiology and Biomechanics",
    "text": "Historically, 96% of shoulder dislocations are attributed to trauma, with anterior dislocation accounting for 97%. Traumatic dislocation of the glenohumeral joint is the most common joint dislocation, with an incidence of 8.2 to 23.9 per 100,000 per year. There is a peak incidence in males aged 15-29 and in elderly females over 80. Stability is provided by both static (articular conformity, labrum, ligaments) and dynamic (muscles, rotator cuff, proprioception) factors."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Pathology and Associated Injuries",
    "subtopic": "Mechanism and Lesions",
    "text": "Anterior dislocation most commonly occurs from a fall onto an outstretched hand, causing the arm to extend and externally rotate, leading to failure of the inferior glenohumeral ligament. Common pathological lesions include the Bankart lesion (labrum avulsion), capsular injury, ALPSA, HAGL, glenoid rim fracture, and Hill-Sachs lesion. Patients may also present with mixed instability patterns involving other lesions like posterior labral or SLAP tears."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Pathology and Associated Injuries",
    "subtopic": "Associated Injuries",
    "text": "Neurological injury occurs in about 13.5% of dislocations, with axillary nerve injury being most common. Greater tuberosity fractures are present in approximately 16% of cases. Rotator cuff tears are common, with incidence increasing with age (41% in those 40-55, up to 100% in those over 70)."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Natural history and recurrence",
    "subtopic": "Risk of Recurrence",
    "text": "The decision to treat depends on the likelihood of recurrence and the risk of post-traumatic osteoarthritis. The risk of recurrent dislocation is inversely proportional to the patient's age at the time of the first dislocation. Younger patients have a higher recurrence risk, with males under 20 having a 72% chance of recurrence. Almost 90% of recurrences occur within 2 years of the primary dislocation."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Aims of treatment",
    "subtopic": "Acute and Non-acute settings",
    "text": "In the acute setting, the aim is to identify and reduce the dislocation and any associated injuries in a safe environment. Pre-hospital care should involve transfer to a hospital for assessment and reduction. In the non-acute setting, the aim is to minimize recurrence risk and improve pain and function through a shared decision-making process."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Primary care/fracture clinic/community triage services",
    "subtopic": "Diagnosis and Red Flags",
    "text": "Diagnosis is based on history and examination. Key features to assess include patient expectation, hand dominance, occupation, age, and symptoms of ongoing instability. Red flags requiring urgent secondary care referral include suspected infected joint, unreduced dislocation, suspected tumor, and acute traumatic rotator cuff tear. It is important to note that 40% of patients over 40 with a traumatic anterior dislocation will have a rotator cuff tear."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Secondary care",
    "subtopic": "Acute Dislocation: Assessment, Reduction, and Investigations",
    "text": "A detailed neurological and circulatory examination is essential before and after reduction. Two radiographic views are required to confirm the dislocation. Safe reduction principles include consent, adequate analgesia, and avoidance of rotational forces. Further investigations like MRA or CTA may be needed based on patient age and likelihood of operative intervention. Patients between 40 and 60 have an increased risk of clinically relevant rotator cuff tears and should undergo imaging to assess cuff integrity."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Secondary care",
    "subtopic": "Non-operative management",
    "text": "Patients should be encouraged to mobilize as comfort dictates. Early referral to physiotherapy can be helpful. The evidence for external rotation splinting to reduce recurrence is equivocal and is not recommended in the non-operative management of traumatic anterior shoulder instability due to extra costs and poor compliance."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Operative management of uncomplicated anterior shoulder instability",
    "subtopic": "Operative choices: anatomic vs non-anatomic repair",
    "text": "Anatomic repair (e.g., Bankart repair) is recommended as the surgery of choice. Non-anatomic repairs like the Putti-Platt procedure are associated with an increased risk of secondary osteoarthritis and pain without a perceived reduction in redislocation rates. Modern arthroscopic stabilization techniques using suture anchors are as effective as open anatomic repair, with a recurrence rate of approximately 8% at 2 to 4 years."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Operative management of uncomplicated anterior shoulder instability",
    "subtopic": "Operative choices: timing of surgery",
    "text": "The management of a primary (first) dislocation is less well-defined than for recurrent instability. Arthroscopic stabilization in young athletes after a first dislocation has been shown to significantly reduce recurrent instability (14% vs 80% with sling immobilization). A Cochrane review also demonstrated a significant reduction in recurrence with surgical management. Risk factors for recurrent instability after arthroscopic stabilization include age <22 years, male sex, and time to surgery >6 months."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Operative management of complicated anterior instability",
    "subtopic": "Glenoid and Humeral Bone Loss",
    "text": "A loss of 20% of the glenoid surface area significantly increases the risk of recurrent instability. The most widely accepted method to restore glenoid bone is a coracoid bone block transfer (Latarjet procedure). Hill-Sachs defects are present in almost all anterior dislocations. Large, engaging Hill-Sachs defects (>40% of the humeral head) may require surgical intervention, such as a Latarjet procedure or remplissage (arthroscopic capsulotenodesis)."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Operative management of complicated anterior instability",
    "subtopic": "Associated Injuries: Neurological, Greater Tuberosity, and Rotator Cuff",
    "text": "Neurological injury: Careful clinical examination should be performed. Physiotherapy is essential. EMG studies at 6 weeks are recommended if there is no clinical recovery. Greater tuberosity fracture: Fractures displaced by more than 5mm after relocation should be treated surgically. Rotator cuff tears: Patients over 40 should undergo imaging to assess cuff integrity. Clinically relevant tears following instability are best treated with surgical repair. Outcome appears better with early repair."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Evidence for effectiveness and cost effectiveness of treatment",
    "subtopic": "Summary of Evidence",
    "text": "Evidence to support one method over another is limited. The risk of recurrent instability strongly correlates with age and sex. Immobilization for more than 1 week is not beneficial. External rotation splinting shows similar recurrence rates to simple sling immobilization. Arthroscopic anatomic repair is as effective as open repair. The Latarjet procedure is indicated for significant glenoid bone loss but has a high complication rate. Neurological injury is present in over 10% of patients. Greater tuberosity fractures displaced more than 5mm should be fixed. Patients over 40 should be investigated for rotator cuff tears."
  }
]