[
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "What is a shoulder dislocation?",
    "subtopic": "Definition",
    "text": "The shoulder is a ball and socket joint, which can be injured during your dislocation. The ball of the shoulder joint is made up of your upper arm bone (humerus), and a socket attached onto the shoulder blade (scapula). A dislocation occurs when the ball of the joint excessively moves forward off the socket."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Mechanism of injury",
    "subtopic": "Causes",
    "text": "Anterior shoulder dislocations are mainly due to traumatic events, forcing the arm bone forward. It usually occurs when people fall with an arm out to the side or falling onto an outstretched hand."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Symptoms",
    "subtopic": "Common Symptoms",
    "text": "Common symptoms include pain, stiffness, swelling, bruising and deformity at the site of injury."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Pain and swelling management",
    "subtopic": "Management Strategies",
    "text": "• Ice: a cold pack can provide short-term pain relief. Apply for up to 15 minutes, up to four times a day.\n• Relative rest: reduce activities that are making your symptoms worse.\n• Painkillers: pain relief can help manage discomfort. Painkillers bought from a pharmacist will normally work.\n• Exercise: you should complete specific exercises to increase strength and stability.\n• Sleep: you may find it more comfortable to sleep propped up with pillows."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Healing",
    "subtopic": "Timeline",
    "text": "This type of injury can take between 6 to 12 weeks to fully heal."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Using your arm",
    "subtopic": "Sling Use",
    "text": "Use the sling provided for the first 3 weeks to allow the soft tissues to settle. After this, follow the staged management plan outlined below."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Follow-up",
    "subtopic": "When to seek physiotherapy",
    "text": "We do not routinely follow up patients with this injury. However, if after 6 weeks you still have significant pain or you are struggling to get your full range of movement back, a physiotherapy referral may be beneficial."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 0 to 3",
    "text": "✓ Wear the sling all the time. Even at night in bed.\n✓ Remove the sling for exercises and personal hygiene.\n✓ Start initial exercises.\nX No lifting, activities or sports."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 3 to 6",
    "text": "✓ Try to wean out of the sling.\n✓ Increase movement using the Stage 2 exercises below.\n✓ You should be able to largely carry out day to day activities. More arduous tasks may cause discomfort."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 6 to 10",
    "text": "✓ Progress to Stage 3 exercises below\n✓ Begin to return to normal function"
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 10+",
    "text": "✓ Can begin to start increasing weight during lifting activities and return to sports"
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Initial exercises to do 4 to 5 times a day",
    "subtopic": "Finger and wrist flexion and extension",
    "text": "Open and close your hand as shown 10 to 15 times. Then move your wrist up and down 10 to 15 times. After a few days, hold a soft ball or ball of socks. Squeeze the ball as hard as possible without pain. Hold for 5 seconds and repeat 10 times."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Initial exercises to do 4 to 5 times a day",
    "subtopic": "Postural awareness",
    "text": "Bring your shoulders back and squeeze your shoulder blades together as shown in the picture. Do this with or without your sling on. Hold the position for 20 to 30 seconds and repeat 5 times provided there is no increase in symptoms."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Initial exercises to do 4 to 5 times a day",
    "subtopic": "Shoulder pendulum exercises",
    "text": "Stand and lean forward supporting yourself with your other hand. Try to relax your injured arm and let it hang down. 1. Swing your arm slowly and gently forwards and backwards 2. Swing your arm slowly and gently side to side 3. Swing your arm slowly and gently in circles clockwise. Continue for a couple of minutes in total if there is no increase in symptoms."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage 2 exercises (from 3 weeks)",
    "subtopic": "Active assisted shoulder flexion",
    "text": "Use your other hand to lift your arm up in front of you as comfort allows (as shown in the pictures). Repeat 10 times provided there is no increase in symptoms."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage 2 exercises (from 3 weeks)",
    "subtopic": "Active assisted external rotation",
    "text": "Keep the elbow of your injured arm tucked into your side and your elbow bent. Hold onto a stick/umbrella/golf club or similar. Use your unaffected arm to push your injured hand outwards as comfort allows. Remember to keep your elbow tucked in. If you don't have a stick you could simply hold the injured arm at the wrist and guide it outwards. Repeat 10 times provided there is no increase in symptoms."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage 3 exercises (from 6 weeks)",
    "subtopic": "Active forward flexion",
    "text": "With your thumb facing up, try to move your arm up, keeping it close beside your body."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage 3 exercises (from 6 weeks)",
    "subtopic": "Active abduction",
    "text": "With your thumb facing up and outwards, try to move your arm in a big arc out to the side."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage 3 exercises (from 6 weeks)",
    "subtopic": "Active external rotation",
    "text": "With your elbow by your side, rotate your forearm outwards, keeping your elbow at about 90 degrees in flexion. Do these exercises 10 times each, 4 to 5 times a day. Only go as far as you can comfortably."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage four exercises (to do 3 times, every other day)",
    "subtopic": "Strengthening",
    "text": "Once the above exercises are no longer painful you can then progress to adding a small amount of resistance. Complete the exercises in ‘Stage three' but begin to hold onto a small weight (about 1kg), this could be a dumbbell or small bag of sugar or flour. Repeat the exercises as per the instructions above to gradually increase the strength of your shoulder."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Sharing your information",
    "subtopic": "Partnership",
    "text": "We have teamed up with Guy's and St Thomas' Hospitals in a partnership known as King's Health Partners Academic Health Sciences Centre. We are working together to give our patients the best possible care, so you might find we invite you for appointments at Guy's or St Thomas'. To make sure everyone you meet always has the most up-to-date information about your health, we may share information about you between the hospitals."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Care provided by students",
    "subtopic": "Clinical Training",
    "text": "We provide clinical training where our students get practical experience by treating patients. Please tell your doctor or nurse if you do not want students to be involved in your care. Your treatment will not be affected by your decision."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "PALS (Patient Advice and Liaison Service)",
    "subtopic": "Support and Complaints",
    "text": "The Patient Advice and Liaison Service (PALS) is a service that offers support, information and assistance to patients, relatives and visitors. They can also provide help and advice if you have a concern or complaint that staff have not been able to resolve for you. The PALS office is located on the ground floor of the Hambleden Wing, near the main entrance on Bessemer Road - staff will be happy to direct you. PALS at King's College Hospital, Denmark Hill, London SE5 9RS. Tel: 020 3299 3601, Email: kch-tr.palsdh@nhs.net. You can also contact us by using our online form at www.kch.nhs.uk/contact/pals. If you would like the information in this leaflet in a different language or format, please contact PALS on 020 3299 1844."
  }
]