[
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Important contact information",
    "subtopic": "Contact",
    "text": "Physiotherapy Department – 0131 3121079"
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "What is a shoulder dislocation?",
    "subtopic": "Definition and Causes",
    "text": "The shoulder is made up of a ball and socket joint where the ball sits in a very shallow socket. This allows the arm to be very mobile but also makes it one of the easiest joints to dislocate. A dislocated shoulder happens when the bone in your upper arm moves partially or fully out of the shoulder socket. This normally happens from a fall on your arm, commonly during contact sports. In younger people with very flexible joints, this can happen more easily. Sometimes the shoulder will pop back into place by itself, but sometimes help from a paramedic or in the ED is needed. Dislocations can lead to pain, swelling, and bruising for a few weeks."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "What is the best treatment?",
    "subtopic": "PEACE and LOVE Principles",
    "text": "Immediately after a shoulder subluxation, it is important to manage it correctly by keeping the shoulder gently moving and trying to reduce pain and swelling. The current guidance follows the PEACE and LOVE principles:\n- P (Protection): Avoid activities that increase pain for the first few days.\n- E (Elevation): Elevate the injured limb higher than the heart.\n- A (Avoid Anti-inflammatories): Avoid anti-inflammatory medications as they can reduce tissue healing.\n- C (Compression): Use elastic bandage or taping to reduce swelling.\n- E (Education): Trust your body's healing process and avoid unnecessary passive treatments.\n- L (Load): Let pain guide your gradual return to normal activities.\n- O (Optimism): Be confident and positive for optimal recovery.\n- V (Vascularisation): Choose pain-free cardiovascular activities to increase blood flow.\n- E (Exercise): Restore mobility, strength, and proprioception with an active approach."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "What if I need pain relief?",
    "subtopic": "Pain Management",
    "text": "To manage your pain and keep your shoulder moving, it is advised that you initially take regular simple pain relief, which can be bought over the counter. If you have any allergies or concerns, please seek advice from your GP or a pharmacist."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Rehabilitation and recovery",
    "subtopic": "Timeline and Expectations (Weeks 0-2)",
    "text": "Your injury should take around 8-10 weeks to heal. If you have been given a sling, use it as required in the early stages and wean off it as soon as possible."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Rehabilitation and recovery",
    "subtopic": "Timeline and Expectations (Weeks 2-4)",
    "text": "Start gentle cardiovascular activity like static cycling or walking. If after 2-3 weeks you are still struggling with full movement, significant swelling, inability to use your arm for normal tasks, or a feeling of instability, please contact the physiotherapy department for a self-referral."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Rehabilitation and recovery",
    "subtopic": "Timeline and Expectations (Week 4+)",
    "text": "If you have followed the exercises and built up your activity levels, it is safe to start re-introducing more challenging activities like sports and PE. Gradually return to training and be guided by your shoulder. If you experience high levels of pain that don't settle or feel unstable, contact the physiotherapy department."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Initial exercises",
    "subtopic": "Early Stage Exercises",
    "text": "Start these exercises as soon as you can, right from the day after your injury.\n1. Table slides: Sit with your hands on a table and move them in large circles. Repeat 3x10 times, twice a day.\n2. Lying arm raises: Lie on your side and reach your injured arm forwards and then up and out to the side. Repeat 3x10 times, twice a day.\n3. Four-point kneeling arm lifts: Kneel on your hands and knees and alternately lift one arm then the other. Progress to lifting the opposite leg as well. Repeat 3x10 times, twice a day.\n4. Neck stretches: In standing or sitting, move your head from side to side, holding a stretch for approx. 30 seconds."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Exercises progressions",
    "subtopic": "Later Stage Exercises",
    "text": "Start these exercises as soon as your movement has returned and your pain is settling.\n1. Throwing and catching a ball with your injured arm. Repeat 3x10 times a day.\n2. Plank with arm taps: Take weight through your hands in a plank position and tap the shoulder of the weight-bearing arm. Repeat 3x10 times a day.\n3. Press ups: Can be done on your knees initially and progressed to your feet. Repeat 3x10 times a day.\n4. Squats with arm lifts: Practice squatting while lifting your arms above your head. You can use an exercise band, ball or broom handle. Repeat 3x10 times a day."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Return to sports and activity",
    "subtopic": "Guidelines",
    "text": "Once your shoulder is no longer painful and movement is much better, you can gradually return to gentle activities, and then progress to your usual activities like sports and PE, ensuring you warm up and cool down fully."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Do I require further treatment?",
    "subtopic": "Self-assessment",
    "text": "If you have regained full movement, can use your arm for all normal activities pain-free, and don't have any feelings of instability, you likely don't need any further assessment or treatment. If you do have any concerns, please call the physiotherapy department to make a self-referral."
  }
]