[
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Understanding Your Injury",
    "subtopic": "Anatomy of the shoulder",
    "text": "The shoulder is a ball and socket joint consisting of two bones. The ball at the top of your arm bone (humerus) fits into the socket (glenoid) which is part of your shoulder blade (scapula). It is the most mobile joint in the body and can move in lots of different directions. This advantage of the shoulder also means It is one of the most common joints to dislocate. This can cause pain as it puts strain on the tendons, ligaments and capsule (soft tissues) surrounding the joint."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Understanding Your Injury",
    "subtopic": "Atraumatic dislocation",
    "text": "This occurs when the shoulder dislocates with minimal force such as reaching up for an object or turning over in bed. Usually it will 'pop' back in itself or with a little help. Normally this type of dislocation does not need relocating back in to place in A&E."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Understanding Your Injury",
    "subtopic": "Traumatic dislocation",
    "text": "This is when the shoulder has undergone an injury with enough force to pull the shoulder out of joint such as being tackled in a football or rugby game, a road traffic accident etc. Usually this is the first episode and it would need relocating back in to place in A&E."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Advice Following Your Injury",
    "subtopic": "Pain",
    "text": "Pain is very normal at this stage. It is important that your pain is managed so you can complete your physiotherapy exercises and feel comfortable during the day and when sleeping. Ensure you are taking the pain medication as prescribed by your consultant or doctor."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Advice Following Your Injury",
    "subtopic": "Supporting the Arm",
    "text": "You may be given a sling to wear to keep the shoulder comfortable. It is usually worn for a maximum of 2 weeks unless you have broken you shoulder when it may be worn for up to 6 weeks. If you have been advised to wear the sling for comfort, you should begin to wean off it as your comfort allows. If you are sitting, you may take the sling off and support the arm on a pillow."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Advice Following Your Injury",
    "subtopic": "Sleeping Comfortably",
    "text": "When you have injured your shoulder, it can sometimes be difficult to find a comfortable sleeping position. When sleeping on your back, try sleeping with a small pillow under the arm. If you are a side sleeper, sleep on the non-injured side and hugging a pillow."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Rehabilitation Following Your Injury",
    "subtopic": "Phase 1 From Day 1 - 3 weeks",
    "text": "This phase begins once the shoulder has been put back in the socket. You may be given a sling for comfort, usually for a maximum of 2 weeks (up to 6 weeks if you have a broken shoulder).\nPosition to Avoid: Following your shoulder dislocation, you should avoid the combined movement of taking your arm out to the side with your hand up towards the ceiling, especially if force is applied. Do not force or stretch the shoulder during this phase.\nExercise: Your physiotherapist will provide you with exercises to reduce joint stiffness and increase your range of movement within a pain-free range. You can also keep active with exercises for your opposite shoulder and lower limbs."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Rehabilitation Following Your Injury",
    "subtopic": "Phase 1 Exercises",
    "text": "• Elbow flexion and extension: Keep elbow tucked in to side. Bend elbow and bring hand towards shoulder. Straighten elbow out all the way.\n• Shoulder shrugs: Shrug your shoulders so you are bringing your shoulder up to your ear, then relax down.\n• Assisted shoulder flexion: Support your affected arm with your other arm. Use your other arm to lift up affected arm in front of you, within a comfortable range.\n• Assisted shoulder abduction: Support your affected arm with your other arm. Use your other arm to lift up affected arm out to side, within a comfortable range.\n• Table slides: Place arm on a table with a towel underneath to slide on. Slide arm forward within a comfortable range, keeping arm flat on the surface.\n• Lying shoulder flexion: Lie comfortably with a small towel underneath your upper arm. Clasp your hands together and use your non affected arm to lift your affected arm up as far as comfortable. Slowly lower back down."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Rehabilitation Following Your Injury",
    "subtopic": "How Often to Complete Exercises",
    "text": "Phase 2 and 3 will be guided by your Physiotherapist when you are contacted by them."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Patient Support",
    "subtopic": "Emergency Contact",
    "text": "If your symptoms or condition worsens, or if you are concerned about anything, please call your GP, 111, or 999."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Patient Support",
    "subtopic": "Patient Experience and Feedback",
    "text": "Being admitted to hospital can be difficult. If you have any questions or concerns, please speak with a member of staff. Feedback is important to us; you can share your experience by completing our Friends and Family Test cards."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Patient Support",
    "subtopic": "Patient Advice and Liaison Service (PALS)",
    "text": "If you have any concerns or questions, you can talk to the nurse in charge or contact the PALS Team for informal help and advice. If you are still unhappy, you can contact the Complaints Department. PALS can be reached by telephone at 0300 123 1732 or via email at wah-tr.PALS@nhs.net from Monday to Friday, 8.30am to 4.00pm."
  }
]