[
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Introduction",
    "subtopic": "General Information",
    "text": "Please refer to standards for closed and open fractures which should be used alongside these specific guidelines. These are common injuries that usually do well with minimal intervention."
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "First Aid Measures",
    "subtopic": "Initial Management",
    "text": "For all first aid measures and triage category please see Hand Injury Triage guidelines at https://www.bssh.ac.uk/hand_trauma_app.aspx"
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Decision making",
    "subtopic": "Conservative vs. Operative Management",
    "text": "As with all closed fractures operative management should only be chosen where there is a clear functional benefit which counteracts the risk of complications involved in intervening. Impacted and volarly angulated 5th metacarpal neck fractures will heal without significant functional impact on the grip strength. Manipulation does not improve the outcome other than as part of an operative intervention as below. Conservative management is indicated for all cases of simple impacted fractures."
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Decision making",
    "subtopic": "Indications for Operation",
    "text": "Consider operating for:\n- Rotational deformity\n- Complex or unusual fracture configuration (e.g. oblique)\n- Complete off ending of distal part\n- Open injuries (Where there is a wound associated with the fracture this should be excised and washed out within 24 hours. The stability is then assessed and a decision made on operative intervention along the same lines as if the fracture were closed)\n- Patients with occupations for whom a prominent metacarpal head in the palm might impair function"
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Non-operative management",
    "subtopic": "Standard Approach",
    "text": "Non-operative management is appropriate for the majority of 5th MC neck fractures and can be achieved with a single appointment. Buddy taping and early motion of the digit is the most common intervention required for this fracture. Where this option is selected the patient should receive clear written advice as to when and how to make contact should they need hand therapy assistance. An ulnar gutter Position of Safe Immobilisation (POSI) splint followed by referral to hand therapy should be available for patients who have excessive pain/swelling or a MCP joint extension deficit of >45 degrees."
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Operative management",
    "subtopic": "Referral and Technical Options",
    "text": "Refer to Open and Closed Hand Fracture standards for Timing, Staff, Equipment, and Environment.\nTechnical:\n- Bouquet wiring or plating have lower complication rates than transverse wiring\n- Other options include intramedullary cannulated screws"
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Therapy requirements post-operatively",
    "subtopic": "Referral",
    "text": "Refer to Open and Closed Hand Fracture standards"
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Audit",
    "subtopic": "Audit Points",
    "text": "Regular or rolling audits of:\n- Infection rate\n- Rate of re-operation for various fixation methods; e.g. removal of metalwork, tenolysis and osteotomies\n- Number of hospital visits/interventions"
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "References",
    "subtopic": "List of sources",
    "text": "1. Shuang-Le Zong, MD, Gang Zhao, MD, et al. Treatments for the Fifth Metacarpal Neck Fractures; A Network Meta-analysis of Randomized Controlled Trials. Medicine (Baltimore). 2016; 95(11): e3059\n2. N. Sletten, J. C. Hellund, B. Olsen, et al. Conservative treatment has comparable outcome with bouquet pinning of little finger metacarpal neck fractures: a multicentre randomized controlled study of 85 patients J Hand Surg Eur Vol. 2015;40(1):76-83\n3. Ford DJ, Ali MS, Steel WM. Fractures of the fifth metacarpal neck: is reduction or immobilisation necessary? J Hand Surg Br. 1989 May;14(2):165-7.\n4. Kolitz KM, Hammert WC, Vedder NB, Huang J Metacarpal fractures, treatment and complications. Hand 2014; 9 (1) 16-23\n5. Midgely R, Toeman A Evaluation of an evidenced based patient pathway for non surgical and surgically managed metacarpal fractures. Hand Therapy (2011) 16:1: 19-25\n6. Kvenmo H Metacarpal neck fractures in Fractures of the hand and carpus FESSH 2018 Instructional course book chapter 23 page 223-231"
  }
]