[
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "What is a metacarpal fracture?",
    "subtopic": "Anatomy and Common Types",
    "text": "There are five metacarpal bones inside your palm. They connect your wrist bones to your thumb and fingers bones. The metacarpal is divided into four sections: the base, the shaft (middle section), the neck, and the head. A fracture can happen at any of these sections. The most frequent type is a ‘boxer's fracture’, which is a little finger (5th metacarpal) neck fracture."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "What are the signs and symptoms of a metacarpal fracture?",
    "subtopic": "Symptoms",
    "text": "Pain, swelling and bruising are very common following a metacarpal fracture. You may feel that moving your wrist or fingers, or both, is painful. You may notice some changes in the appearance visual aspect of your joints or in the direction your fingers point. An X-ray may be needed to confirm the presence of a hand fracture."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "What's next? In the emergency department:",
    "subtopic": "Initial Treatment",
    "text": "If it is confirmed that you have a metacarpal fracture the emergency practitioner may need to manipulate your hand to help realign the fragments. You will also be given a splint to protect your metacarpal, or to stop it from moving. Depending on the severity of the break and which section of the metacarpal is broken you may be provided with: a 'buddy strap' linking the broken finger to a non-broken finger, a buddy strap and a splint supporting your hand and wrist, or a cast to immobilise the wrist or wrist and fingers."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "How a buddy strap works",
    "subtopic": "Function and Use",
    "text": "The role of the buddy strap in finger fracture is not to support the bone but to prevent some of the muscles of our hand from pulling on the broken bone. Buddy straps also help to avoid catching the finger, help align the fingers, and help to improve movement by being attached to a stronger finger. A buddy strap alone is usually reserved for simple fracture of the neck of the little finger. All metacarpal fractures need protection and support for 3 to 4 weeks."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "What's next? Your virtual review appointment",
    "subtopic": "Follow-up Process",
    "text": "You will have your medical notes and X-ray reviewed in a virtual fracture clinic within five days of your emergency admission. You will receive a call from a nurse who will explain your injury and the length of time needed for protection or support. From this virtual review, there are three possible outcomes: discharge with self-management advice, referral to hand therapy, or a face-to-face assessment if the fracture is complex. Surgical intervention may be needed for complex fractures such as comminuted fractures, open wounds, displaced fractures, or fractures with associated injuries."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "How long will it take to heal?",
    "subtopic": "Healing Timeline",
    "text": "Most hand fractures are healed enough between three to four weeks to allow the use of the hand in light day-to-day activities. Strengthening exercises can be gradually added from eight weeks after the injury. It takes around 12 weeks for the bone to be as strong as it was before the injury, so heavier activities or impact sports should wait until then."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "When can I return to my day-to-day activities?",
    "subtopic": "Activity Guidelines",
    "text": "• you can decide when to drive again, but should feel confident you can control your car safely.\n• you can resume moderate activities after around eight weeks.\n• you must wait three months to return to contact sports and leisure involving impact on the hand.\n• your return to work depends on your job type. A fit note can be provided by surgeons, hand therapist or your GP."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "Will I regain full function and when?",
    "subtopic": "Recovery Expectations",
    "text": "Most people tend to underestimate the impact of hand fractures on day-to-day life. Pain should improve weekly and be present during use for around 12 weeks. At three months, most patients will have regained near full range of motion and strength. The shape and size of the finger may appear different; if the metacarpal has lost length, the knuckle may appear shorter. This will not change. Swelling can take up to six to 12 months to settle completely."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "What can I do to help myself after my emergency visit?",
    "subtopic": "Self-Care Advice",
    "text": "There are several things that you can do to help your recovery:\n• painkillers can be useful in the first few days.\n• keep your hand elevated above your heart to improve swelling. A sling can be useful but should not be worn full time.\n• you can gently move all joints that are not immobilised if it is comfortable to do so."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "Contact details",
    "subtopic": "Clinic and Information Lines",
    "text": "For general virtual fracture clinic enquiries after your Emergency Department visit, call 020 3312 5552. For concerns about your injury, you can call 020 3312 5990 on Tuesday and Friday mornings or email imperial.virtualfractureclinic@nhs.net."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "How do I make a comment about my visit?",
    "subtopic": "Feedback and Complaints",
    "text": "If you have suggestions or comments, speak to a staff member or contact the Patient Advice and Liaison Service (PALS). You can also complain in writing to the complaints department. Email: ICHC-tr.Complaints@nhs.net, Telephone: 020 3312 1337 / 1349."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "Alternative formats",
    "subtopic": "Accessibility",
    "text": "This leaflet can be provided on request in large print or easy read, as a sound recording, in Braille or in alternative languages. Please email the communications team."
  }
]