[
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Introduction",
    "subtopic": "Diagnosis and General Information",
    "text": "• You have a fracture to one or more of your metacarpals (bones in your hand).\n• This leaflet provides guidance for the management of your injury. Information provided from the Emergency Department or Virtual Fracture Clinic should explain your type of injury.\n• As the bone heals, a lump may form over the fracture.\n• If you have a ‘head/neck' fracture of the metacarpals (in your hand), your knuckle might not look the same as before your injury.\n• These should not cause any movement problems with your hand.\n• When clenching your fist, if you notice your injured finger crossing another finger, or sticking up, please contact the Virtual Fracture Clinic for further assessment."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Treatment",
    "subtopic": "Healing and Pain Management",
    "text": "• Healing: It normally takes about six weeks to heal. If you have been given a splint, this is for comfort and doesn't affect the rate of healing.\n• Managing pain and swelling: It is advised to take paracetamol or ibuprofen as necessary. It is important to take painkillers at the recommended dose and regularly every 4 to 6 hours. Don't wait until your pain is severe before starting painkillers. If a 2-week course of over-the-counter painkillers does not work, ask your GP or pharmacist for advice.\n• Apply an ice pack for 10-15 minutes, wrapped in a towel. This may help in the first few days of injury."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Treatment",
    "subtopic": "Swelling, Hand Use, and Follow-up",
    "text": "• If the swelling continues, alternating between bathing the hand in warm and cold water can help.\n• Using your hand: It is important to use your hand as pain allows to prevent stiffness. Start with light activities and increase gradually.\n• Follow-up: As these injuries usually heal well, follow-up appointments with Orthopaedics are generally not needed. However, you will be referred to the hand therapy service to help regain movement and strength."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Rehabilitation Plan",
    "subtopic": "Weeks 0-2",
    "text": "✓ Use the strapping and splint (if provided)\n✓ Move fingers gently to prevent stiffness – see initial exercises."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Rehabilitation Plan",
    "subtopic": "Weeks 2-6",
    "text": "✓ Remove the strapping when pain settles and stop using the splint if you were issued one.\n✓ Start doing your normal activities as pain allows.\n✓ Progress to additional exercises.\n✓ Avoid heavy lifting tasks (no more than a cup of tea) and contact sports."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Rehabilitation Plan",
    "subtopic": "Weeks 6-12",
    "text": "✓ The injury has healed. Swelling however can last for several months.\n✓ Avoid heavy lifting and contact sports for up to 8 weeks. Increase activity gradually using pain as a guide"
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Rehabilitation Plan",
    "subtopic": "Weeks 6+",
    "text": "✓ If you are still experiencing significant pain and swelling, then please contact the Virtual Fracture Clinic or your Hand Therapist for advice"
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Application of Buddy Strapping or a Bedford splint (if applicable)",
    "subtopic": "Support Methods",
    "text": "Sometimes this type of injury requires some support, which can be in the form of buddy strapping or a Bedford splint. Both are suitable. You can find a video on how to apply buddy strapping via a QR code. If buddy strapped, change the padding and tape daily. You may also wear a wrist splint in conjunction with other supports."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Exercises",
    "subtopic": "Initial Exercises",
    "text": "The following exercises, called ‘Tendon Glide’ exercises, should be performed slowly and regularly every day to regain full movement. You must do them 5 to 10 times, every two hours. Keep the buddy strapping or Bedford splint on until advised by the Hand Therapist. Work through the movements (Straight, Hook, Duck, Straight Fist, Full Fist) as shown in the pictures. Hold each position for 2-5 seconds. Complete 5-10 repetitions, 5-6 times a day."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Exercises",
    "subtopic": "Strengthening exercises",
    "text": "Begin strengthening exercises four weeks after your fracture. Using soft putty, start with five squeezes for each grip exercise, holding for a couple of seconds. You can also use an elastic band around your fingers to strengthen the muscles in the hand (5 to 10 repetitions)."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "General Health Advice",
    "subtopic": "Smoking cessation",
    "text": "Smoking makes healing time longer, and in extreme cases, can stop healing altogether. Stopping smoking will help your fracture recover. For advice on smoking cessation, refer to http://smokefree.nhs.uk or discuss with your GP."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "General Health Advice",
    "subtopic": "Return to Work and Driving",
    "text": "• You can return to work when you feel you can manage physical tasks in your job.\n• Before driving, you must make sure that you meet DVLA guidelines.\n• You must be able to grip the steering wheel, perform an emergency stop safely and not be limited by pain. If this is not possible, DO NOT DRIVE.\n• Check with your insurance company in case your policy is affected."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Disclaimer",
    "subtopic": "Exercise Suitability",
    "text": "Not all these exercises are suitable for everyone. While every precaution has been taken in selecting these exercises, they do not come without risks. If you have any concerns, consult your treating doctor or Hand Therapist before beginning any exercises in this leaflet. The exercise plans are a guide and can be changed under the supervision of your Hand Therapist."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Patient Support",
    "subtopic": "Patient advice and liaison service (PALS)",
    "text": "If you have a compliment, complaint or concern please contact our PALS team on 020 7288 5551 or whh-tr.PALS@nhs.net. If you need a large print, audio or translated copy of this leaflet please email whh-tr.patient-information@nhs.net."
  }
]