[
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "Abstract",
    "subtopic": "Summary",
    "text": "This comprehensive study explores the various aspects of metacarpal fractures, a prevalent condition in hand injuries. We delve into the anatomy of the metacarpals, elucidating how their structural characteristics influence fracture mechanics and treatment options. Special attention is given to the diverse types of fractures, particularly the differing tolerances for angular, shortening, and rotational deformities. The manuscript extensively reviews conservative treatment approaches, emphasizing the efficacy of non-surgical methods like modified braces and active mobilization techniques. Additionally, we provide a nuanced understanding of specific fracture types, such as neck fractures, highlighting their unique healing dynamics. This research offers valuable insights for orthopedic and plastic surgery practitioners, advancing the understanding and management of metacarpal fractures."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "1. Introduction",
    "subtopic": "Epidemiology",
    "text": "Metacarpal fractures are relatively common, accounting for 18-44% of all hand fractures. Fractures in the fifth ray are the most frequent, constituting 20% of metacarpal fractures. Predominantly affecting males, who represent 85% of patients, these fractures have an average occurrence age of 31.5 years. Metacarpal fractures can occur at the base, shaft, neck, or head, and present in various forms: transverse, long oblique, short oblique, spiral, and comminuted. The fracture geometry can lead to different deformities, including angular, shortened, or rotational. These deformities are primarily influenced by the deep flexor tendons and intrinsic muscles, particularly the interossei."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "2. Anatomy of the metacarpals",
    "subtopic": "Structure and Function",
    "text": "The metacarpals of the long fingers form two transverse arches. The proximal arch is formed by the carpometacarpal (CMC) joints, which are stable. The distal arch comprises the more mobile metacarpophalangeal (MCP) joints. The metacarpal bone has three longitudinal surfaces and exhibits a volar concavity and dorsal convexity, which accommodate muscles and tendons and provide mechanical resistance to compression and tension forces respectively."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "3. Conservative treatment",
    "subtopic": "Principles and Approach",
    "text": "Metacarpal fractures can be treated non-surgically or surgically, with the former often preferred to avoid complications. Most single metacarpal fractures are stable and suitable for conservative treatment with reduced orthoses and controlled active mobilization. For conservative treatment, immobilization of joints proximal and distal to the fracture site and early controlled active mobilization is recommended. A crucial aspect is the flexion of the MCP joints, which reduces extension stiffness risk and limits edema. The approach utilizes a minimally invasive plastic thermomoldable orthosis (modified Brace) that immobilizes the CMC and flexed MCP joints while allowing movement of the radiocarpal and interphalangeal joints."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "4. Base fractures",
    "subtopic": "Treatment",
    "text": "Base fractures are classified as either articular or extra-articular. The fourth and fifth rays are most commonly involved. These fractures are typically treated with a radial or ulnar orthosis that maintains the wrist in a neutral position and MCP joints flexed at 70°. Immobilization is usually maintained for 3-4 weeks. Surgery is indicated for severe displacement or instability."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "5. Shaft fractures",
    "subtopic": "Treatment",
    "text": "Shaft fractures are divided into transverse and oblique types. Transverse fractures are treated with a modified Brace with MCP joints flexed at 70°/90° for 3-4 weeks. Oblique fractures are prone to shortening and rotation. Conservative treatment includes a modified Brace with flexed MCPs, free IP and radiocarpal joints, and syndactyly (buddy taping) to control malrotation. Immobilization varies between 3 and 6 weeks. Surgical intervention is considered for substantial shortening, rotational deformities, or multiple fractures."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "6. Neck fractures",
    "subtopic": "Treatment",
    "text": "Neck fractures are the most common hand fractures, often involving the fourth and fifth metacarpals ('Boxer's fractures'). Jhass's maneuver is used for reduction when angular displacement is excessive. Immobilization is a recommended treatment. A Cochrane review found no significant difference between cast immobilization, orthosis, or simple taping. The authors' treatment involves a modified Brace orthosis immobilizing the affected and adjacent metacarpals with MCP joints fully flexed. These fractures heal quickly, with immobilization for 3 to 4 weeks. Surgery is generally reserved for fractures with extreme angulation or displacement."
  }
]