[
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "What is a fractured metacarpal?",
    "subtopic": "Definition and Cause",
    "text": "The metacarpals are bones in the hand which extend from the knuckles to the wrist. Some of the most common metacarpal fractures (breaks) involve the fifth (small) bone the hand and occurs when the bone just below the knuckle of the little finger is broken. It is also called a 'boxer's fracture' and is usually caused by the impact of a clenched fist with a hard immovable object. The knuckle compresses and it snaps the neck of the metacarpal bone. The break will heal, and the pain will usually settle in three weeks. Often this is a simple fracture that heals well and no follow up is needed. More complicated fractures will be referred to fracture clinic."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "What are the symptoms?",
    "subtopic": "Symptoms",
    "text": "Patients with metacarpal fractures experience pain, swelling, loss of gripping power and difficulty in moving the fingers, especially over the affected metacarpal bones. The knuckle may look as if it has “disappeared” due to the focal swelling and angulation of the fracture."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "What is the treatment?",
    "subtopic": "Treatment Plan",
    "text": "• The fracture usually heals by itself, so the treatment is aimed at making it a bit more comfortable. For most people this involves strapping the little finger to the ring finger (neighbour strapping) and a Velcro wrist splint which can be worn for up to 14 days. The finger strapping may help the pain and allow early movement.\n• The fracture site can be painful and swollen, especially for the first week. Therefore, it is important for you to keep it elevated. Sometimes you will be given a sling to wear to help reduce the swelling."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "General Advice",
    "subtopic": "Precautions and Pain Relief",
    "text": "• There is a risk that heavy lifting may be sore for 6 or 8 weeks.\n• Taking regular simple pain killers will be helpful in relieving your pain.\n• Smoking is known to delay healing and can prevent it all together. Further advice can be found on the NHS website https://www.nhs.uk/better-health/quit-smoking/ or from your GP.\n• You will be referred to the Hand Clinic after your initial management at the Minor Injury Unit."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "Is there anything I can do to help?",
    "subtopic": "Self-Care",
    "text": "• It is important in the first few days that you try and get your fingers moving as much as possible. If you fingers become stiff, they will be very difficult to get moving again. Please try to make a full fist as soon as the pain allows and repeat this regularly, during the course of your healing and recovery.\n• Use your hand as normally as possible within the limits of the pain. This will not cause further damage, but failure to do so may lead to ongoing stiffness."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "How long will it take before I am able to use my hand as usual?",
    "subtopic": "Recovery Timeline",
    "text": "The fracture itself does not heal for about 6 weeks, so heavier work and contact sport must be left until then."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "What should I expect in the long term?",
    "subtopic": "Long-term Outcomes",
    "text": "• Handgrip is generally very good after this type of injury.\n• There will be a lump on the back of the hand near the knuckle of the little finger. This is normal and occurs partly because the broken bone has bent slightly. It also develops as the body forms new bone around the fracture to help it heal. This lump should smooth out over a year or two and will not cause any problems with the use of your hand.\n• There will be some shortening expected as a consequence of the injury. The finger may droop a little, but this will usually recover over time."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "Is there anything I should look out for?",
    "subtopic": "When to Seek Further Help",
    "text": "It is normal to experience some pain as well as some stiffness and a weakened grip, but these symptoms should gradually improve. However, if the pain gets worse or lasts more than 3 weeks or you are concerns about your hand, please contact the Minor Injury Unit or Accident and Emergency Unit. If your little finger does not tuck in neatly next to the ring finger when making a fist, there is a risk that it may be malrotated. If so, please contact Your GP, Accident and Emergency Unit or Minor Injury Unit. If the issue persists, contact the Fracture Clinic."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "Contact and Further Information",
    "subtopic": "Queries and Concerns",
    "text": "Please contact your GP or NHS111 for any queries or concerns. Please retain this leaflet for future reference."
  }
]