[
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Introduction",
    "subtopic": "Diagnosis and Cause",
    "text": "Following your recent investigations and consultation with your spinal surgeon, your scans have revealed that you have one or more fractured vertebrae (bones of the spine). This could have been caused by osteoporosis, injury to your back or less commonly cancer, as these can weaken a bone's structure. Osteoporosis (meaning porous bone) is a disease that results in a loss of normal bone density, mass and strength, which can result in the bones becoming more susceptible to breaking."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Introduction",
    "subtopic": "Fracture Description",
    "text": "When a vertebral body fractures, the bone squashes down (compresses) and the usual rectangular shape is permanently altered. Typically, this occurs at the front edge of the vertebra (anterior column) and will give the bone a wedge like appearance (anterior wedge compression fracture). This type of fracture can cause extreme back pain along with other symptoms, such as losing height, spinal deformity or a 'hunched' appearance (kyphosis) because of the increased forward tilt of the spine. These appearances can be more pronounced the more bones that are involved."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Introduction",
    "subtopic": "Potential Complications of Fracture",
    "text": "In certain circumstances if the condition worsens, it can lead to collapse or narrowing of the spinal canal and pressure on the spinal nerves. This can cause pain, numbness, increased sensitivity or even weakness of the muscles in the area supplied by that particular spinal nerve."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Vertebroplasty and kyphoplasty",
    "subtopic": "Procedure Definition and Indications",
    "text": "Vertebroplasty and kyphoplasty are surgical procedures where bone cement is injected into a fractured vertebra to stabilise it and reduce the pain. Vertebral body compression fractures are usually treated by conservative measures, such as strong medication, bed rest and/or bracing until the pain settles. Vertebroplasty or kyphoplasty can now be offered to patients where these treatments have been difficult to tolerate and for patients who:\n- have uncontrolled pain\n- have conditions that limit their ability to tolerate bed rest or the taking of strong medication\n- are elderly or frail and are likely to have impaired bone healing following a fracture\n- have a vertebral compression fracture due to a malignant tumour\n- suffer from osteoporosis due to long-term steroid treatment or a metabolic disorder."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Vertebroplasty and kyphoplasty",
    "subtopic": "Limitations and Postural Changes",
    "text": "There are, however, limitations to what this type of treatment can achieve. Some of the pain experienced is due to muscular spasms resulting from the spinal deformity or pain from the lower back joints (facet joints). This can happen when people following injury, adopt a change of posture by leaning backwards to try and 'reverse' the forward tilt (thoracic kyphosis) of the spine. This can increase the load on the joints, resulting in inflammation and pain."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "The procedure",
    "subtopic": "General Steps",
    "text": "The procedure is usually carried out under a general anaesthetic, so you are fully asleep, lying on your stomach. The skin on your back is cleaned with antiseptic solution and a small incision is made to one or both sides of the midline. A hollow needle is then passed down through the muscle into a bony passage (pedicle), which goes from the back of the spine to the front of the vertebral body. Live (video) X-ray is used as guidance to direct the needle into this area."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "The procedure",
    "subtopic": "Vertebroplasty",
    "text": "For vertebroplasty, the liquid cement is injected into the vertebra through the hollow needle. Several x-rays are taken to show the cements movement into the vertebra. The cement becomes hard in minutes."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "The procedure",
    "subtopic": "Kyphoplasty",
    "text": "During kyphoplasty, a balloon is first inserted into the fractured vertebrae through the hollow needle to create a cavity or space. The balloon is then removed and the liquid cement is injected into the cavity it created. Several X-rays are taken to show the cements movement into the vertebra. The cement becomes hard in minutes."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Risks and complications",
    "subtopic": "Procedure-Related Risks",
    "text": "• leakage of the cement outside the vertebral body, which could cause thermal (heat) and pressure problems in the spinal canal, potentially leading to neurological problems including paralysis.\n• travelling of particles of cement, air, bone marrow fat or tumour into the blood vessels causing a blockage (embolisation), which could put stress on the lungs, heart or other organs.\n• cement sensitivity, which could cause irregular heart beats, cardiac arrest, and death in extreme cases.\n• infection. Superficial wound infections may occur in 2-4% of cases. Deep wound infections may occur in < 1% of cases.\n• bleeding. You must inform your consultant about any blood-thinning medications you are taking.\n• the increased strength in the vertebra following vertebroplasty may increase the chances of the adjacent vertebral body wedging in the future.\n• problems with positioning during the operation which might include pressure problems, skin and nerve injuries and eye complications including, very rarely, blindness.\n• extremely rarely, death as a result of damage to major blood vessels or vital organs (reported in 1 out of 10,000 cases).\n• general anaesthetic fatal complications (reported in 1 out of 250,000 cases)."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "What to expect in hospital",
    "subtopic": "Immediate Post-Procedure Care",
    "text": "Immediately after the procedure you will be taken to the recovery ward, where nurses will monitor your blood pressure and pulse. Oxygen may be given to you through a facemask. Once back on the ward, you will receive appropriate medication for any discomfort. When you are fully awake and comfortable, you will be allowed to get out of bed, possibly on the same day."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Going home",
    "subtopic": "Discharge and Transport",
    "text": "If you do not require any further treatment, you will normally be allowed home the following day, once you and your physiotherapist are happy with your mobility. Please arrange for a friend or relative to collect you, as driving or taking public transport is not advised for 48 hours after the anaesthetic. If you qualify for patient transport, arrange this through your GP before admission."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Work",
    "subtopic": "Time off Work",
    "text": "You will need to be off work for at least 48 hours or maybe longer if discomfort persists. The hospital can give you a sick certificate or you can ask your GP."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Follow-up",
    "subtopic": "Clinic Appointments",
    "text": "Your specialist will advise you whether you should attend clinic after your operation. You may already be undergoing check-ups with another consultant who referred you for this treatment. If you have any queries, please contact the nurse specialist or other member of your consultant's team."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "British Spine Registry (BSR)",
    "subtopic": "Purpose and Data Collection",
    "text": "The British Spine Registry (BSR) collects information about spinal surgery across the UK to determine which operations are most effective and to improve patient care. It enables patient outcomes to be assessed using questionnaires. Your personal details (name, gender, date of birth, address, email, NHS number) are collected to link you to your surgery and questionnaires. This data is treated as confidential, kept secure, and controlled by the British Association of Spine Surgeons (BASS)."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "British Spine Registry (BSR)",
    "subtopic": "Consent and Data Usage",
    "text": "Participation in the BSR is voluntary. Your personal details cannot be kept without your consent, which can be given by signing a form or electronically. You can withdraw your consent at any time. Your consent allows the BSR to use your data for 'service evaluations' or 'audits' and medical research, mostly using anonymised information. For children, parents are asked to consent for data collection."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "British Spine Registry (BSR)",
    "subtopic": "Further Information and Contact",
    "text": "The BSR website at www.britishspineregistry.com contains more information. To contact the BSR, write to: The British Spine Registry, Amplitude Clinical Services, 2nd Floor, Orchard House, Victoria Square, Droitwich, Worcestershire, WR9 8QT."
  }
]