[
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Introduction",
    "subtopic": "Purpose of Guide",
    "text": "The following guide is designed to help you understand more about your fracture and the therapy you will receive."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Anatomy",
    "subtopic": "Sections of the spine",
    "text": "The document displays a diagram illustrating the sections of the spine: Cervical spine, Thoracic spine, Lumbar spine, Sacroiliac joint, and Coccyx."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Management Plan",
    "subtopic": "Treatment Approach",
    "text": "The majority of spinal fractures can be treated conservatively. You may require a brace and occasionally surgery is needed. The orthopaedic team will discuss the management options with you."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Spinal Brace",
    "subtopic": "Fitting and Usage",
    "text": "Should you need a spinal brace, you will be fitted with the appropriate brace by the Therapist or Senior Clinical Nurse. You will be provided with written instructions. The brace can be taken off when you are lying flat on your back, but must be worn at all other times, including sitting up in bed. A relative or carer can be taught how to assist you. If you have any problems with your brace at home, contact the therapist for advice."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Mobility and Discharge",
    "subtopic": "Hospital Care",
    "text": "Once you are allowed to get out of bed the Therapy Team will assess your mobility and provide you with any equipment you might need. You may initially feel dizzy and weak, but this will wear off. If you have stairs at home, the therapy team will practice these with you prior to your discharge."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Pain Management",
    "subtopic": "In-hospital and at-home care",
    "text": "The orthopaedic team will work with you to ensure your pain is controlled as effectively as possible. You will be sent home with the appropriate medications but if you require more or further advice about your pain control you should talk to your GP."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Discharge Planning",
    "subtopic": "Transition to Home",
    "text": "The team of health professionals involved in your care will discuss your discharge with you. Where possible we will aim to get you straight back to your usual residence. You may need some support at home initially. The therapy team treating you will decide if this is necessary."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Early Exercises",
    "subtopic": "Bed Rest Exercises",
    "text": "Whilst you are on bed rest, you will be taught how to log roll (turn from side to side). We recommend you do the following exercises at least three times per day to assist circulation, maintain muscle strength, and keep your chest clear:\n\n1. To assist good circulation: Move both ankles and toes up and down as much as possible.\n2. To maintain muscle strength: Pull your toes towards you and push the back of your knees into the bed. Hold for 5 seconds.\n3. To keep your chest clear: Take a deep breath in and hold for 3 seconds before exhaling. Repeat 3 times followed by a cough/huff."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Additional Exercises",
    "subtopic": "Core muscle activation",
    "text": "Lying on your back with your knees bent and feet hip width apart, gently pull your stomach muscles down towards the bed whilst continuing to breathe normally. Hold for 5 seconds and then release. Practice this regularly and progress to doing it in sitting and standing as able."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Additional Exercises",
    "subtopic": "Pelvic Tilts",
    "text": "Whilst on your back, lift your tail bone up to flatten your back into the floor/bed. Slowly lower back down again gently arching your lower back."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Rehabilitation Exercises",
    "subtopic": "Bridging",
    "text": "Lying on your back with your knees bent and feet hip width apart, slowly lift your bottom off the bed keeping your pelvis level. Hold for 5 seconds and then slowly lower."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Rehabilitation Exercises",
    "subtopic": "Knee flexion/extension",
    "text": "Lying on your back with your knees bent and feet hip width apart, slowly slide one foot out to straighten the knee and then return to the starting position, then repeat with the other leg."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Rehabilitation Exercises",
    "subtopic": "Mini Squat",
    "text": "Holding onto a chair with your feet hip width apart, slowly bend your knees keeping your back straight. Go down as far as you feel comfortable, then stand up tall slowly."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Everyday Activities",
    "subtopic": "Mobility",
    "text": "Gradually increase the amount of walking you do but avoid hills initially. Providing you are not in pain, this is an excellent form of general exercise to restore fitness after your injury."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Everyday Activities",
    "subtopic": "Sitting",
    "text": "Try to sit in a supportive upright chair with a cushion in your lower back. Avoid low soft chairs and sitting for more than 20 minutes initially as it may be uncomfortable and put excess strain on your back."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Precautions and Advice",
    "subtopic": "Lifting and handling",
    "text": "Avoid lifting anything heavier than the weight of a filled kettle for the first 6 weeks following your injury."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Precautions and Advice",
    "subtopic": "Dressing",
    "text": "If you have a spinal brace we recommend wearing a vest or T-shirt underneath it to protect your skin. Sit or lie to get dressed initially. The therapy team will be able to offer further help and advice on dressing."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Precautions and Advice",
    "subtopic": "Washing",
    "text": "You will not be allowed to have a bath or bend over the bath to wash your hair for at least 6 weeks following your injury. We recommend strip washing with an appropriate stool at the sink and long handled aids. Depending on the type of brace, you may be able to shower with the brace on using a long-handled sponge, but you must then lie on the bed to remove the brace and allow it to dry."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Precautions and Advice",
    "subtopic": "Sleeping",
    "text": "Try to sleep on your back if possible. You may take the brace off in bed but if you normally get up to use the toilet at night we recommend you sleep with the brace on. It may be advisable for men to use a urinary bottle at night."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Return to Activities",
    "subtopic": "Driving",
    "text": "Your consultant will inform you when you can resume driving. You should inform your insurance company about your injury and check that you are covered. Once you resume driving it is advisable only to drive short distances initially. You should be able to travel as a passenger for short journeys (i.e. up to 30 minutes)."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Return to Activities",
    "subtopic": "Household Jobs",
    "text": "It is important that you avoid doing any heavy housework activities initially such as hoovering. Check with your consultant prior to resuming any household activities including lifting and carrying."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Return to Activities",
    "subtopic": "Working",
    "text": "You are likely to need some time off work initially. Check with your consultant and employer before you return to work. You may need to modify your activities at work, especially if your job is active or involves a lot of driving. Please ask for a sick note if you require one."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Return to Activities",
    "subtopic": "Sexual Activity",
    "text": "You will need to check with your consultant about resuming sexual activity. Generally this is not advised for at least 6 weeks."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Contact details",
    "subtopic": "Therapy Team and Health Information",
    "text": "If you require further advice please feel free to contact us:\nTherapy Team: 01202 448179\n\nFor further general health-related information, please contact:\nThe Health Information Centre\nPoole Hospital NHS Foundation Trust\nLongfleet Road\nPoole\nDorset\nBH15 2JB\nTelephone: 01202 448003\nwww.poole.nhs.uk"
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Accessibility",
    "subtopic": "Alternative Formats",
    "text": "We can supply this information in other formats, in larger print, on audiotape, or have it translated for you. Please call the Patient Advice and Liaison Service (PALS) on 01202 448499, text 07758 272495 or email pals@poole.nhs.uk for further advice."
  }
]