[
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "Abstract",
    "subtopic": "Summary",
    "text": "Vertebral compression fractures are the most common complication of osteoporosis, with 700,000 cases reported annually in the United States. They typically present with abrupt-onset low back pain, though over two-thirds are detected incidentally. Diagnosis is confirmed with plain radiographs, with CT and MRI used to evaluate for malignancy or neurological deficits. MRI is the modality of choice to determine if the fracture is acute or chronic. Patients can be managed non-surgically with medications, bracing, and physical therapy. When indicated, kyphoplasty or vertebroplasty may be considered for symptom relief."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "INTRODUCTION",
    "subtopic": "Osteoporosis and Vertebral Compression Fractures",
    "text": "Osteoporosis is the most common bone disease, characterized by a progressive loss of bone mineral density. It more commonly affects women, with a prevalence of 19.6% in US women over 50. Vertebral compression fractures are the most common complication of osteoporosis, with 700,000 cases reported annually in the US. The prevalence increases with age, affecting 25% of postmenopausal women and 40% of women over 80."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "CLINICAL FEATURES",
    "subtopic": "Presentation and Causes",
    "text": "Vertebral compression fractures are most commonly due to osteoporosis but can also be caused by trauma, infection, or neoplasms. In osteoporotic cases, they often occur during trivial events like lifting light objects or even while in bed. A vertebral compression fracture typically presents with abrupt-onset low back pain, but more than two-thirds are detected incidentally. Previous vertebral compression fractures significantly increase the risk of future ones."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "CLINICAL FEATURES",
    "subtopic": "Risk Factors",
    "text": "Modifiable risk factors include early menopause, alcohol and tobacco use, and calcium or vitamin D deficiency. Nonmodifiable risk factors include advanced age, white or Asian race, female sex, and history of steroid use. Obesity is considered protective."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "CLINICAL FEATURES",
    "subtopic": "Complications",
    "text": "Although rarely requiring hospital admission, vertebral compression fractures can lead to severe pain, functional impairment, progressive thoracic kyphosis, and a host of other problems including chronic pain, pressure sores, pneumonia, and psychological distress. These issues can lead to decreased independence, increased morbidity, and a 15% greater risk of 1-year mortality."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "IMAGING",
    "subtopic": "Radiological Diagnosis",
    "text": "Plain film radiographs (anteroposterior and lateral views) are the initial imaging study. Common findings include a wedge deformity, a linear zone of condensation, a step defect, and disrupted endplates. Any vertebral height loss of more than 20% is considered a fracture. The Genant classification, based on morphology (wedge, biconcave, or crush) and degree of height loss (graded 0-3), is commonly used. MRI is the imaging technique of choice to assess for malignancy and to differentiate between acute and chronic fractures. CT or MRI is also indicated for patients with neurological deficits."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "MANAGEMENT",
    "subtopic": "Nonsurgical Treatment",
    "text": "Treatment aims include restoring mobility, pain relief, and preventing future fractures. Nonsurgical management is the first-line approach. Pain management includes nonsteroidal anti-inflammatory drugs (NSAIDs), opioids (for acute pain only), and calcitonin. Nonsurgical prevention strategies involve managing the underlying osteoporosis with DEXA scans, physical therapy, and medications like bisphosphonates, denosumab, or teriparatide. Normalizing calcium and vitamin D levels is also crucial."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "MANAGEMENT",
    "subtopic": "Surgical Treatment (Vertebroplasty and Kyphoplasty)",
    "text": "Surgical management should be considered if there is substantial pain, disability, kyphotic deformity, or no response to nonsurgical management over 4-6 weeks. The two common minimally invasive treatments are kyphoplasty and vertebroplasty, where bone cement is injected into the fractured vertebra. Indications include recent painful fractures due to osteoporosis or pathological causes. In vertebroplasty, cement is injected directly into the vertebra. In kyphoplasty, a balloon is first inflated to create a cavity, which is then filled with cement. Kyphoplasty may restore some vertebral body height and is associated with a reduced risk of cement leakage. However, the efficacy of these procedures is debated, with some randomized trials showing similar outcomes to simulated procedures."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "CONCLUSION",
    "subtopic": "Summary",
    "text": "Vertebral compression fractures are a common complication of osteoporosis, often causing debilitating pain. Diagnosis is made with plain radiographs, but CT or MRI may be necessary. Initial management is typically non-surgically. If this fails and results in persistent pain, kyphotic deformity, or neurological deficits, cement augmentation via vertebroplasty or kyphoplasty should be considered."
  }
]