[
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "ABSTRACT",
    "subtopic": "Objective and Design",
    "text": "The objective was to assess whether percutaneous vertebroplasty results in more pain relief than a sham procedure in patients with acute osteoporotic compression fractures. The study was a randomised, double blind, sham controlled clinical trial conducted in four community hospitals in the Netherlands from 2011-2015."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "ABSTRACT",
    "subtopic": "Participants and Interventions",
    "text": "180 participants with acute osteoporotic vertebral compression fractures were randomised to either vertebroplasty (n=91) or a sham procedure (n=89). The vertebroplasty group received cementation, which was simulated in the sham group."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "ABSTRACT",
    "subtopic": "Main Outcome Measures",
    "text": "The main outcome was the mean reduction in visual analogue scale (VAS) scores for pain at one day, one week, and one, three, six, and 12 months. Secondary outcomes included quality of life and disability questionnaire scores."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "ABSTRACT",
    "subtopic": "Results",
    "text": "The mean reduction in VAS score was statistically significant in both groups at all follow-up points compared with baseline. However, the difference in VAS scores between the vertebroplasty and sham groups was not statistically significant at any follow-up point over 12 months. Secondary outcomes were also not statistically significant. Use of analgesics decreased significantly in both groups over time, with no significant differences between them. Two adverse events occurred in the vertebroplasty group."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "ABSTRACT",
    "subtopic": "Conclusions",
    "text": "Percutaneous vertebroplasty did not result in statistically significantly greater pain relief than a sham procedure during 12 months' follow-up among patients with acute osteoporotic vertebral compression fractures. The results of this trial do not support percutaneous vertebroplasty as standard pain treatment in these patients."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Introduction",
    "subtopic": "Background and Previous Research",
    "text": "Osteoporotic compression fractures can cause pain and long-term morbidity. Conservative management includes analgesics, bed rest, and bracing. Percutaneous vertebroplasty, injecting polymethylmethacrylate into the fractured vertebra, became widespread based on observational studies. However, two blinded randomised studies in 2009 found no short-term benefit compared with sham controls. In contrast, an open-label trial in 2010 (VERTOS II) and a blinded trial in 2016 (VAPOUR) showed better pain relief with vertebroplasty."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Methods",
    "subtopic": "Study Design and Objectives",
    "text": "This was a sham controlled, double blind multicentre randomised trial. The primary objective was to determine the difference between groups in mean reduction of pain scores (VAS) over 12 months. The secondary objective was to determine differences in quality of life and physical functioning."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Methods",
    "subtopic": "Participants and Procedures",
    "text": "Inclusion criteria were age 50+, 1-3 vertebral compression fractures (T5-L5), focal back pain for up to six weeks (later extended to nine weeks), VAS score of 5 or higher, and bone oedema on MRI. Both groups received local anaesthetic infiltration. In the vertebroplasty group, cement was injected. In the sham group, the cement injection was simulated with verbal and physical cues, including the smell of the cement. Participants, internists, and outcome assessors were blinded for 12 months."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Results",
    "subtopic": "Patient Characteristics and Primary Outcome",
    "text": "180 patients were randomised. The final analysis included 90 in the vertebroplasty group and 86 in the sham group. Both groups had similar baseline characteristics. The reduction in VAS score was clinically and statistically significant in both groups at all follow-up points. However, there was no statistically significant difference in pain reduction between the two groups at any time point."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Results",
    "subtopic": "Secondary and Ancillary Analyses",
    "text": "Secondary outcomes (quality of life and disability scores) also improved significantly in both groups, with no significant difference between them. A post hoc analysis showed that at 12 months, a significantly higher percentage of participants in the sham group had VAS scores of 5 or higher compared to the vertebroplasty group (41% vs 20%). Also, significantly more participants in the sham group had progressive loss of vertebral height during follow-up."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Discussion",
    "subtopic": "Interpretation and Comparison with Previous Studies",
    "text": "This study's results suggest that factors other than cement instillation—such as local anaesthesia, placebo effect, and natural healing—might account for the clinical improvement seen after vertebroplasty. The findings reinforce two previous blinded trials but contrast with the unblinded VERTOS II and the blinded VAPOUR trial. Differences in patient populations (inpatients vs outpatients) and sham procedure techniques (with or without anaesthetic infiltration) may explain these discrepancies."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Discussion",
    "subtopic": "Strengths and Weaknesses",
    "text": "A strength of this study is the significant placebo effect generated in the sham group (over 80% believed they had received cement), which was greater than in previous trials. Limitations include the lack of a standard medical conservative treatment control group, potential for selection bias as many eligible patients declined participation, and the extension of the pain window for inclusion during the trial."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Discussion",
    "subtopic": "Implications and Future Research",
    "text": "The study suggests that periosteal infiltration alone may provide sufficient early pain relief. However, a subgroup of patients still experiences substantial pain at 12 months. Future research should aim to identify predictors for this subgroup. The authors suggest a potential therapeutic strategy of a combined regimen of periosteal infiltration during natural healing, with additional cementation only for a selected subgroup with insufficient pain relief."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Conclusion",
    "subtopic": "Final Statement",
    "text": "Percutaneous vertebroplasty did not result in statistically significant greater pain relief than a sham procedure during 12 months follow-up among a group of patients with acute osteoporotic compression fractures of the vertebral body. These results do not support using percutaneous vertebroplasty to treat acute osteoporotic vertebral compression fractures."
  }
]