[
  {
    "heading": "Spinal fragility fractures",
    "topic": "Introduction",
    "subtopic": "Purpose of leaflet",
    "text": "This leaflet has been designed to inform you about your spinal fracture(s). It is aimed to help explain how your fracture will be treated, guide your recovery and answer some common questions."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "What is a vertebral fracture?",
    "subtopic": "Definition",
    "text": "A vertebral fracture is a break to one of the bones in your spine. Your spine runs from the base of your skull to your pelvis. Depending on where along your spine you have fractured and the number of spinal fractures you have, this will affect where the pain is felt and how you are treated."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "How did it happen?",
    "subtopic": "Causes",
    "text": "Vertebral fractures can occur due to a simple fall, accident or occasionally, a facture can occur in your back, which you may not be able to pinpoint to a specific injury/event. These fractures happen because your bones are weaker than normal and are termed fragility fractures. The most common cause of a fragility fracture is a condition called osteoporosis. People over 55 are at greater risk of osteoporosis."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Symptoms",
    "subtopic": "Why is pain shooting up my spine?",
    "text": "The x ray or scan will show the fracture of the bone in the spine, what the X-ray doesn't show are the associated damage to the muscles, ligaments and occasionally nerves that also get bruised or injured by the force that led to your vertebra fracturing. Injured muscles and ligaments can cause “spasm” pains that shoot in all directions. If the nerves are bruised you may get some temporary pain or numbness felt in your buttock and leg(s). These symptoms should get better within a few of weeks. If symptoms get worse you must seek medical review."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Symptoms",
    "subtopic": "Are there new symptoms I should be worried about?",
    "text": "In the majority of people, spinal fractures heal without complication. Very occasionally, the broken bone fragments can press on the spinal cord or lower spinal nerves and produce leg numbness and pain. These symptoms should improve. Very occasionally, the nerves are more affected and you may notice lower leg weakness. If this happens, we need to see you urgently. Sometimes the nerves supplying your bladder and bowel may also be affected causing numb genitals or incontinence. If this happens, you must return to the Emergency Department for urgent review."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "How will my fractured vertebra be treated?",
    "subtopic": "Conservative treatment",
    "text": "The majority of vertebral fractures are treated conservatively. This means allowing the bone to heal naturally and therefore without a specific brace or the need for surgery. Vertebral fractures are painful and require time to heal. The healing process often takes three to four months but the majority of the pain settles by six to eight weeks. Regular painkillers are suggested, such as Paracetamol and Ibuprofen. Codeine or Tramadol can be added if additional pain is felt. It is best to discuss pain killer options with your GP or pharmacist."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "How will my fractured vertebra be treated?",
    "subtopic": "Activity and Side Effects",
    "text": "Painkillers can cause constipation. A healthy, well balanced diet can help reduce the risk. We encourage regular activity such as walking, guided by your symptoms. Regularly changing position and moving about can ease the pain slightly."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "How will my fractured vertebra be treated?",
    "subtopic": "Spinal bracing",
    "text": "For the vast majority of spinal fractures spinal braces provide no benefit, are often poorly tolerated and have the risk of skin problems and chest problems. As a result, we would not recommend the routine use of a spinal brace."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "How will my fractured vertebra be treated?",
    "subtopic": "Surgery for spinal fragility fractures",
    "text": "Spinal fragility fractures occur with low force (such as a fall from standing). As a result they are classified as stable fractures and therefore do not need treating with spinal surgery such as rods and screws. Occasionally supplementing the vertebra with special spinal cement called Vertebroplasty or Kyphoplasty is considered but only at a later date and in special circumstances. The benefit of these procedures is still being debated."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Treating the cause of fragility fractures",
    "subtopic": "Investigating Osteoporosis",
    "text": "There are many different causes for weakening of the bones that can lead to fragility fractures. The commonest one is Osteoporosis although there are other causes such as medications, hormonal imbalances and lifestyle factors. One of the most important aspects of treating fragility fractures is to investigate the possible causes of weakness of the bones. Your GP will be notified of the fracture and if an underlying cause has not been previously diagnosed (such as osteoporosis), they may want to arrange some further tests to investigate further."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "General advice following spinal fractures",
    "subtopic": "Activity Restrictions",
    "text": "Following a spinal fracture there are certain measures you can adopt that may protect your spine and reduce the pain felt during the healing process.\nLifting: No lifting of heavy objects. A sensible approach needs to be adopted for the first eight to twelve weeks after spinal fracture.\nBending: No deep bending or stooping. When getting dressed and putting your shoes on bring your knees towards your chest rather than bending down to the floor. Do not bend to reach for objects."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "When can I return to work?",
    "subtopic": "Guidelines",
    "text": "There is no set time to be off work. People with office-based work are typically off for four to six weeks. Those with manual occupations can be away from work for three to four months. You should discuss return to work options with your GP and employer."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "When can I drive?",
    "subtopic": "Guidelines",
    "text": "You must tell the DVLA if you have had an injury to your spine. You must confidently be able to drive and safely perform an emergency stop. Given everyone's recovery will be at a different rate, the time to return to drive will also vary. Information is available on the DVLA website."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Do I need physiotherapy and occupational therapy?",
    "subtopic": "Referral Information",
    "text": "Most people do not need routine physiotherapy following a spinal fracture. Once the fracture heals, your pain will improve and you will be able to return to normal activity."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Do I need to see a spinal consultant or specialist?",
    "subtopic": "Follow-up Information",
    "text": "Most patients with spinal fragility fractures (2 out of 3) have no pain at rest and mild or moderate pain on mobilising within 6 months following the fracture. As a result, most people do not need to see a spinal or Orthopaedic specialist. By following the advice above with regards to activities to be careful with and gradual mobilisation such as walking is all that is required."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "What happens if my fracture does not heal?",
    "subtopic": "Follow-up Information",
    "text": "Most spinal fractures heal within 3-6 months. If significant pain persists beyond this expected recovery then your GP should consider referring you to a spinal specialist for a consultation."
  }
]