[
  {
    "heading": "Spinal fractures",
    "topic": "Introduction",
    "subtopic": "Purpose of leaflet",
    "text": "This leaflet has been designed to inform you about your spinal fracture(s). It is aimed to help explain how your fracture will be treated, guide your recovery and answer some common questions. It should be read alongside the information your consultant gives you. The spinal fracture service is led by three of our consultant orthopaedic spine surgeons and are supported by our senior spinal nurse practitioners, physiotherapists, orthotists and occupational therapists."
  },
  {
    "heading": "Spinal fractures",
    "topic": "What is a vertebral fracture?",
    "subtopic": "Definition",
    "text": "A vertebral fracture is a break to one of the bones in your spine. Your spine runs from the base of your skull to your pelvis. Depending on where along your spine you have fractured and the number of spinal fractures you have, this will affect where the pain is felt and how you are treated."
  },
  {
    "heading": "Spinal fractures",
    "topic": "How did it happen?",
    "subtopic": "Causes",
    "text": "Your consultant will have discussed the likely cause of your spinal fracture. Most follow a specific injury and you will remember the day it happened. Occasionally, a fracture can occur in your back which you may not be able to pinpoint to a specific injury/event. These fractures happen because your bones are weaker than normal, most commonly because of a condition called osteoporosis. People over 55 are at greater risk of osteoporosis. If you're over 55 years old we should have given you a 'bone health' questionnaire to complete. Your answers are reviewed by our bone health team and they will contact you and your GP."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Symptoms",
    "subtopic": "Pain shooting up my spine and into my legs?",
    "text": "Your doctor will have shown you the X-ray image of the fractured vertebra(s). What the X-ray doesn't show are the muscles, ligaments and nerves that also get bruised or injured by the force that led to your vertebra fracturing. Injured muscles and ligaments can cause “spasm\" pains that shoot in all directions. If the nerves are bruised you may get some temporary pain or numbness felt in your buttock and leg(s). These symptoms should get better within a few weeks. If symptoms get worse you must seek medical review."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Symptoms",
    "subtopic": "Are there new symptoms I should be worried about?",
    "text": "In the majority of people spinal fractures heal without complication. Very occasionally the broken bone fragments can press on the spinal cord or lower spinal nerves and produce leg numbness and pain. These symptoms should improve. Very occasionally the nerves are more affected and you may notice lower leg weakness. Sometimes the nerves supplying your bladder and bowel may also be affected causing numb genitals or incontinence. If this happens you must return to the Emergency Department for urgent review."
  },
  {
    "heading": "Spinal fractures",
    "topic": "How will my fractured vertebra be treated?",
    "subtopic": "Treatment Options",
    "text": "The vast majority of vertebra fractures will heal without any specific intervention. Your consultant will have discussed the type of fracture you have and the options for treating it. There are three main treatment options: Conservative management, A spinal brace, Surgery."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Conservative treatment",
    "subtopic": "Explanation and Pain Management",
    "text": "The majority of vertebral fractures are treated conservatively. This means allowing the bone to heal naturally without a specific brace or surgery. Vertebral fractures are painful. Unlike other broken bones, the spine cannot be easily splinted. Standing and sitting put weight across the fractured vertebra, causing pain during the healing period, which often takes three to four months, with the majority of pain settling by six to eight weeks. Regular pain killers are suggested. Paracetamol and Ibuprofen are good painkillers. Codeine or Tramadol can be added if needed. Low dose Diazepam can be helpful for short periods for muscle spasms. Pain killers can cause constipation, so a healthy diet is important."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Conservative treatment",
    "subtopic": "Activity",
    "text": "We encourage regular activity such as walking, guided by your symptoms. Regularly changing position and moving about can ease the pain slightly. Usually by four weeks the pain is noticeably a bit better."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Spinal brace",
    "subtopic": "Types and Use",
    "text": "Some fractures may be helped by a supportive brace. There are several different types, including Cervical Thoracic Lumbar Sacral Orthosis (CTLSO), Thoracic Lumbar Sacral Orthosis (TLSO), and Lumbar Sacral Orthosis (LSO). A member of the spinal team will show you how to fit the brace. It is important to check your skin daily for pressure ulcers. Wearing a cotton t-shirt under the brace can help. How long you need the brace is guided by your consultant."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Surgery",
    "subtopic": "Procedure and Recovery",
    "text": "Occasionally an operation is suggested to treat your vertebral fracture. After surgery, apart from keeping a check on the wound, your recovery will mirror the conservative group."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Post op wound care",
    "subtopic": "Dressing and Follow-up",
    "text": "The spinal nurses will redress your wound prior to discharge and advise on subsequent dressing changes. You are advised to keep the dressing completely dry for 12-14 days. You will be discharged with extra dressings if needed. Your spinal nurse will discuss wound care with you. The spinal team holds a dressing clinic, or you can see your practice nurse. For concerns, you can call the spinal nurses on 0117 414 1730."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Rehabilitation",
    "subtopic": "Post-Surgery Physiotherapy",
    "text": "On the first day following your surgery, the physiotherapist will assess you, give you exercises, and show you how to move in bed. They will also help you get out of bed and increase your walking distance. You will not be referred for any spinal mobilisation exercises for three months, but will be referred for outpatient physiotherapy if strengthening and mobility progression is required."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Things to look out for once discharged from hospital",
    "subtopic": "Signs of Infection",
    "text": "Severe redness around your wound or discharge from your wound. A high temperature/feeling unwell. These could indicate that you have an infection. Please inform the spinal nurse practitioner or visit your local emergency department."
  },
  {
    "heading": "Spinal fractures",
    "topic": "General advice following spinal fractures",
    "subtopic": "Activity Restrictions",
    "text": "Lifting: No lifting of heavy objects for the first eight to twelve weeks. Twisting: Do not twist your back for up to three months. Bending: No deep bending or stooping. When getting dressed or putting on shoes, bring your knees towards your chest rather than bending down."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Return to Activities",
    "subtopic": "Work and Driving",
    "text": "When can I return to work? Time off will depend on your job. Office-based work is typically four to six weeks off, while manual occupations can be three to four months. Discuss options with your consultant, GP, and employer.\nWhen can I drive? You must tell the DVLA. Your consultant will advise on return to driving. You must be able to perform an emergency stop safely. Information is available on the DVLA website."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Physiotherapy and occupational therapy",
    "subtopic": "Need for Therapy",
    "text": "If you were admitted to hospital, you will be assessed by the physiotherapist and occupational therapist before going home. Most people do not need routine physiotherapy following a spinal fracture; pain will improve as the fracture heals. If problems persist, you may be seen again before a referral is considered."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Follow-up",
    "subtopic": "Consultant Review",
    "text": "All patients are reviewed in the out-patient clinics. Routine follow-up is no longer performed as most patients improve without it. We provide an \"Open appointment\" outcome, which allows you to re-book within six months if your recovery has not progressed as expected. Patients who have undergone surgery are usually kept under review for 12 months."
  },
  {
    "heading": "Spinal fractures",
    "topic": "What happens if my fracture does not heal?",
    "subtopic": "Non-union",
    "text": "Most spinal fractures heal within three to four months. If pain persists beyond this period, you will be reviewed by your consultant and further options will be discussed on an individual basis."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Contact Information",
    "subtopic": "Spinal Helpline",
    "text": "If you have any concerns regarding your operation/spinal wound: Spinal Helpline: 0117 414 1730, www.nbt.nhs.uk"
  }
]