[
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Abstract",
    "subtopic": "Importance and Objective",
    "text": "Osteoporotic vertebral compression fractures (VCFs) are a major health problem causing substantial pain and reduced mobility. This systematic review and network meta-analysis aims to assess and compare different conservative treatment options for managing acute pain related to VCF."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Abstract",
    "subtopic": "Data Sources and Study Selection",
    "text": "A search of four major databases (PubMed, Embase, Scopus, CINAHL) and gray literature was conducted. Included studies were prospective comparative and randomized clinical trials assessing conservative treatments for acute VCF."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Abstract",
    "subtopic": "Main Outcomes and Measures",
    "text": "The primary outcomes were short-term (4 weeks) pain during activity and long-term (latest available follow-up) nonspecified pain."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "The study included 20 trials with 2102 patients. For short-term pain during activity, calcitonin and nonsteroidal anti-inflammatory drugs (NSAIDs) were beneficial compared to placebo. For long-term pain, bisphosphonates were associated with inferior outcomes compared to daily or weekly teriparatide. No treatment was superior to NSAIDs long-term."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Abstract",
    "subtopic": "Conclusions and Relevance",
    "text": "NSAIDs and teriparatide may be the preferred treatment options for pain management in acute osteoporotic VCF. Calcitonin also proved beneficial, but its safety profile limits its use. The limited evidence on braces and analgesics highlights the need for future research."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Introduction",
    "subtopic": "Background",
    "text": "Osteoporotic vertebral compression fractures (VCFs) are common in individuals over 50. While many are asymptomatic, symptomatic fractures cause significant pain and reduced mobility. Despite the availability of surgical techniques like vertebroplasty and kyphoplasty, their efficacy is debated, leading to a focus on optimizing conservative pain management. This includes braces, analgesics (NSAIDs, opioids), and antiosteoporotic drugs (bisphosphonates, calcitonin, teriparatide). This systematic review and network meta-analysis was conducted to provide evidence-based guidelines for managing acute painful VCF."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Methods",
    "subtopic": "Study Design and Search Strategy",
    "text": "The systematic review and network meta-analysis followed Cochrane and PRISMA-NMA guidelines. The protocol was registered in PROSPERO. A comprehensive search was performed on May 16, 2023, across PubMed, Embase, Scopus, and CINAHL, including a gray literature search. The search strategy was designed using the PICO model."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Methods",
    "subtopic": "Eligibility Criteria and Study Quality Assessment",
    "text": "Eligible studies were randomized clinical trials (RCTs) or prospective comparative studies (PCSs) examining conservative treatments for acute painful VCF. Study quality was assessed using the Cochrane RoB2 tool for RCTs and the Newcastle-Ottawa Scale for PCSs. The GRADE approach was used to appraise the certainty of the evidence."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Results",
    "subtopic": "Study Selection and Characteristics",
    "text": "The search identified 18,791 articles, with 20 studies ultimately included in the analysis (16 RCTs and 4 PCSs), encompassing a total of 2102 patients. The interventions studied included bisphosphonates, calcitonin, teriparatide, NSAIDs, opioids, and braces. Most included studies were evaluated as having intermediate quality."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Pain",
    "subtopic": "Short-Term Pain During Activity",
    "text": "Early mobilization is a critical objective in VCF treatment. The analysis showed that calcitonin and NSAIDs were associated with decreased short-term pain during activity compared with bisphosphonates and placebo. Calcitonin ranked as the most favorable treatment, followed by NSAIDs."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Pain",
    "subtopic": "Long-Term Nonspecified Pain",
    "text": "For longer-term general pain, both daily and weekly administration of teriparatide showed superiority over bisphosphonates. No benefits were observed for calcitonin or bisphosphonates alone compared with NSAIDs. The use of braces (rigid, soft, or semirigid) showed no benefit for long-term pain management compared with no brace."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Adverse Events",
    "subtopic": "Qualitative Analysis",
    "text": "The qualitative analysis of adverse events highlighted typical side effects associated with the medications. For instance, gastrointestinal complaints were often reported with calcitonin and NSAIDs."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Discussion",
    "subtopic": "Interpretation of Findings",
    "text": "The review focused on short-term pain during activity due to its clinical importance for early mobilization. Calcitonin showed superior outcomes in this regard, but its adverse effects and restricted approval (due to long-term cancer risk) limit its use. Teriparatide (both daily and weekly) was more beneficial than bisphosphonates for long-term pain relief, possibly due to its anabolic properties promoting fracture healing. NSAIDs also showed an important role in acute short-term pain control. The study found no benefit for braces in long-term pain management."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Discussion",
    "subtopic": "Limitations",
    "text": "The study has several limitations, including high clinical heterogeneity among the included studies (various forms of drugs, different protocols). The inclusion of both RCTs and PCSs introduces variability in study quality. The potential for confounding factors due to varying treatment protocols and permitted co-interventions also exists."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Conclusions",
    "subtopic": "Summary",
    "text": "This study provides a comprehensive analysis of conservative treatments for acute VCF. It identifies calcitonin and teriparatide as standout options for short- and long-term pain management, respectively. Given the limitations in the existing evidence, especially regarding analgesics, the analysis calls for further high-quality randomized controlled trials to support clinical decision-making."
  }
]