[
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Information for patients",
    "subtopic": "Introduction",
    "text": "This leaflet has been given to you as your x-ray shows that you have a fracture (break) to one or more of the bones in your spine (vertebrae). The fracture is known as a compression fracture. This leaflet will help you manage your fracture and give you advice on managing your pain."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "What is a compression fracture?",
    "subtopic": "Definition and Types",
    "text": "This is a type of fracture where the vertebrae (building blocks of the spine) caves in on itself due to compression or pressure on the bone. There are several types of compression fractures. You will have either a crush, biconcave, or wedge fracture. These fractures are usually stable and do not cause any short or long term paralysis."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "What are the most common symptoms of a stable compression fracture?",
    "subtopic": "Symptoms",
    "text": "• You may have different levels of pain from your vertebral fracture, however not everyone feels pain.\n• You may also feel that your back is stiffer and notice that you have less movement and find it harder to stand up from a chair; this is likely to improve as your fracture heals.\n• Vertebral fractures can also cause small changes in your normal posture and loss of height."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "What causes spinal compression?",
    "subtopic": "Causes",
    "text": "The most common causes of a spinal compression fracture are osteoporosis and trauma. In patients with osteoporosis, a slight increase in stress on the back can cause vertebral bodies to fracture or collapse. Osteoporosis in the spine is by far the most common cause, especially in women over the age of 50."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "What treatment is available?",
    "subtopic": "Conservative Management",
    "text": "The most common type of treatment for these types of injury is known as conservative management and will be led by your own GP. This means that that there is no invasive surgery or repair undertaken. The main aim of conservative management is pain control and returning you to your normal activities. If your fracture is painful you will probably need to take painkillers. Please ask your GP or pharmacist for advice."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "What treatment is available?",
    "subtopic": "Other Treatments and Investigations",
    "text": "Other treatments include prevention of further fractures and progressive deformity. We would usually suggest reducing but not avoiding normal daily activities that cause you pain. Avoiding activity completely can weaken your bone further and in some cases result in muscle weakness and joint stiffness. Some sports may need to be avoided until your fracture has healed and your pain has settled. You can continue with activities such as gentle swimming and walking if you are able to. It is useful to pace activity such as housework. Your GP may prescribe you painkillers and advise you regarding your mobility and activities. Other treatments and investigations may include: physiotherapy, falls prevention, osteoporosis assessment and treatment (if needed); and investigation of other possible causes for bone weakness."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Is surgery an option?",
    "subtopic": "Indications for Surgery",
    "text": "Sometimes it is considered necessary to have surgery. But surgery is only usually needed if pain does not improve, worsens, or new neurological symptoms arise. If these symptoms happen you should go to your nearest Emergency Department immediately by ambulance. Do not try to drive yourself."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Important neurological symptoms to be aware of",
    "subtopic": "Red Flag Symptoms",
    "text": "1. Reduced leg strength (paresis) or complete weakness (paralysis).\n2. Loss of sensation in your legs or buttock area.\n3. Urinary retention (unable to pass urine) and urinary and faecal incontinence (unable to control bowel and bladder function).\n4. Significant increase in level of pain.\nIf you have any of these symptoms then you should go to your nearest Emergency Department for further assessment. For symptoms one to three you must call an ambulance (999) immediately and limit all movement."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Pain Management",
    "subtopic": "My level of pain keeps changing, is this normal?",
    "text": "Sudden increases in pain are common. If these occur, please limit your movement and take regular painkillers. If the symptoms do not quieten down then you must follow the same instructions as above. It is very important that you are aware of any changes to your symptoms. It is common to have slight changes in your level of pain."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Results and Healing",
    "subtopic": "When and how will I receive my results?",
    "text": "Your full x-ray report (results) will be sent to the clinician who referred you. A copy will be made available to your GP on the day of your x-ray. A copy of your results will also be available to our Fracture Liaison Service. This team deals with osteoporosis and falls prevention. Please discuss a referral to them with your GP, who can arrange the referral."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Results and Healing",
    "subtopic": "How long will it take for my fracture to heal?",
    "text": "Your fracture usually takes about six weeks to heal. Over this time pain will improve in most cases."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Follow-up",
    "subtopic": "Will I need a follow-up appointment?",
    "text": "In most cases any follow-up appointments will be with your GP. Please contact your own GP for advice on this."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Further information",
    "subtopic": "Online Resources",
    "text": "• Osteoporosis and Spinal Fractures Health Centre - Web: www.spine-health.com/conditions/osteoporosis\n• Royal Osteoporosis Society: recovering from a broken bone - Web: theros.org.uk/information-and-support/living-with-osteoporosis/recovering-from-a-broken-bone"
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Questions or Concerns",
    "subtopic": "Contact Information",
    "text": "Please contact your GP if you have any further questions about your condition."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Patient Support and Feedback",
    "subtopic": "Accessibility and Communication",
    "text": "If you would like this information in another language, audio, Braille, Easy Read, or large print please ask a member of staff. Any complaints, comments, concerns, or compliments please speak to your doctor or nurse, or contact the Patient Advice and Liaison Service (PALS) on 01227 78 31 45, or email ekh-tr.pals@nhs.net."
  }
]