[
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Vertebral Compression Fractures and What Can Be Done About Them",
    "subtopic": "Introduction to Bone Health",
    "text": "Your skeleton serves two necessary functions: structure and storage. Structurally, bones protect organs and provide a framework for movement. As a storehouse, bones stockpile essential minerals like calcium, which are vital for bodily processes. If there is not enough calcium in circulation, it is taken from the bone storehouse. Too many withdrawals can lead to osteoporosis and easily broken bones, known as 'fragility' fractures."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "What Is a Vertebral Compression Fracture (VCF)?",
    "subtopic": "Definition and Mechanism",
    "text": "Your spinal column has 33 small bones (vertebrae). Normal vertebrae are filled with a branching honeycomb of tiny connected bones rich in calcium. If the body is running short on minerals, they are taken from vertebral bone, causing the honeycomb to get thinner and weaker. When enough bone is lost, the vertebra collapses, which is called a vertebral compression fracture (VCF). This often creates a wedge shape, shifting weight onto other vertebrae and making them more likely to collapse. The majority of people have a second VCF within a year of their first one."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Why Do You Need to Know About VCF?",
    "subtopic": "Impact and Consequences",
    "text": "Vertebral compression fractures are often painless, but their potential impact is serious. The risk for death increases by 15% in the six months following a vertebral fracture. Each broken vertebra raises the risk for another. These VCFs can lead to extreme spinal curvature ('dowagers hump'), causing pain in back and chest muscles, difficulty walking, stomach troubles, and breathing difficulties. If unaddressed, disability and loss of independence can result."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "How Do You Know If You Have a VCF?",
    "subtopic": "Symptomatic VCF",
    "text": "Sometimes a VCF is obvious, presenting as a sharp pain that gets better when you lie down and worse when you stand up. An x-ray or other scan can confirm the diagnosis. Your healthcare provider will likely prescribe rest, back bracing, and painkillers. If pain continues after 4-6 weeks or is intolerable, you should talk with your doctor about other treatments."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "What Is a Silent VCF?",
    "subtopic": "Asymptomatic VCF and Signs",
    "text": "Most of the time, VCFs occur without any injury or pain ('silent' VCFs). One of the first signs is height loss. You can check for signs like pants needing hemming, adult children seeming taller, or difficulty reaching upper shelves. If you have experienced height loss, it may indicate a silent VCF and you need to take steps to avoid more."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "What Should You Do if You Have a VCF?",
    "subtopic": "Action Steps",
    "text": "If you suspect a VCF, talk with your doctor. You will likely be referred for an X-ray or MRI. Healthy vertebral bones don't break without serious injury; osteoporosis is almost always the cause. Effective treatment for osteoporosis is crucial to prevent more broken bones."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Treatments for VCFs and Prevention Strategies",
    "subtopic": "Medications",
    "text": "While good nutrition and exercise are important, effective anti-fracture treatment is also needed. Many medications are available to preserve bone in people with osteoporosis, reducing the likelihood of a fragility fracture. Options include daily, weekly, or monthly tablets, daily injections, and yearly IV infusions. The best medication for you depends on many factors and should be discussed with your doctor."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Treatments for VCFs and Prevention Strategies",
    "subtopic": "Diet and Nutrition",
    "text": "Osteoporosis medication won't work without enough calcium and vitamin D. Calcium can be obtained from foods like cheese and yogurt. Calcium tablets can supplement your diet, but you also need enough vitamin D for your body to absorb calcium. Vitamin D is naturally made by skin in reaction to sunlight, but many people, especially older adults and those with darker skin, get too little. Supplements are often recommended."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Treatments for VCFs and Prevention Strategies",
    "subtopic": "Physical Therapy",
    "text": "Physical therapy is an important part of recovery. It focuses on relieving pain and reducing the risk of another fracture. You will learn spine-safe posture, body dynamics, and exercises to improve balance, strength, and stamina. Proper alignment and learning new ways to perform daily tasks are key to preventing future fractures."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "What Exercises Should Be Avoided?",
    "subtopic": "Harmful Exercises",
    "text": "For people with VCFs or osteoporosis, some exercises can do more harm than good. You should avoid exercises that involve bending over from the waist, such as sit-ups, abdominal crunches, toe touches, and squats. Recreational activities involving twisting and bending motions like yoga, Pilates, and golf can overstress a weakened spinal bone. Activities with a high risk of falls or impact, such as horseback riding and ice hockey, should also be avoided."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Why Is Preventing Falls So Important?",
    "subtopic": "Fall Prevention Strategies",
    "text": "Falls are the leading cause of broken bones in older people. To reduce your risk, keep your glasses prescription up to date, work with a physical therapist on muscle strengthening and balance, and inform your doctor if you feel dizzy. Make your home safer by removing tripping hazards, installing grab bars and handrails, and improving lighting."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "What Can Be Done for Severe VCF Pain?",
    "subtopic": "Vertebral Augmentation",
    "text": "Most patients feel better after a couple of weeks of rest, bracing, and pain relievers. For persistent, extreme pain, surgery may be recommended. An operation called vertebral augmentation is a 'minimally invasive' surgery where bone cement is injected through a needle into the crushed vertebra to stabilize it and relieve pain. There are two types: vertebroplasty and kyphoplasty. The difference is that in kyphoplasty, a balloon is used to create space for the cement and push the bone upward. This is covered by many health insurances, but you should confirm with your provider."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Summary",
    "subtopic": "Key Takeaways",
    "text": "A strong adult skeleton starts with optimal diet, exercise, and sunshine in childhood. Universal recommendations for bone health include adequate vitamin D and calcium, weight-bearing exercise, and avoidance of smoking and excess alcohol. If you have had previous fractures or a family history of fragile bones, discuss options for effective anti-fracture treatment with your healthcare provider. Traditional management for VCF focuses on rest, bracing, and pain control. For severe persistent pain, vertebral augmentation can offer hope for improvement."
  }
]