[
    {
      "topic": "Orthotics",
      "text": "Orthotics are external devices that support, correct, or compensate for deformities or weakness, improving function. Ideal characteristics include ease of use, lightness, cosmetic appeal, durability, washability, comfort, and freedom from pressure areas. Functional characteristics involve 3-point pressure, end-point control, total contact, and kinaesthetic reminders."
    },
    {
      "topic": "Amputations",
      "text": "Pre-operative assessment for successful wound healing involves evaluating nutrition (low albumin, lymphocyte count, transferrin), vascularity (ABPI, transcutaneous oxygen tension), and planning myoplastic or myodesis techniques for muscle and bone management. General technical points include clean nerve transection, beveled bone ends, avoiding non-absorbable sutures, adequate scar formation, and appropriate stump shape."
    },
    {
      "topic": "Amputations: Load Transfer and Stump Healing Prerequisites",
      "text": "Load transfer to the prosthetic socket can be direct (end-bearing stumps like Syme's or through-knee) or indirect (total contact for long bone amputations). Indirect transfer requires specific joint flexion (10 degrees at the knee for trans-tibial, 10 degrees adduction/flexion at the hip for transfemoral). Prerequisites for stump healing include adequate nutrition, vascularity (ischaemic index minimum 0.5, transcutaneous oxygen >40 mmHg), and good blood oxygenation (Hb >10)."
    },
    {
      "topic": "Amputations: Metabolic Cost and Soft Tissue Envelope",
      "text": "The metabolic cost of amputation increases with more proximal levels and is inversely proportional to the length of the stump or the number of functional joints. A good soft tissue envelope, ideally with a mobile muscle mass and full-thickness skin, is crucial for prosthesis fit, reducing shear stress, and preventing skin breakdown."
    },
    {
      "topic": "Common Parts of a Prosthesis",
      "text": "A prosthesis consists of several key parts: the socket (interface with the residual limb), suspension (attachment method), struts (restore length), articulations (replace joint function), and the terminal device (cosmetic or functional hand/foot). The terminal device can be passively cosmetic or actively controlled via cables, struts, or myoelectric signals."
    },
    {
      "topic": "Factors Negatively Influencing Amputation Stump Healing",
      "text": "Several factors can impair amputation stump healing, including low serum albumin (<3.5 g/dL), low lymphocyte count (<1500/mm), low serum transferrin, low ABPI (<0.45), low transcutaneous oxygen saturation (<20 mmHg), and Hb <10 g/dL. These indicate poor nutritional status, peripheral vascular disease, or anemia."
    },
    {
      "topic": "Ideal Amputation Levels",
      "text": "Ideal amputation levels are chosen to maximize function and prosthetic fitting. For the forearm, the junction of the proximal 2/3 and distal 1/3 is preferred. The middle third of the humerus is ideal. For transtibial amputations, maintaining about 15 cm below the tibial tuberosity (relative to height) is crucial. The middle third of the femur is preferred for transfemoral amputations."
    },
    {
      "topic": "Pediatric Amputations and Amputation After Trauma",
      "text": "Pediatric amputations are complicated by bony overgrowth within the stump due to open physes, often requiring revision. Amputation after trauma may offer better outcomes than limb salvage, with the MESS score being a consideration. For upper limb amputations, sensation and prehensile function are paramount, making salvage preferable if possible. Lower limb amputation considerations include plantar sensation loss, but caution is advised if it might be neuropraxia. Technical aspects include full-thickness skin flaps, avoiding dissection between tissue planes, stripping periosteum to minimize heterotopic bone, performing myodesis over myoplasty, securing muscles at resting length, and clean nerve cuts to minimize neuroma formation and phantom pain."
    },
    {
      "topic": "Prosthetic Fitting",
      "text": "Prosthetic fitting should occur after wound healing, with mature scar and controlled edema/neuropathy. Early fitting (<30 days) generally yields better outcomes in the upper limb. Optimal amputation levels provide sufficient stump length for the prosthesis and its mechanism, considering factors like weight-bearing surface and suspension."
    },
    {
      "topic": "Prosthetics",
      "text": "A prosthesis is a device designed to replace the function and appearance of a body part. Successful prosthetic use depends on patient and prosthesis factors, including pre-morbid activity level, contralateral limb status, trunk control, balance, motivation, and co-morbidities. Prosthetic factors include ease of use, aesthetics, durability, and comfort."
    },
    {
      "topic": "Transfemoral Prosthetic Gait Abnormalities",
      "text": "Gait abnormalities in transfemoral amputees can stem from prosthetic issues such as short prosthesis, weak abductors, or poor fit (lateral trunk bending), poor socket fit (abducted gait), excess knee friction or long prosthesis (circumducted gait), long prosthesis or poor suspension (vaulted gait), stiff heel or loose socket (foot rotation at heel-strike), and painful stump or loose knee (short stance phase)."
    },
    {
      "topic": "Types of Prosthetic Knee Articulation",
      "text": "Prosthetic knees offer various articulation types: Polycentric (four-bar linkage) allows varied Center of Rotation (COR) for better gait. Hydraulic/pneumatic knees provide fluid gait and varied resistance. Constant/Variable friction knees offer basic damping. Stance control knees lock in extension for stability, and manual locking knees provide maximum safety for very weak patients."
    },
    {
      "topic": "Useful Tables: Energy Expenditure by Amputation Level for Ambulation",
      "text": "The energy expenditure for ambulation increases significantly with more proximal amputations. Transfemoral amputations require about 65% more energy than a long transtibial amputation, which itself requires 10% more than an intact limb. Bilateral transtibial amputations also demand substantial energy."
    },
    {
      "topic": "Orthotics",
      "text": "Orthoses can limit motion (e.g., KO for knee hyperextension), correct deformity (e.g., Ponseti boots for clubfoot), or provide a combination of these. They influence joint moments and forces through control of bending moments, translation, axial force, and the line of the ground reaction force (GRF)."
    },
    {
      "topic": "Orthotics",
      "text": "Materials used in orthotics include traditional metals, leather, and rubber, as well as plastics like thermosetting and thermoforming plastics, and polyurethane foam. Foot orthoses include insoles (simple or total contact), functional orthotics (e.g., UCBL), shoe alterations (heel raises, rocker bottoms, metatarsal bars, heel wedges, arch supports), and custom-made shoes."
    },
    {
      "topic": "Orthotics",
      "text": "Ankle-foot orthoses (AFOs) like Posterior Leaf Spring (for weak dorsiflexors), Ground Reaction AFO (GRAFO), and Dynamic AFO (DAFO) help control ankle and knee motion. Knee-ankle-foot orthoses (KAFOs) provide extension control. Patella tendon bearing orthoses reduce weight-bearing. Hydrostatic orthoses use soft tissue pressure to create stability."
    },
    {
      "topic": "Prosthetics",
      "text": "Prosthetics replace the function and appearance of body parts. Successful use depends on patient and prosthesis factors. Amputations require pre-operative assessment of nutrition, vascularity, and appropriate myoplastic or myodesis techniques. Optimal amputation levels are crucial for prosthetic fitting."
    },
    {
      "topic": "Prosthetics",
      "text": "Prosthetic components include the socket/interface, suspension mechanism, and terminal device. Trans-tibial prostheses have sockets that distribute load, while transfemoral prostheses require careful consideration of socket shape and suspension. Knee and ankle disarticulations have specific socket needs. Hip prostheses involve acetabular cup and femoral stem components, with various fixation methods and designs."
    },
    {
      "topic": "Prosthetics",
      "text": "Complications of prostheses can be psychosocial or physical, including infection, neuroma, skin problems, phantom sensation/pain, and choke syndrome. Transfemoral prosthetic gait abnormalities can result from prosthetic issues or patient factors. Increased energy consumption is noted with higher amputation levels."
    },
    {
      "topic": "Orthotics",
      "text": "Orthotics are external devices that support, correct, or compensate for deformities or weakness. Ideal characteristics include ease of use, lightness, durability, and comfort. Functional characteristics involve 3-point pressure, end-point control, and total contact. Foot orthoses include insoles, shoe alterations, and custom-made shoes. AFOs and KAFOs are used for lower limb support, while THPBs are used for fracture healing and neuropathic joints."
    },
    {
      "topic": "Orthotics",
      "text": "Orthoses influence joint moments and forces through control of bending moments, translation, axial force, and the line of ground reaction force (GRF). Materials include thermosetting plastics, thermoforming plastics, and polyurethane foam. Different types of orthoses are used for various conditions, such as TLSO for spinal support and UCBL inserts for foot correction."
    },
    {
      "topic": "Prosthetics",
      "text": "Prostheses replace body parts to restore function and appearance. Successful use depends on patient and prosthesis factors. Amputations require pre-operative assessment of nutrition, vascularity, and appropriate surgical techniques. Optimal amputation levels are crucial for prosthetic fitting. Transfemoral gait abnormalities can result from prosthetic issues or patient factors."
    },
    {
      "topic": "Prosthetics",
      "text": "Prosthetic components include the socket/interface, suspension mechanism, and terminal device. Trans-tibial prostheses have sockets that distribute load. Transfemoral prostheses require careful socket design and suspension. Knee and ankle disarticulations have specific socket needs. Hip prostheses involve acetabular cups and femoral stems, with various fixation methods."
    },
    {
      "topic": "Orthotics",
      "text": "Orthotics are external devices that support, correct, or compensate for deformities, improving function. Ideal characteristics include ease of use, lightness, durability, and comfort. Functional characteristics involve 3-point pressure, end-point control, and total contact. Foot orthoses include insoles and shoe alterations. AFOs and KAFOs assist lower limb function, while THPBs are used for fracture healing."
    },
    {
      "topic": "Orthotics",
      "text": "Orthoses influence joint moments and forces by controlling bending moments, translation, axial force, and the line of ground reaction force (GRF). Materials include plastics, leather, and rubber. Different orthotic types are used for specific conditions, such as TLSO for spinal support and posterior leaf spring AFOs for weak dorsiflexors."
    },
    {
      "topic": "Prosthetics",
      "text": "Prostheses replace body parts to restore function and appearance, with successful use depending on patient and prosthesis factors. Amputations require pre-operative assessment of nutrition, vascularity, and appropriate surgical techniques. Optimal amputation levels are crucial for prosthetic fitting. Transfemoral gait abnormalities can result from prosthetic issues or patient factors."
    },
    {
      "topic": "Prosthetics",
      "text": "Prosthetic components include the socket/interface, suspension mechanism, and terminal device. Trans-tibial prostheses have sockets that distribute load. Transfemoral prostheses require careful socket design and suspension. Knee and ankle disarticulations have specific socket needs. Hip prostheses involve acetabular cups and femoral stems, with various fixation methods and designs."
    },
    {
      "topic": "Prosthetics",
      "text": "Prosthetic components include the socket, suspension mechanism, and terminal device. Trans-tibial prostheses have sockets that distribute load. Transfemoral prostheses require careful socket design and suspension. Knee disarticulations have specific socket needs, and hip prostheses involve acetabular cups and femoral stems with various fixation methods."
    },
    {
      "topic": "Orthotics",
      "text": "Orthotics are external devices for support, correction, or compensation. Ideal characteristics include ease of use, lightness, durability, and comfort. Functional characteristics involve 3-point pressure, end-point control, and total contact. Foot orthoses include insoles and shoe alterations, while AFOs and KAFOs support the lower limb. THPBs are used for fracture healing."
    },
    {
      "topic": "Types of Prosthetic Knee Articulation",
      "text": "Prosthetic knees offer various articulations: Polycentric (4-bar linkage) for variable COR, hydraulic/pneumatic for fluid gait, constant/variable friction for basic damping, stance control for stability, and manual locking for maximum safety. Each type aims to optimize function for different user needs."
    },
    {
      "topic": "Factors Negatively Influencing Amputation Stump Healing",
      "text": "Poor stump healing can result from low albumin, low lymphocyte count, low transferrin, low ABPI, poor transcutaneous oxygen saturation, and anemia. These factors indicate compromised systemic health and peripheral circulation, impairing wound healing."
    },
    {
      "topic": "Ideal Amputation Levels",
      "text": "Ideal amputation levels balance limb length for prosthetic function with minimizing complications. For the forearm and humerus, the middle third is often preferred. Transtibial amputations aim for about 15 cm below the tibial tuberosity, and transfemoral amputations target the middle third of the femur."
    },
    {
      "topic": "Common Parts of a Prosthesis",
      "text": "A prosthesis comprises a socket (interface), suspension system (attachment), struts (length restoration), articulations (joint function), and a terminal device (hand or foot). The terminal device can be passive or active, controlled by cables or myoelectric signals."
    },
    {
      "topic": "Useful Tables: Energy Expenditure by Amputation Level for Ambulation",
      "text": "Ambulation energy expenditure increases significantly with amputation level. Transfemoral amputees require approximately 65% more energy than transtibial amputees. Bilateral amputations impose a substantial metabolic load, highlighting the importance of optimal stump and prosthetic fitting for functional independence."
    },
    {
      "topic": "Types of Prosthetic Knee Articulation",
      "text": "Prosthetic knees offer various articulations: Polycentric (4-bar linkage) for dynamic COR, hydraulic/pneumatic for fluid gait, constant/variable friction for damping, stance control for stability, and manual locking for maximum safety. Each type aims to optimize function for different user needs and activity levels."
    },
    {
      "topic": "Factors Negatively Influencing Amputation Stump Healing",
      "text": "Poor stump healing can result from low serum albumin, low lymphocyte count, low transferrin, low ABPI, poor transcutaneous oxygen saturation, and anemia. These factors indicate compromised systemic health and peripheral circulation, impairing wound healing and increasing the risk of complications."
    },
    {
      "topic": "Ideal Amputation Levels",
      "text": "Ideal amputation levels balance limb length for prosthetic function with minimizing complications. For the forearm and humerus, the middle third is often preferred. Transtibial amputations aim for approximately 15 cm below the tibial tuberosity, and transfemoral amputations target the middle third of the femur for optimal prosthetic fitting and function."
    },
    {
      "topic": "Common Parts of a Prosthesis",
      "text": "A prosthesis consists of a socket (interface), suspension system (attachment), struts (length restoration), articulations (joint function), and a terminal device (hand or foot). The terminal device can be passive or active, controlled by cables, struts, or myoelectric signals, to restore function."
    },
    {
      "topic": "Types of Prosthetic Knee Articulation",
      "text": "Prosthetic knees offer various articulation types: Polycentric (4-bar linkage) for dynamic COR, hydraulic/pneumatic for fluid gait, constant/variable friction for damping, stance control for stability, and manual locking for maximum safety. Each type aims to optimize function for different user needs and activity levels, improving mobility and independence."
    },
    {
      "topic": "Factors Negatively Influencing Amputation Stump Healing",
      "text": "Poor stump healing can result from low serum albumin, low lymphocyte count, low transferrin, low ABPI, poor transcutaneous oxygen saturation, and anemia. These factors indicate compromised systemic health and peripheral circulation, impairing wound healing and increasing the risk of complications like infection or dehiscence."
    },
    {
      "topic": "Ideal Amputation Levels",
      "text": "Ideal amputation levels balance limb length for prosthetic function with minimizing complications. For the forearm and humerus, the middle third is often preferred. Transtibial amputations aim for approximately 15 cm below the tibial tuberosity, and transfemoral amputations target the middle third of the femur for optimal prosthetic fitting and function, ensuring adequate muscle coverage and bone length."
    },
    {
      "topic": "Common Parts of a Prosthesis",
      "text": "A prosthesis comprises a socket (interface), suspension system (attachment), struts (length restoration), articulations (joint function), and a terminal device (hand or foot). The terminal device can be passive or active, controlled by cables, struts, or myoelectric signals, to restore function and improve quality of life for amputees."
    },
    {
      "topic": "Factors Negatively Influencing Amputation Stump Healing",
      "text": "Several factors can impair amputation stump healing, including low serum albumin (<3.5 g/dL), low lymphocyte count (<1500/mmÂ3), low serum transferrin, low ABPI (<0.45), low transcutaneous oxygen saturation (<20 mmHg), and Hb <10 g/dL. These indicate poor nutritional status, peripheral vascular disease, or anemia."
    }
  ]