[
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Contact Information",
    "subtopic": "Fracture Care Team",
    "text": "If you have any queries please contact; Tel no: 0300 019 2802 e-mail: fracturecare@uhd.nhs.uk"
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Introduction",
    "subtopic": "About the Achilles Tendon",
    "text": "You have a suspected rupture to your Achilles tendon, which joins your calf muscle to your heel bone. Its function is to allow a good push off from your foot when you walk, run or stand on tiptoes. The Achilles tendon is the strongest tendon in the body and can be either completely or partially torn by a sudden force around the foot or ankle."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Diagnosis",
    "subtopic": "Ultrasound Scan (USS)",
    "text": "To confirm if the Achilles tendon is ruptured you may be referred for an ultrasound scan (USS). This scan uses sound waves to produce an image of the inside your leg to confirm the location and extent of the tendon injury."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Initial Management",
    "subtopic": "Using the Boot and Crutches",
    "text": "You must use the boot with the 3 wedges until we confirm the diagnosis. You can put some weight through the boot to walk using crutches unless advised otherwise, so will need to use crutches or a walking frame."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Initial Management",
    "subtopic": "Using your foot",
    "text": "The boot and wedges should be worn at all times (including in bed), to ensure the tendon is protected throughout the healing process. It is important to look after the skin so you will be shown how to carefully remove and replace the boot to allow for washing and skin inspection. Whilst doing this you must keep the toes pointed down, as demonstrated in the picture. Avoid any temptation to stretch the calf as this could mean the tendon heals in an elongated position, which will affect your overall rehabilitation."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Pain and Swelling",
    "subtopic": "Management",
    "text": "Elevating your ankle above the level of your hips will help to reduce swelling. Use pillows or a stool to keep your ankle raised when lying and sitting. You can take over the counter pain killers, such as paracetamol, ibuprofen or co-codamol as required. Please discuss with the pharmacist if you are unsure if you should take these."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Follow up",
    "subtopic": "Fracture Clinic Review",
    "text": "You will be reviewed in the Fracture Clinic at Poole Hospital and invited to attend for an Ultrasound scan prior to this appointment."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Management",
    "subtopic": "Treatment Pathways",
    "text": "It may be possible for the tendon to heal naturally, by closely following a conservative care plan led by the physiotherapists and guided by your consultant. If this is not possible, you may be offered surgical repair. This decision depends on a number of factors that include your general health, normal activity levels, age and the results of tests that the orthopaedic team will perform. Both treatments will involve you wearing a boot to protect the tendon while it heals and you will most likely be partial-weight bearing for the first few weeks. Swelling and pain can last for 3 to 6 months and you will not be able to run for at least 5 months with both treatment pathways."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Exercises",
    "subtopic": "Initial Exercises",
    "text": "These initial exercises should be repeated 10 times each, 3-4 times per day (with your boot on). 1. With the leg straight and supported, tense your thigh muscle to straighten your knee. Slowly lift your leg 2 inches off the bed, hold for 10 seconds then slowly lower back down. 2. Lying on your back, bend and straighten your knee."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Additional Information",
    "subtopic": "Future Guidance",
    "text": "You will be provided with a sheet of additional exercises by the outpatient physiotherapists or consultant as well as a copy of the care pathway that you will be following throughout your rehabilitation."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Information on Deep Vein Thrombosis (DVT)",
    "subtopic": "Risk of DVT and Pulmonary Embolus (PE)",
    "text": "When your leg is immobilised in a plaster cast or walking boot, lack of movement can cause blood clots (DVT) to form in your blood vessels. A DVT itself is not life-threatening however, sometimes part of the blood clot can become dislodged and travel to your lungs. This is called a Pulmonary Embolus (PE) and can be very serious."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Information on Deep Vein Thrombosis (DVT)",
    "subtopic": "How can my risks of developing a DVT be reduced?",
    "text": "We will assess the risk of you personally developing a DVT whilst your leg is immobilised. If necessary, blood thinning medication will be prescribed to reduce this risk. This medication can cause bleeding and therefore is not suitable for everyone. If you have been prescribed Enoxaparin (Inhixa ®) injections; you will be shown the injection technique and should try to keep these injections to a regular time of day, the used injections syringes MUST be disposed of safely in the yellow 'sharps bin' provided, please continue to take this medication until reviewed by the Orthopaedic team, if you have any further questions with regards to this, or have a reaction to the medication, please contact your GP or the Fracture Care Team for advice. We also recommend that you take regular fluids to stop yourself becoming dehydrated (unless advised otherwise). Avoid long journeys and staying still for longer than an hour."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Information on Deep Vein Thrombosis (DVT)",
    "subtopic": "Signs and Symptoms of DVT / PE",
    "text": "If you experience any of the following symptoms you should return to hospital as soon as possible, dial 111 or in an emergency 999; Pain in your leg, Swelling in your leg, Warm or discoloured skin on your legs, New shortness of breath / feeling breathless, Pain in your chest, back or ribs that is worse when you breath, Coughing up blood."
  },
  {
    "heading": "ACHILLES TENDON INJURY ADVICE LEAFLET",
    "topic": "Further Queries",
    "subtopic": "Contact Information",
    "text": "If you are worried that you are unable to follow this plan, are experiencing pain or symptoms, other than at the site of the original injury or surrounding area or have any questions, then please contact the Fracture Care Team for advice using the telephone or e-mail details at the top of this leaflet."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "Contact Information",
    "subtopic": "Consultant and Physiotherapy Department",
    "text": "If you have any queries please contact your consultant's secretary Or your physiotherapy department: Poole: 0300 019 (2121), Christchurch: 0300 019 (2802) Or e-mail: fracturecare@uhd.nhs.uk"
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "First 14 Days After Diagnosis or Surgery",
    "subtopic": "In a Boot",
    "text": "During this time please follow the guidance on the Achilles tendon Injury leaflet given to you by the hospital and/or the exercises on the “NON & PARTIAL WEIGHT BEARING EXERCISES” leaflet."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "2 Weeks After Diagnosis or Surgery",
    "subtopic": "General Guidance",
    "text": "Keep wearing the boot with 3 wedges to stand and walk around, but start to put more weight through the leg. Use the crutches to help you walk as normally as possible. You may start to remove the boot to do some basic exercises to get the foot and ankle moving."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "2 Weeks After Diagnosis or Surgery",
    "subtopic": "Exercises",
    "text": "1. Lying on your stomach with your knees bent to a right angle. Point your feet up and down as far as comfortable. Do not force the ankle to go beyond a right angle. 2. As above, turn your feet in and out. 3. Sit on a chair with your knees together and feet on the floor. Raise up and down on your toes ensuring that your big toe stays grounded and bends at the joint. Do both feet together and then alternate them as though walking as shown below."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "Throughout Rehabilitation Period",
    "subtopic": "Warm-up",
    "text": "Throughout the rehabilitation period, do exercises 1-3 every morning and after a period of prolonged inactivity (eg sitting, lying or standing still). This will ensure that you warm up the muscles and joints prior to movement."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "4 Weeks After Diagnosis or Surgery",
    "subtopic": "Boot Usage",
    "text": "You may take your boot off to sleep. Do not walk without the boot on under any circumstances – to reduce the risk of you doing so; keep the boot by your bed overnight."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "6 Weeks After Diagnosis or Surgery",
    "subtopic": "General Guidance and Exercises",
    "text": "Continue to warm up properly every morning and after inactivity. You can start to remove a wedge from the boot each week from week 6 onwards with guidance from your physiotherapist. Wean off the crutches as comfortable and with guidance from your physiotherapist. You may start using the static bike once you have tried it with your physiotherapist. Progress through the next exercises in order and with the guidance of your physiotherapist: 4. Wearing supportive shoes or trainers with a small heel, stand with your hands resting on the kitchen worktop in front of you. Ensure that your whole foot and all of your toes are in contact with the ground and slowly transfer your weight from the front of the foot to the back and from side to side, without moving your feet at all. Progress to doing this barefoot over the next few weeks. 5. Wearing supportive shoes or trainers with a small heel, to challenge your balance, stand with the injured foot in front of the other so that the big toe is touching the heel in front. Hold this still for a minute. Swap legs. 6. Stand facing a kitchen worktop or similar with your feet side by side width apart. Put as much weight through your arms as you need to, in order to start gently rocking forwards to put your weight through the balls of your feet. As you improve start to lift your heels vertically off the ground onto your tip toes as high as you can. Make sure that you don't lean forward and stretch the calf as you lower back down. 7. Progress exercise 6 to being able to get both heels fully lifted off the ground without leaning on the kitchen worktop. 8. Leaning on the plinth, put one leg in front of the other and slowly raise both heels off the ground keeping the knees almost straight. Slowly lower. Swap legs. Make sure that you don't lean forward and stretch the calf as you lower back down. Progress as for number 7."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "8 Weeks After Diagnosis or Surgery",
    "subtopic": "General Guidance and Exercises",
    "text": "Continue to warm up properly every morning and after inactivity. Once you have warmed up your calf with exercises 1-8, and with the guidance of your physiotherapist, you can start to walk in a supportive pair of shoes with wedges inserted under the heel - indoors only. You may need to use your crutches again to avoid limping, especially in the morning when you are stiff and in the evening when the leg is tired. Make sure that you keep your shoes or boot by the bed in case you get up in the night. Continue to wear your boot without wedges to walk outdoors. 9. Practice walking with your heel touching your toes, as if walking along a tightrope (as for number 5). Do this in shoes with the heel wedge if necessary. Progress to barefoot. 10. Stand with your back resting against a wall with a good posture, and a wide stance. Raise alternate heels and move your upper body weight from one leg to the other until the calves fatigue. 11. In your shoe (+/- wedges) stand on one leg to improve balance. 12. In your shoes, walk across the room on your tiptoes. Progress this by taking smaller steps barefoot."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "10 Weeks After Diagnosis or Surgery",
    "subtopic": "General Guidance and Exercises",
    "text": "With the guidance of your physiotherapist, you can start to walk in a supportive pair of shoes with one or more heel wedges inserted outdoors. Warm up your calf with exercises 1-8 before going for a walk. You will probably need to use your crutches again to avoid limping, especially in the morning when you are stiff and in the evening when the leg is tired. Make sure that you keep your shoes or boot by the bed in case you get up in the night. 13. With the guidance of your physiotherapist you can start walking across a room on tiptoe in shoes. This exercise will improve balance, stamina and strength. Progress to doing it barefoot. 14. Progress balancing on one leg by standing on a folded towel. 15. If your calf feels tight after exercise you can start gentle stretching exercises. Hold the stretch still for 30 seconds at a time after exercise or a walk. Keep the knees straight to feel a stretch in the longer gastrocnemius muscle and bent to feel a stretch lower down in the shorter soleus muscle. This stretch can also be done lying down in combination with a hamstring stretch."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "12 Weeks After Diagnosis or Surgery",
    "subtopic": "General Guidance and Exercises",
    "text": "Continue to warm up properly every morning and after inactivity. With the guidance of your physiotherapist progress to walking barefoot indoors only. Continue to wear a shoe with a wedge outdoors. You may wean off the wedge as movement allows over the coming weeks. 16. With the guidance of your physiotherapist, start putting more weight through your affected leg when doing heel raises. Progress to doing so on one leg, leaning on your arms as much as you need to at first. 17. With the guidance of your physiotherapist, and in supportive trainers, you may start to bounce up and down with your weight bearing down through your arms as much as you need to (e.g. at the kitchen worktop). Progress this to star jumps and lastly jogging. Reduce arm weight bearing as you get stronger and have more control. 18. Rest your unaffected leg on a football, putting as little weight down through the football as possible. Do a heel raise on the affected leg on the ground to be level with the heel on the ball."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "5 Months After Going Into the Boot",
    "subtopic": "Return to Activity",
    "text": "Continue to warm up properly every morning and after inactivity. Your physiotherapist will be able to assess whether you are ready to start jumping and jogging unsupported on the spot, as well as return to normal sporting activities such as running."
  },
  {
    "heading": "ACHILLES TENDON INJURY REHABILITATION GUIDELINES",
    "topic": "Recovery Timeline",
    "subtopic": "Long-term Expectation",
    "text": "It can take 18 months for normal appearance, strength, power and stamina to return to the leg."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Objectives",
    "text": "To compare re-rupture rate, complication rate, and functional outcome after operative versus nonoperative treatment of Achilles tendon ruptures; to compare re-rupture rate after early and late full weight bearing; to evaluate re-rupture rate after functional rehabilitation with early range of motion; and to compare effect estimates from randomised controlled trials and observational studies."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Design and Data Sources",
    "text": "Systematic review and meta-analysis. PubMed/Medline, Embase, CENTRAL, and CINAHL databases were searched for studies comparing operative versus nonoperative treatment of Achilles tendon ruptures."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Study Selection and Data Extraction",
    "text": "Randomised controlled trials and observational studies reporting on comparison of operative versus nonoperative treatment of acute Achilles tendon ruptures. Data extraction was performed independently in pairs, by four reviewers."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "29 studies were included (10 randomised controlled trials, 19 observational studies). A significant reduction in re-ruptures was seen after operative treatment (2.3%) compared with nonoperative treatment (3.9%). Operative treatment resulted in a significantly higher complication rate (4.9% vs 1.6%), mainly due to infection (2.8%). No significant difference in re-rupture rate was seen between operative and nonoperative treatment in studies that used accelerated functional rehabilitation with early range of motion. No difference in effect estimates was seen between randomised controlled trials and observational studies."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Conclusions",
    "text": "This meta-analysis shows that operative treatment of Achilles tendon ruptures reduces the risk of re-rupture compared with nonoperative treatment. However, re-rupture rates are low and differences between treatment groups are small (risk difference 1.6%). Operative treatment results in a higher risk of other complications (risk difference 3.3%). The final decision should be based on patient specific factors and shared decision making. This review emphasises the potential benefits of adding high quality observational studies in meta-analyses."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Executive Summary",
    "subtopic": "What is already known on this topic",
    "text": "Rupture of the Achilles tendon is a frequently encountered injury. Meta-analyses of randomised controlled trials have shown operative treatment to significantly reduce the risk of tendon re-rupture compared with nonoperative treatment. However, operative treatment leads to a significant increase in other complications."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Executive Summary",
    "subtopic": "What this study adds",
    "text": "Operative treatment of acute Achilles tendon ruptures reduced the risk of re-rupture compared with nonoperative treatment. However, re-rupture rates were low and differences between treatment groups were small, with a risk difference of 1.6%. Operative treatment resulted in a higher risk of other complications than nonoperative treatment (risk difference 3.3%), mostly attributable to increased risk of infection."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Introduction",
    "subtopic": "Background",
    "text": "Rupture of the Achilles tendon is a frequent injury, common in the young to middle-aged active population, with an increasing incidence. The management of these ruptures is much debated."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Discussion",
    "subtopic": "Main Findings",
    "text": "This systematic review and meta-analysis showed that operative treatment was associated with a significant reduction in re-rupture rate compared with nonoperative treatment. However, operative treatment resulted in a significantly higher rate of other complications. Sensitivity analyses confirmed these findings. No significant difference in re-rupture rate was found if accelerated functional rehabilitation with early range of motion was used."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Discussion",
    "subtopic": "Comparison with previous findings",
    "text": "The findings are in accordance with previous meta-analyses. However, with the addition of observational studies, this review shows that differences between treatment groups are small, with a risk difference in re-rupture rate of 1.6% and a risk difference of 3.3% for other complications. This suggests that nonoperative management is acceptable for acute Achilles tendon ruptures if patients are monitored according to a standardised rehabilitation protocol."
  },
  {
    "heading": "Operative treatment versus nonoperative treatment of Achilles tendon ruptures: systematic review and meta-analysis",
    "topic": "Conclusions",
    "subtopic": "Summary",
    "text": "Operative treatment of acute Achilles tendon ruptures reduces the risk of re-rupture compared with nonoperative treatment, but re-rupture rates are low and the difference is small (1.6%). Operative treatment has a higher risk of other complications (risk difference 3.3%), mainly from infection. The decision for treatment should be based on patient-specific factors and shared decision making. Further research is needed for a shared decision-making algorithm."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "At a Glance",
    "subtopic": "Key Information",
    "text": "You may well not need an operation. You will have your Ankle in a cast or brace for 8-10 weeks. You may not be able to drive for 3 months. The 'best' and safest treatment is very individual. Complications occur in about one in 20 patients after surgery. Up to one in 10 may not be happy with the outcome after Achilles tendon Rupture treatment."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What is an Achilles Tendon Rupture and how is it diagnosed?",
    "subtopic": "Definition and Diagnosis",
    "text": "The Achilles Tendon is the largest tendon in your body. It attaches the calf muscle to the heel and enables us to walk, run and jump. Rupture or complete tear of the Achilles Tendon is felt as a very painful ‘snap' behind the ankle with immediate swelling and pain. It is diagnosed by an examination test where the calf muscle is squeezed and lifted. This fails to produce the usual ankle movement it would normally do. It is compared to your uninjured side."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What should be done if it is confirmed?",
    "subtopic": "Initial Management",
    "text": "As soon as possible following the injury the ankle should be secured in an equinus position. This is usually done with a cast or brace. This means with the ankle pointing down maximally much like a ballet dancer 'en pointe' would do."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "Do I need a Scan?",
    "subtopic": "Imaging for Diagnosis",
    "text": "A scan is not required to confirm the diagnosis of Achilles Tendon Rupture. Ultrasound or sometimes MRI scans are used by clinicians on occasions to aid decision making in some cases."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "Will I need an operation?",
    "subtopic": "Treatment Options",
    "text": "This will depend on a number of factors and is a very individualised discussion and answer. There remains debate over the best course of treatment for both a rapid and sustained recovery. Most patients will have the options of surgery or a non-surgery treatment regime. Both should expect a long term satisfactory and similar result barring any complications. The options each have their pros' and cons' discussed below."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What treatment will I have if I choose not to have surgery?",
    "subtopic": "Management Strategy",
    "text": "This is a very established management strategy for most patients who get treatment for an Achilles tendon rupture in a timely manner. Certainly (if recognised and treated) within 48hrs of injury this provides a good outcome in the long term for the majority of patients. A cast or brace in full equinus is worn for a couple of weeks before this changed in sequential adjustments bringing the ankle to 90 degrees over 6- 8 weeks supported by a brace or cast. You may well be able to walk and function with the brace on. You may be able to move the ankle in a controlled manner."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What treatment will I have if I choose not to have surgery?",
    "subtopic": "Advantages",
    "text": "No operation with the risks associated (See below). An outcome long term proven to provide majority patient satisfaction."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What treatment will I have if I choose not to have surgery?",
    "subtopic": "Disadvantages",
    "text": "More controlled and restricted immobilisation in initial 6-8 weeks. A re-rupture rate of between One in 30 and One in 10. A tendon that heals with an element of scar tissue bridging any remnant small gap that produces."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What if I choose to have surgery?",
    "subtopic": "Procedure and Rehabilitation",
    "text": "If chosen, Surgery is undertaken at the earliest opportunity once any swelling or soft tissue concerns are resolved. The repair can be performed through a standard open scar or using minimally invasive – Keyhole like techniques. This is down to an individual's preference. The rehabilitation after is similar to a ‘No Surgery' regime but earlier movement can be considered. A repair operation can be undertaken in the early stages with an expectation of sewing the ends directly together using sutures. After this time any repair surgery can be more involved."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What if I choose to have surgery?",
    "subtopic": "Advantages",
    "text": "A re-rupture rate between one in 30 and One in 20. A potentially more accelerated rehabilitation and return to activity. Tendon healing with optimal end to end re-attachment, hence restoring Calf muscle-Achilles anatomy with minimal scar tissue bridging."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "What if I choose to have surgery?",
    "subtopic": "Disadvantages",
    "text": "Healing time clock restarts from day of surgery rather than day of injury. Risks of surgery including those of a General Anaesthetic, Wound / Scar problems, Nerve damage, Infection, Bleeding, Thrombosis, Stiffness, Weakness and a Pain Reaction. Higher risk groups of people can have a considerably higher complication rate that must be taken into account. Examples include: Those who smoke, Patients who have diabetes, Injury in a leg with a poor blood supply or skin condition, Patients who are overweight, Patients with possible difficulty looking after their leg following an operation. Individual situations including a longer delay to initial treatment can mean discussion leaning towards one option or another."
  },
  {
    "heading": "A Patient's Guide To Achilles Tendon Ruptures",
    "topic": "Deep Vein Thrombosis Risk",
    "subtopic": "Information",
    "text": "An ankle immobilised in a cast following an Achilles Tendon Rupture is a risk factor for developing a Deep Vein Thrombosis (DVT / Blood clot / Thromboembolism) which should be discussed with a clinician and preventative measures considered."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Abstract",
    "subtopic": "Background",
    "text": "Whether surgical repair of an acute Achilles' tendon rupture by an open-repair or minimally invasive approach is associated with better outcomes than nonsurgical treatment is not clear."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Abstract",
    "subtopic": "Methods",
    "text": "We performed a multicenter, randomized, controlled trial that compared non-operative treatment, open repair, and minimally invasive surgery in adults with acute Achilles' tendon rupture who presented to four trial centers. The primary outcome was the change from baseline in the Achilles' tendon Total Rupture Score (scores range from 0 to 100, with higher scores indicating better health status) at 12 months. Secondary outcomes included the incidence of tendon rerupture."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "A total of 554 patients underwent randomization, and 526 patients were included in the final analysis. The mean changes in the Achilles' tendon Total Rupture Score were -17.0 points in the nonoperative group, -16.0 points in the open-repair group, and -14.7 points in the minimally invasive surgery group (P=0.57). Pairwise comparisons provided no evidence of differences between the groups. The changes from baseline in physical performance and patient-reported physical function were similar in the three groups. The number of tendon reruptures was higher in the nonoperative group (6.2%) than in the open-repair or minimally invasive surgery group (0.6% in each). There were 9 nerve injuries in the minimally invasive surgery group (in 5.2% of the patients) as compared with 5 in the open-repair group (in 2.8%) and 1 in the nonoperative group (in 0.6%)."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Abstract",
    "subtopic": "Conclusions",
    "text": "In patients with Achilles' tendon rupture, surgery (open repair or minimally invasive surgery) was not associated with better outcomes than nonoperative treatment at 12 months. (Funded by the South-Eastern Norway Regional Health Authority and Akershus University Hospital; Clinical Trials.gov number, NCT01785264.)"
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Introduction",
    "subtopic": "Background",
    "text": "An acute Achilles' tendon rupture is one of the most common musculoskeletal injuries, with a variable incidence, and can result in severe disability. This injury is more common with older age, more active lifestyles, and in males, with an increasing incidence over past decades. Randomized, controlled trials comparing nonoperative treatment with open repair have shown similar patient-reported outcomes. A recent systematic review showed a higher risk of rerupture after nonoperative treatment, whereas surgical treatment was associated with risks of postoperative complications. To better inform clinical decision making, a multicenter, randomized trial was conducted to compare nonoperative treatment, open repair, and minimally invasive surgery."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Methods",
    "subtopic": "Trial Design and Oversight",
    "text": "A three-group, randomized, controlled trial was conducted at four centers. The trial was approved by the institutional review board at each center and the Regional Committee for Medical and Health Research Ethics South East Norway."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Methods",
    "subtopic": "Patients",
    "text": "Patients aged 18 to 60 years with an Achilles' tendon rupture were assessed for eligibility. Exclusion criteria included previous rupture, severe systemic disease, recent quinolone or local glucocorticoid injections, dependence on walking aids, and other walking-related disabilities."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Methods",
    "subtopic": "Trial Procedures",
    "text": "Eligible patients were randomly assigned in a 1:1:1 ratio to nonoperative treatment, open repair, or minimally invasive surgery. A below-the-knee equinus cast was applied within 72 hours. The cast was maintained for 2 weeks. After cast removal, patients were allowed to bear weight for 6 weeks using an ankle-foot orthosis with heel wedges, which were gradually reduced. All participants followed a standardized rehabilitation protocol."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Methods",
    "subtopic": "Outcomes",
    "text": "The primary outcome was the change from baseline in the Achilles' tendon Total Rupture Score at the 12-month follow-up. Secondary outcomes included changes in the score at 3 and 6 months, changes in the SF-36 health survey, physical performance, and the incidence of tendon rerupture at 12 months."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Methods",
    "subtopic": "Statistical Analysis",
    "text": "A sample size of 480 patients was calculated to be needed. The primary outcome was assessed using a mixed-model analysis. Hierarchical testing was used to control for type I error."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Results",
    "subtopic": "Patients",
    "text": "From February 2013 through May 2018, 554 patients were randomized. Of these, 526 were included in the full analysis population. The characteristics of the three groups at baseline were similar."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Results",
    "subtopic": "Primary and Secondary Outcomes",
    "text": "The change in the Achilles' tendon Total Rupture Score from baseline to 12 months was -17.0 points in the nonoperative group, -16.0 points in the open-repair group, and -14.7 points in the minimally invasive surgery group (P=0.57). There were no apparent differences among the groups in the changes in the score at 3 and 6 months or in the SF-36 physical functioning score or in the physical- or mental-component summaries. There were also no material differences among the groups in any of the six limb-symmetry-index measurements for physical performance."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Results",
    "subtopic": "Safety",
    "text": "Serious adverse events occurred in similar percentages across the three groups. There were 11 reruptures in the nonoperative group (6.2%), 1 in the open-repair group (0.6%), and 1 in the minimally invasive surgery group (0.6%). The risk of rerupture was 5.6 percentage points higher in the nonoperative group than in the surgical groups. There were 9 nerve injuries in the minimally invasive surgery group (5.2%), 5 in the open-repair group (2.8%), and 1 in the nonoperative group (0.6%)."
  },
  {
    "heading": "Nonoperative or Surgical Treatment of Acute Achilles' Tendon Rupture",
    "topic": "Discussion",
    "subtopic": "Summary and Conclusion",
    "text": "In this trial, no significant differences were found in the Achilles' tendon Total Rupture Score among patients receiving nonoperative treatment, open repair, or minimally invasive surgery. The risk of rerupture was higher with nonoperative treatment. The findings are similar to previous trials but this one was larger and compared all three common treatments. The lower rerupture risk in surgical groups in this trial could be due to a larger sample size. Open repair or minimally invasive surgery did not improve Achilles' tendon Total Rupture Scores at 12 months compared with nonoperative treatment. Nonoperative treatment had a higher risk of rerupture but fewer nerve injuries than minimally invasive surgery."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Emergency Department Information",
    "subtopic": "Introduction",
    "text": "This leaflet provides information about Achilles tendon rupture. If you have any further questions or concerns, please speak to the staff member in charge of your care."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "About the Achilles Tendon",
    "subtopic": "What is the Achilles tendon?",
    "text": "The Achilles tendon is the largest tendon in the human body. It connects the calf muscles (gastrocnemius and soleus) to the heel and allows you to raise the heel off the floor during walking and running."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "About the Achilles Tendon",
    "subtopic": "What are the causes of an Achilles tendon rupture?",
    "text": "An Achilles tendon rupture is a complete or partial tear that occurs by a sudden force on the foot or ankle. Achilles tendon rupture affects about 1 in 15,000 people increasing to 1 in 8,000 in competitive athletes. The Achilles tendon usually ruptures without warning and occurs most often in sports that require a lot of stopping and starting such as tennis, basketball, netball, football and squash. An injury to the tendon can also result from falling or tripping. In some cases, there is degeneration in the tendon before the rupture which may or may not have been causing symptoms. Medical conditions including diabetes, rheumatological conditions or medications such as steroids and certain antibiotics (fluoroquinolone) can increase the risk of rupture."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "About the Achilles Tendon",
    "subtopic": "What are the symptoms?",
    "text": "Patients often describe the sensation of feeling as if someone has hit them on the back of the heel only to turn round and find no-one there. This can be associated with a snapping or popping sound. After rupture there may be some swelling or bruising and it is usually difficult to walk or stand on tip toe."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Diagnosis and Treatment",
    "subtopic": "How is it diagnosed?",
    "text": "Diagnosis is made based on symptoms, history of the injury and examination. A special test will be performed which involves squeezing the calf. Normally if the Achilles tendon is intact this causes the foot to point downwards but if it is ruptured it causes no movement. To confirm the diagnosis and the extent of the rupture an ultrasound scan will be arranged. Ultrasound uses high frequency waves to create pictures of structures inside your body. It does not involve radiation and is painless and safe. An X-ray is occasionally required in certain cases."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Diagnosis and Treatment",
    "subtopic": "What treatments are available?",
    "text": "There are two treatment options available for Achilles tendon ruptures: non-surgical (conservative) and surgical. At St George's Hospital we employ conservative treatment in most patients, as the evidence suggests similar results to surgery without the associated complications. Occasionally, surgery may be considered. You will be given the opportunity to discuss both options at your foot and ankle orthopaedic appointment."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Diagnosis and Treatment",
    "subtopic": "Non operative management",
    "text": "Following assessment in Emergency Department a temporary plaster will be applied and you will not be able to take any weight through the affected leg. You will be given crutches. An appointment with the foot and ankle orthopaedic team and an ultrasound scan will be arranged. Due to increased risk of a blood clot in the leg, you will be prescribed blood thinning injections (Dalteparin) which are to be taken daily for six weeks. Over the next 10 weeks you will be reviewed by the foot and ankle orthopaedic team and the following protocol will be followed:"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Diagnosis and Treatment",
    "subtopic": "Non-operative management – rehabilitation plan",
    "text": "Time since start of protocol: 0-2 weeks, Plan: Full equinus (dorsal) plaster; non weight bearing with elbow crutches. Time since start of protocol: 2 weeks, Plan: Four wedges; weight bear as much as able in the boot; boot to stay on always, except for washing, rest and elevate as able. Maintain movement and strength at other joints, e.g. knee, hip, body. You will be prescribed four more weeks of the Dalteparin injections. Time since start of protocol: 3 weeks, Plan: Remove one wedge (down to three wedges); boot for weight bearing; remove for hygiene. Time since start of protocol: 4 weeks, Plan: Remove another wedge (down to two wedges). Time since start of protocol: 6 weeks, Plan: Remove one wedge (down to one wedge); boot for weight bearing only. Boot can be removed at night. Start plantarflexion TheraBand exercises. Dalteparin injections stopped. Time since start of protocol: 8 weeks, Plan: Remove final wedge. Time since start of protocol: 10 weeks, Plan: Remove boot and can now fully weight bear in a supportive shoe with one heel raise insert. Time since start of protocol: 12 weeks, Plan: Commence outpatient physiotherapy."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Diagnosis and Treatment",
    "subtopic": "Surgical treatment",
    "text": "Surgery carries the general risks of any operation and may be preferred in certain patients: Delayed presentation – more than two to three weeks after injury. Re-ruptures of Achilles tendon or avulsion injuries. Size and location of the tear. The post-operative protocol will follow the same time frames as the non-surgical."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Is there anything I can do to help myself?",
    "text": "Generally, the outlook is good. However, the tendon does take up to three months to heal and will take several more months to regain strength and flexibility. Full rehabilitation can take up to a year and your physiotherapist will advise you on this."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Pain relief",
    "text": "You can take painkillers such as paracetamol or a paracetamol and codeine mixture (e.g. co-codamol) as well as anti-inflammatory medication such as ibuprofen."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Work",
    "text": "Your ability to return to work depends on what activities you perform at work. If you are office based, you may be able to return to work after two weeks. However, it may be advisable to wait until after 10 weeks once the boot is removed. If you have a more physical job, then it may take 12-16 weeks to return to work."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Driving",
    "text": "You will be advised not to drive whilst you are in a boot as you will not be covered by insurance. You may be able to gradually return to driving once your boot is removed at 10 weeks. You need to speak to your insurers before returning to driving."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Sport",
    "text": "Return to sport is between 6-12 months depending on the sport to which you wish to return and dependent on your strength and ability to perform the necessary skills to return to your chosen sport."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Smoking",
    "text": "Smoking may delay healing of the tendon and leads to an increased risk if surgery is considered. It also affects wound healing and infection. It is strongly advised that you stop smoking. Talk to your GP or go to www.smokefree.nhs.uk for more information."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Self Help and Recovery",
    "subtopic": "Flying",
    "text": "You are advised NOT to fly for at least three months from the date of your injury."
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "Useful sources of information",
    "text": "National Institute for Health and Care Excellence (NICE) Diagnosis of Achilles tendon rupture | Diagnosis | Achilles tendinopathy | CKS | NICE"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "Will I have a follow-up appointment?",
    "text": "Ultrasound department – you should receive an appointment for your ultrasound scan within one week of referral from the emergency department. If you have not heard within this time, please contact the ultrasound clinic booking team on 020 8725 1776. Foot and Ankle orthopaedic appointment – you should also receive an appointment with the foot and ankle orthopaedic team within two weeks of referral from the emergency department. If you have not received an appointment within this time, please contact the orthopaedic booking team on 020 8725 0007. For more information leaflets on conditions, procedures, treatments and services offered at our hospitals, please visit www.stgeorges.nhs.uk"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "Additional services - Patient Advice and Liaison Service (PALS)",
    "text": "PALS can offer you advice and information when you have comments or concerns about our services or care. You can contact the PALS team on the advisory telephone line Monday, Tuesday, Thursday and Friday from 2pm to 5pm. A Walk-in service is available: Monday, Tuesday and Thursday between 10am and 4pm, Friday between 10am and 2pm. Please contact PALS in advance to check if there are any changes to opening times. The Walk-in and Advisory telephone services are closed on Wednesdays. PALS is based within the hospital in the ground floor main corridor between Grosvenor and Lanesborough Wing. Tel: 020 8725 2453 Email: pals@stgeorges.nhs.uk"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "NHS Choices",
    "text": "NHS Choices provides online information and guidance on all aspects of health and healthcare, to help you make decisions about your health. Web: www.nhs.uk"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "NHS 111",
    "text": "You can call 111 when you need medical help fast but it's not a 999 emergency. NHS 111 is available 24 hours a day, 365 days a year. Calls are free from landlines and mobile phones. Tel: 111"
  },
  {
    "heading": "Achilles Tendon Rupture",
    "topic": "Information and Services",
    "subtopic": "AccessAble",
    "text": "You can download accessibility guides for all our services by searching 'St George's Hospital' on the AccessAble website (www.accessable.co.uk). The guides are designed to ensure everyone – including those with accessibility needs can access our hospital and community sites with confidence."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Achilles Tendon Rupture",
    "subtopic": "Introduction",
    "text": "This leaflet will provide you with information about the nature of your injury as well as the management and rehabilitation process following your Achilles tendon rupture."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "What is an Achilles Tendon Rupture?",
    "subtopic": "Definition and Anatomy",
    "text": "The Achilles tendon is the largest tendon in the human body. It connects your calf muscles (gastrocnemius and soleus) to your heel (calcaneus). It is rope-like in nature, made up of many bundles of a strong material called collagen, which is the body's main tissue building block, making it strong and flexible. When the calf muscles contract, the Achilles tendon is tightened, pulling the heel bone. The Achilles tendon is very important when walking, running and jumping and it is responsible for the movement involved in coming up onto your tiptoes. A complete tear through the tendon is called an Achilles tendon rupture. This injury can occur unexpectedly, or more commonly during sports including running."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Causes of Achilles Tendon Rupture",
    "subtopic": "Mechanisms and Risk Factors",
    "text": "The Achilles tendon can rupture without warning, although it is more commonly injured during sporting activities. This injury affects about 1 in 15,000 people at any one time, increasing to 1 in 8,000 in competitive athletes. The Achilles tendon can be torn if there is a high force or stress placed upon it, such as in activities involving forceful push off movements. It can also be damaged by falls and slips. Another risk factor is weakness in the tendon itself, which could be due to medical conditions or medications like steroids and certain antibiotics. It can also occur with long term tendon problems (tendinopathies)."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Symptoms of an Achilles Tendon Rupture",
    "subtopic": "Signs and Symptoms",
    "text": "The main symptoms of an Achilles tendon rupture include: Sudden, sharp pain in the back of your ankle where the tendon is located. A snapping or popping sound alongside your pain. This pain may settle completely or turn into a dull ache at your calf or heel. After your injury you may also find some swelling and bruising in your calf. Walking, particularly rising up onto your toes, becomes more difficult. You may find that you begin to walk with a flatter foot, being unable to push your foot off the ground on the injured side."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Diagnosis",
    "subtopic": "Clinical Examination",
    "text": "An Achilles tendon rupture is usually diagnosed through your symptoms as well as a doctor taking a history of your injury followed by an examination. A gap may be able to be felt in the tendon, usually 4-5 cm above the heel bone. A special calf squeeze test will be performed. Normally if the Achilles tendon is intact this causes the foot to point downwards but if it is ruptured it causes no movement."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Treatment Options",
    "subtopic": "Non-Surgical Management of a Ruptured Achilles Tendon",
    "text": "Your injury will be managed conservatively, meaning you do not require surgery. You will be treated in an Equinus cast (foot pointing down) for 2 weeks. At approximately 2 weeks following rupture you will be fitted with a VACOped boot by a physiotherapist. You will be required to wear this boot for a minimum of 8 weeks. Your rehabilitation and progression will be managed by a physiotherapist who will adjust the boot and progress weight bearing ability in line with trust protocol."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Treatment Options",
    "subtopic": "Precautions Whilst in the Boot",
    "text": "The boot must be worn full time apart for when doing the physiotherapy exercises or for hygiene. When washing your foot remember to keep your foot resting down and do not stretch your ankle. The boot must be worn at night. When out of the boot do not stretch the Achilles tendon using your hands or any strap/band etc. You must follow the guidance given by your physiotherapist as to how much weight to bear through your leg and what walking aids you should use."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "VACOped Boot",
    "subtopic": "Information",
    "text": "The VACOped boot is a specialist orthotic designed specifically for this injury. It controls the range of movement at your ankle, allowing for your Achilles tendon to heal in the correct position. The VACOped boot will be fitted by your physiotherapist. This will include the hard outer shell, an angled detachable sole, a vacuum bead lining and a fabric liner. You will also be given the following items so please ensure you keep these safe: Adjustment key, Vacuum bead bulb pump, Spare removable cloth liner, Detachable rocker sole."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Looking after yourself and your boot",
    "subtopic": "Care Instructions",
    "text": "Make sure you pump up your boot every time in the morning and when refitting it. It is not recommended to wear a sock whilst in the boot, as this increases the risk of pressure areas and skin irritation. If your boot is creating pressure or discomfort around your skin, you can place a protective plaster or soft padding on the affected area(s). If you feel your hips or back are suffering because of the uneven walking pattern that wearing the boot causes, there are products on the market (such as wedges) that can help with that by providing extra height under your non-affected leg."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Changing and Washing Liner",
    "subtopic": "Hygiene Instructions",
    "text": "Two or three times a week, when removing your boot or changing the liner to wash it, you need to give the inner liner a good shake to spread the beads equally all over. To change the cushion liner simply unzip it, remove the inner liner, and put it in to a clean cushion liner. Then zip it back and put it on. You can wash the cushion liner in the washing machine up to 60°C."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Treatment Programme and Timeframe",
    "subtopic": "Rehabilitation Schedule",
    "text": "This is guidance and subject to change based on individual needs. Week 1-2: Non-weight bearing with elbow crutches, in cast. Week 3-4: Boot fixed on 30° and wedge sole. Weight bearing with crutches as pain allows. Week 5-6: Boot set on range of movement 15° to 30° and wedge sole. Weight bearing with crutches as pain allows. Week 7-9: Boot set on range of movement 0° to 30° and flat sole. Weight bearing as pain allows, with use of single or no crutches as able. Week 10-12+: Gradually wean out of boot and into normal footwear, use of elbow crutches to facilitate normal gait during this process."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Exercises",
    "subtopic": "General Instructions",
    "text": "It is very important to keep moving 'little and often' whilst in your boot. This will help to limit the weakening of your muscles and reduce joint stiffness. It will also reduce your risk of developing blood clots. In the first 10 weeks following injury, do not passively move the ankle greater than a right angle. Do not force the foot up towards you. For the exercises, aim to perform each movement up to 10 times, repeating for up to 3 sets with 1 minutes rest in between."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Exercises",
    "subtopic": "Specific Exercises",
    "text": "Knee Extension: Sit comfortably in a chair. Lift your foot off the floor and straighten your knee. Hold here for 3 seconds, then slowly lower down. Leg Lifts: Lie flat on your back. Lift your injured leg up straight about 20cm off the bed, then slowly lower down. Hip Extension/Abduction: Stand up and hold on to a surface such as kitchen work top of back of sofa. Moving from the hip and keeping your leg straight, bring your leg straight back behind you. Then move your leg out to the side and back in. Hamstring Curls: Stand up and hold on to a surface such as kitchen work top of back of sofa. Keep your knees level and lift your affected foot up towards your bottom."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Active ankle ranges of movement",
    "subtopic": "Instructions",
    "text": "You can remove your boot as directed by your physiotherapist to carry out the following gentle range of movement exercises for your ankle. These exercises should be pain free. Aim to complete 10 repetitions of each exercise, three times a day. Active plantar flexion (pointing your toes): Please note: when bending your ankle up and down, do not bend your ankle up past its neutral position. Eversion: keep your leg straight and turn your foot outwards. Inversion: keep your leg straight and turn your ankle inwards."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Concerns and Feedback",
    "subtopic": "When to seek help",
    "text": "If your symptoms or condition worsens, or if you are concerned about anything, please call your GP, 111, or 999."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Concerns and Feedback",
    "subtopic": "Patient Experience",
    "text": "We know that being admitted to hospital can be a difficult and unsettling time for you and your loved ones. If you have any questions or concerns, please do speak with a member of staff on the ward or in the relevant department who will do their best to answer your questions and reassure you."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Concerns and Feedback",
    "subtopic": "Feedback",
    "text": "Feedback is really important and useful to us – it can tell us where we are working well and where improvements can be made. There are lots of ways you can share your experience with us including completing our Friends and Family Test cards are available and can be posted on all wards, departments and clinics at our hospitals."
  },
  {
    "heading": "ACHILLES TENDON RUPTURE MANAGEMENT AND REHABILITATION",
    "topic": "Concerns and Feedback",
    "subtopic": "Patient Advice and Liaison Service (PALS)",
    "text": "If you have any concerns or questions about your care, we advise you to talk with the nurse in charge or the department manager in the first instance as they are best placed to answer any questions or resolve concerns quickly. If the relevant member of staff is unable to help resolve your concern, you can contact the PALS Team. If you are still unhappy you can contact the Complaints Department. How to contact PALS: Telephone Patient Services: 0300 123 1732 or via email at: wah-tr.PET@nhs.net. Opening times: The PALS telephone lines are open Monday to Thursday from 8.30am to 4.30pm and Friday: 8.30am to 4.00pm."
  }
]