[
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Purpose",
    "text": "No literature consensus was found about the best treatment of acute Rockwood type III acromioclavicular joint (ACJ) dislocation. In particular, the advantages and disadvantages between conservative treatment and surgery are not sufficiently quantified in the current literature."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Methods",
    "text": "A systematic literature search was conducted using PubMed, Web of Science and Embase in March 2024. We selected studies comparing surgical and conservative treatment in acute Rockwood III ACJ dislocations. The two treatment methods were compared in terms of Constant score; Disabilities of the Arm, Shoulder, and Hand (DASH); American Shoulder and Elbow Surgeons (ASES) score; Acromioclavicular Joint Instability Score (ACJIS); subjective shoulder value (SSV); radiographical findings; reported complications; and return to sports activity. The risk of bias and quality of evidence were assessed using Cochrane guidelines."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "A total of 1844 articles were evaluated, and ten were included in the study for a total of 397 patients. The results of the meta-analysis showed no significant differences between the two groups in terms of Constant score (P = 0.31), DASH (P = 0.52), ASES (P = 0.66) and SSV (P = 0.21), while it highlighted a statistically significant difference in terms of ACJIS (P = 0.00) and acromioclavicular (P = 0.00) and coracoclavicular distance (P = 0.00)."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Abstract",
    "subtopic": "Conclusion",
    "text": "The results showed no significant differences in terms of patient-reported or objective functional outcomes between the two treatment groups. Nonetheless, it highlights a difference in terms of radiographical outcomes and type of complications. While surgical intervention is able to improve joint reduction, it adds the risk for surgical complications."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Keywords",
    "subtopic": "List of Keywords",
    "text": "rockwood III; surgical treatment; conservative treatment; acute acromioclavicular joint dislocation; meta-analysis"
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Introduction",
    "subtopic": "Prevalence and Classification",
    "text": "Acromioclavicular joint (ACJ) dislocation typically occurs in young adult athletes and is one of the most common injuries in the shoulder region, with an incidence ranging from 4 to 12%. Its absolute incidence is approximately 3-4 cases per 100,000 people per year (1). The classification most frequently used to describe this type of injury is the one proposed by Rockwood in 1984, which identifies six grades based on the severity of dislocation, the position of the clavicle and the ligaments involved in the trauma (2)."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Introduction",
    "subtopic": "Treatment Background by Rockwood Type",
    "text": "Rockwood type I and II injuries are characterized by the absence of complete dislocation of the joint and are therefore treated conservatively yielding excellent functional outcomes (3). However, for Rockwood type IV, V and VI injuries, which involve complete dislocation of the ACJ with marked joint instability, surgical treatment is generally preferred (4). Subject to debate is the most appropriate management of Rockwood type III dislocations. These injuries are characterized by complete rupture of the acromioclavicular (AC) and coracoclavicular (CC) ligament complex, causing instability of the ACJ in the vertical plane and potentially additionally the horizontal plane."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Introduction",
    "subtopic": "Controversy in Type III Treatment",
    "text": "To date, the treatment of grade III dislocation is based on the preferences of the surgeon and the patient, and the age and level of sporting activity (5). The scientific literature is controversial and does not highlight the superiority of one treatment over the other. Non-surgical approaches reduce postoperative complications and enable faster recovery and earlier return to work, but some patients may experience persistent pain and shoulder deformity with poor cosmetic results. Surgery, on the other hand, has much higher complication rates but may allow for anatomic restoration of the shoulder girdle and may be more suitable for patients engaged in heavy manual labor or competitive sports (1)."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Introduction",
    "subtopic": "Study Aim",
    "text": "The aim of this study was to evaluate and quantify the best treatment to propose to patients with acute type III ACJ dislocation, comparing conservative and surgical approaches in terms of clinical and radiographical outcomes and the incidence of complications."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Materials and methods",
    "subtopic": "Systematic Review Protocol",
    "text": "A systematic literature review was conducted following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-analysis) guidelines (6). The systematic review was registered and allocated in the PROSPERO database (CRD42024536006), National Institute for Health Research, University of York, Center for Reviews and Dissemination. On March 27, 2024, a systematic literature search was performed using PubMed, Web of Science and Embase with the following search string: (acromioclavicular OR AC dislocation OR acromioclavicular dislocation) AND (Rockwood type-III OR Rockwood type 3 OR grade III OR III) AND (treatment)."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Materials and methods",
    "subtopic": "Inclusion and Exclusion Criteria",
    "text": "Inclusion criteria comprised studies conducted on patients with acute Rockwood type III ACJ dislocations (surgery performed within three weeks of the trauma), studies comparing surgical and conservative treatment, comparative or randomized-controlled trials (RCTs), studies involving humans and studies published in English. Exclusion criteria included studies on subjects with Rockwood type I, II, IV, V and VI ACJ dislocations, preclinical or ex vivo studies, level IV evidence, meta-analyses, systematic literature reviews, articles written in other languages and paper with less than ten patients. Two independent authors (LBP and SF) selected articles meeting the inclusion criteria; in case of disagreement, a third author (RA) intervened to resolve it."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Materials and methods",
    "subtopic": "Data extraction",
    "text": "Two independent authors (LBP and SF) extracted data from full-text versions or supplementary data. Information on study methodology, including study type, level of evidence and year of publication, was collected. Patient characteristics and treatment outcomes were also collected, including the number of patients, gender, age, Rockwood classification, type of intervention, duration of follow-up, postsurgical clinical scores (Constant score, DASH, ASES, ACJIS, SSV), radiographical findings (AC distance and CC distance), reported complications and return to sports activity. The collected outcomes were included if acquired at least 12 months of follow-up. In cases where data were only available graphically, extraction was performed using the WebPlotDigitizer tool."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Materials and methods",
    "subtopic": "Quality and risk of bias evaluation",
    "text": "Risk of bias and quality assessment were performed by two separate authors (LBP and SF), and discrepancies were resolved through discussion with a third author (RA). Reviewers evaluated the studies using the revised tool for Risk of Bias in randomized trials (RoB 2.0) for randomized studies and the Risk of Bias In Non-randomized Studies of Interventions (ROBINS) tool for non-randomized clinical studies, as recommended by Cochrane (9). The overall quality of evidence for each outcome was classified as high, moderate, low or very low according to GRADE guidelines."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Materials and methods",
    "subtopic": "Statistical analysis",
    "text": "A meta-analysis was conducted on clinical and radiographical postoperative outcomes and complication rate regarding conservative versus surgical treatment of acute Rockwood III ACJ dislocation. Variables including Constant score, DASH, ASES, ACJIS, SSV, AC distance and CC distance were assessed using the inverse variance method and expressed as mean differences (MD) for continuous variables. Statistical analysis was performed using the PythonMeta package. The I² metric was used to assess heterogeneity and was considered significant when I² > 25%. A random-effects model was used, and a P value of 0.05 was set as the significance level."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Results",
    "subtopic": "Article selection",
    "text": "The literature search yielded 702 articles from PubMed, 785 from Embase and 375 from Web of Science. After removing duplicates and screening, 30 articles were assessed for full-text eligibility. A further 20 were excluded, leaving ten articles for the final analysis. Among these, seven were retrospective comparative studies and three were randomized-controlled trials. In total, a population of 397 patients with Rockwood type III ACJ dislocation was analyzed, with 180 undergoing conservative treatment and 217 undergoing surgical intervention. The sample consisted of 7.3% females and 92.7% males."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Results",
    "subtopic": "Patient Characteristics and Treatment Details",
    "text": "The surgically treated patients had a mean age of 35.6 years, while conservatively treated patients had a mean age of 36.5 years. Conservative treatment involved a sling for 2 to 4 weeks, followed by physiotherapy. Surgical treatment involved various methods: hook plate (69 patients), Kirschner wires (36 patients), Bosworth screw (16 patients), suture-button system (76 patients), and absorbable sutures or synthetic ligaments (20 patients). Postoperative management included a brace followed by physiotherapy."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Results",
    "subtopic": "Clinical and Radiological Outcomes",
    "text": "Surgically treated patients had a mean±SD Constant score of 90 ± 8.3, a mean postoperative AC distance of 4.3±2.6 mm, and a mean postoperative coracoacromial distance of 10.9±2.3 mm. They reported complications like wound infection and hardware issues in 9.2% of cases and returned to sports in an average of nine weeks. Conservatively treated patients had a mean±SD Constant score of 89.5 ± 8.1, a mean post-treatment AC distance of 9.4 ± 3.8 mm, and a mean postoperative coracoacromial distance of 15 ± 1.5 mm. 22.3% of patients initially treated conservatively were later subjected to surgical intervention and took an average of 7.7 weeks to return to sports."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Results",
    "subtopic": "Table 1: Characteristics of the articles included in the study",
    "text": "This table details the ten studies included in the meta-analysis. For each study, it lists the number of patients, mean age, breakdown of conservative vs. surgical treatment methods (e.g., Kirschner wires, hook plate, suture-button systems), complications (e.g., ACJ deformity, osteolysis, infection), and postoperative outcomes including Constant scores, ASES scores, AJIS, and radiological measurements for CC and AC distance."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Meta-analysis outcomes",
    "subtopic": "Clinical Scores (Constant, DASH, ASES, SSV, ACJIS)",
    "text": "The meta-analysis for the Constant score (7 studies), DASH score (2 studies), ASES score (4 studies), and SSV (2 studies) found no statistically significant difference between surgical and conservative treatment groups. However, the analysis for the ACJIS (3 studies) found a statistically significant difference (MD: -11.93; P = 0.00), with surgery demonstrating a better result compared to conservative treatment. These results are visualized in the forest plots of Figure 2."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Meta-analysis outcomes",
    "subtopic": "Radiological Outcomes (CC and AC distance)",
    "text": "A statistically significant difference was observed between conservative and surgical treatments in terms of both postoperative CC distance (MD: 5.37; P = 0.00) and AC distance (MD: 5.77; P = 0.00). Surgical management showed lower (better) AC and CC distances compared to conservative treatment. These results are visualized in the forest plots of Figure 3."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Risk of bias and quality of evidence",
    "subtopic": "Assessment Summary",
    "text": "The evaluation using the RoB 2.0 tool for randomized trials showed three papers falling in the 'Some concerns' category. The evaluation using the ROBINS-I tool for non-randomized studies showed five papers in the 'Moderate' category and two papers in the 'serious' category. Detailed results and graphical representations are shown in Figures 4 and 5."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Discussion",
    "subtopic": "Summary of Findings and Context",
    "text": "This systematic review and meta-analysis did not demonstrate significant relevant differences in patient-reported or functional outcomes between surgical and conservative management for Rockwood type III ACJ dislocations. However, significant differences were identified in radiographical outcomes. Currently, the treatment is controversial. Surgical treatment may achieve anatomical restoration and prevent issues like scapular dyskinesis, but conservative treatment can allow for reasonably good functional recovery."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Discussion",
    "subtopic": "Interpretation of Clinical and Radiological Results",
    "text": "The analysis of clinical scores (Constant, DASH, ASES, SSV) showed no significant difference. However, the ACJIS score showed a statistically significant difference favoring surgery, which could be attributed to the fact that ACJIS heavily weights radiographical and cosmetic evaluation (45% of the score), which are worse in conservatively treated patients. The analysis of radiological data (AC and CC distances) showed significantly better anatomical restoration with surgery. However, the literature is uncertain if this anatomical restoration directly improves clinical results, as some studies show a progressive loss of reduction after surgery without worsening of clinical outcomes."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Discussion",
    "subtopic": "Complications and Study Limitations",
    "text": "Both procedures have complications. Surgical treatment had a complication rate of 9.2% (e.g., infections, hardware problems), while conservative treatment had a failure rate of 17.2% (persistence of painful symptoms or deformity requiring surgery). It is difficult to directly compare these different types of complications. Limitations of this meta-analysis include the moderate risk of bias and low quality of evidence in most included studies, the heterogeneity of surgical procedures and rehabilitation protocols, and incomplete reporting on patients who failed conservative treatment. However, the included patient group was homogeneous, strengthening the results."
  },
  {
    "heading": "Surgical vs conservative: what is the best treatment of acute Rockwood III acromioclavicular joint dislocation? A systematic review and meta-analysis",
    "topic": "Conclusions",
    "subtopic": "Final Summary",
    "text": "This systematic literature review and meta-analysis compared the outcomes of surgical management with those of conservative management of acute Rockwood III ACJ dislocations, showing no significant differences in patient-reported outcomes and functional outcomes. This meta-analysis highlights a significant difference in terms of radiographical outcomes with the AC distance and CC distance values smaller in the surgical group than in the conservative group. The surgical approach presents some complications, particularly wound infections and hardware mobilization/intolerance, with a rate of 9.2%; on the other hand, the conservative group presented a rate of failure of 22%, with risks of persistent instability and pain."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Introduction",
    "subtopic": "Self-Management Approach",
    "text": "The Virtual Fracture Clinic (VFC) helps you recover from your injury without needing to come back to the hospital. This is called self-management. Use the rehabilitation plan in this leaflet to guide your recovery."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Video about your injury and recovery",
    "subtopic": "Instructional Video Link",
    "text": "Watch this video to help your recovery. A doctor explains your injury and a physiotherapist shows how to do the exercises: www.fracturecare.co.uk/care-plans/shoulder/acj-injury/"
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "What is an ACJ injury?",
    "subtopic": "Definition",
    "text": "This is an injury or sprain to the end of the collarbone (clavicle). This is the acromioclavicular joint (ACJ)."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Healing",
    "subtopic": "Timeline",
    "text": "It takes 3 to 6 weeks to heal. But symptoms can continue for 3 to 6 months."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Healing",
    "subtopic": "Impact of Smoking",
    "text": "Smoking slows down your healing. So, we advise that you stop smoking (including vaping) while your fracture heals. Talk to your GP or go to nhs.uk/better-health/quit-smoking/ for more information."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Pain and swelling",
    "subtopic": "Symptoms and Management",
    "text": "Your shoulder may be swollen. You will have some pain. You can help this by: taking pain medication, using ice or cold packs."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Your sling",
    "subtopic": "Usage Guidelines",
    "text": "Use your sling for up to 3 weeks for comfort only. You can take it off to wash, dress and do your exercises. It does not need to be worn at night. A sling will help you feel comfortable in the first three weeks."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises and activity",
    "subtopic": "General Advice and Restrictions",
    "text": "It is important to start exercises as soon as possible. Good rehabilitation will improve your recovery. You can expect some discomfort to start. Do not continue if the pain gets worse and you cannot tolerate it. Do not lift your arm over shoulder height for the first 3 weeks. Do not do any heavy lifting for the first 6 weeks."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Follow up",
    "subtopic": "Self-Management and When to Contact",
    "text": "Follow-up appointments are not usually needed for this injury. Patients usually recover well with self-management. But please contact our team if you have not recovered full movement after 3 to 6 weeks."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 1 to 3",
    "subtopic": "Sling and Rest",
    "text": "Wear your sling for comfort. Take it off to wash, dress and do your exercises. You do not have to wear your sling at night. You may find it more comfortable to sleep propped up on pillows. Try to rest your arm, especially in the first 24 to 72 hours."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 1 to 3",
    "subtopic": "Pain and Swelling Management",
    "text": "Using a cold pack will help with your pain and swelling: use an ice pack or bag of frozen peas wrapped in a damp towel, put this on your shoulder for up to 15 minutes every few hours, make sure the ice is not in direct contact with your skin."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 1 to 3",
    "subtopic": "Initial Exercises",
    "text": "Start these exercises straight away. Try to do these exercises 4 to 5 times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 1-3)",
    "subtopic": "Hand, wrist and elbow exercises",
    "text": "Open and close your hand. Next, move your wrist up and down. Repeat 10 times. After a few days, hold a soft ball or rolled up socks. Squeeze the ball and hold for 5 seconds. Repeat 5 times. Bend and straighten your elbow. Repeat 10 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 1-3)",
    "subtopic": "Forearm Rotation",
    "text": "Bend your elbow to a right angle. Slowly turn your palm up to the ceiling and down to the ground. Repeat 10 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 1-3)",
    "subtopic": "Shoulder pendulum",
    "text": "Stand next to a firm surface, and bow forwards keeping your back straight. Support yourself with your uninjured arm and lean forwards. Let your injured arm relax and hang down to the ground. Gently swing your arm, making a small movement. Try to do this forward and backward, side to side and in small circles. Aim to do this for 1 to 2 minutes in total. You do not need to push into pain. Remember to keep your arm relaxed."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 1-3)",
    "subtopic": "Posture",
    "text": "Feel yourself grow from your upper chest and your shoulder blades relax gently behind your back. Draw gently together and hold for 5 seconds. Repeat 5 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 3 to 6",
    "subtopic": "Sling and Activity Level",
    "text": "You can stop using your sling. You can now return to light activities. Remember, you should not do any heavy lifting for 6 weeks."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 3 to 6",
    "subtopic": "Exercise Progression",
    "text": "Start these exercises 3 weeks after your injury. Try to do them 4 to 5 times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 3-6)",
    "subtopic": "Active assisted flexion",
    "text": "Use your other hand to lift your injured arm up in front of you, as shown in these pictures."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 3-6)",
    "subtopic": "Active assisted external rotation",
    "text": "Keep the elbow of your injured arm tucked into your side and your elbow bent. Hold onto a stick, umbrella or something similar. Use your good arm to push your injured hand outwards. Remember to keep your elbow tucked in. If you do not have a stick, hold your injured arm at the wrist, guide it outwards with your good hand."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 6 to 12",
    "subtopic": "Recovery and Activity",
    "text": "Your injury should be healed. You can return to normal activities. Do this gradually. Be guided by any pain or discomfort you experience. Some heavier tasks may still be uncomfortable."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Caring for your injury: weeks 6 to 12",
    "subtopic": "Exercise Progression",
    "text": "Start these exercises 6 weeks after your injury. Try to do these exercises 4 to 5 times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 6-12)",
    "subtopic": "Active flexion",
    "text": "Lift your arm forwards in front of you. Try to raise the arm as high as you can. You do not need to push into pain. If this is too difficult, try the same movement with a bent elbow."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 6-12)",
    "subtopic": "Active abduction",
    "text": "With your palm facing forwards, move your arm out to the side in a big arc. Try to raise the arm as high as you can. If this is too difficult, try it with a bent elbow."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Exercises (Weeks 6-12)",
    "subtopic": "Active external rotation",
    "text": "Start with your elbow bent by your side. Move your forearm out to the side, keeping your elbow bent and near your waist."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Frequently asked questions",
    "subtopic": "Trouble with sling",
    "text": "I'm having trouble with my sling. What do I do? Please contact the VFC. We can give you advice and may replace the sling."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Frequently asked questions",
    "subtopic": "Driving",
    "text": "When can I drive again? You can return to driving when: you are no longer using your sling, you can walk comfortably and, you can perform an emergency stop pain free. Always test how well you can drive in a safe place first."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Frequently asked questions",
    "subtopic": "Fit note for work",
    "text": "How can I get a 'fit note' for work? Ask your GP for a 'fitness for work' statement. You can give this to your employer."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Frequently asked questions",
    "subtopic": "Sling return",
    "text": "What do I do with my sling when I no longer need it? Your sling cannot be used again, so you do not need to return it."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Contact the VFC",
    "subtopic": "Contact Information",
    "text": "We're here to help if you've got concerns about your injury, symptoms or exercises. Call us on 077 7455 5354 (Monday to Friday between 09.00 and 17.00). Or you can email imperial.vfc@nhs.net."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Contact the VFC",
    "subtopic": "When to Contact Us",
    "text": "So, please contact us if you: have any concerns about your injury or symptoms, cannot follow this rehabilitation plan, are expecting an appointment letter and have not received it, need help with your boot, brace or sling."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "How do I make a comment about my visit?",
    "subtopic": "PALS and Complaints",
    "text": "We aim to provide the best possible service. Staff will be happy to answer your questions. So if you have suggestions or comments about your visit, please talk to a member of staff. Or you can contact the patient advice and liaison service (PALS). Call 020 3312 7777 (10.00 – 16.00, Monday to Friday) or email PALS at imperial.pals@nhs.net. The PALS team will listen to your concerns and is often able to help solve problems on your behalf. Or, to complain, contact our complaints department: Call 020 3312 1337 / 1349 or email: ICHC-tr.Complaints@nhs.net Or write to: Complaints department, fourth floor, Salton House, St Mary's Hospital, Praed Street, London W2 1NY."
  },
  {
    "heading": "ACJ injury grade 1 – 2 - Information for patients, relatives and carers",
    "topic": "Alternative formats",
    "subtopic": "Accessibility Options",
    "text": "This leaflet can be provided on request in large print or easy read, as a sound recording, in Braille or in alternative languages. Please email the communications team: imperial.communications@nhs.net."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Abstract",
    "subtopic": "Background",
    "text": "The most appropriate approach, surgical or conservative, for acute Rockwood type III acromioclavicular joint (ACJ) dislocation is still under debate. In literature, similar results have been reported with both treatments. This review aims to analyze the operative and conservative outcomes of acute Rockwood type III ACJ dislocation to guide orthopedics in daily practice."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Abstract",
    "subtopic": "Material/methods",
    "text": "A systematic review and meta-analysis were performed according to PRISMA guidelines. A PICOS template was developed. Four databases (Pubmed, Scopus, Embase, and Medline) were searched, and eligible articles were evaluated according to the Levels of Evidence. The methodological quality of the articles was assessed through the ROBINS-I and the RoB-2. This review was registered in PROSPERO."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "Five studies were included, with 73 and 110 patients treated with conservative and surgical approaches, respectively. Three outcomes, Constant Score (CS), coracoclavicular distance (CCD), and acromioclavicular distance (ACD) were analyzed. Only the acromioclavicular distance was statistically significant in the surgical group over the conservative one (p < 0.05); instead, the other two outcomes demonstrated no statistical difference between the two groups."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Abstract",
    "subtopic": "Conclusions",
    "text": "This study demonstrated statistically significant superiority of the mean ACD score in the radiological follow-up of the surgical group compared to the conservative one. A tendency for better radiological and clinical results, mean CCD and CS scores, respectively, although non statically significant, was reported in the surgical group. High-quality randomized controlled clinical trials should help determine the most appropriate treatment for acute Rockwood type III ACJ dislocations."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Introduction",
    "subtopic": "Prevalence and Classification",
    "text": "Acromioclavicular joint (ACJ) dislocation is a common injury in orthopedic care. It is estimated to represent about 10% of all injuries to the scapular girdle, being the second most frequently shoulder dislocation after the glenohumeral one. It usually involves young male patients with direct, high-energy trauma to the shoulder. ACJ dislocations are classified into six different types, according to Rockwood and Young. Type I and II injuries are characterized by rupture of the acromioclavicular (AC) ligaments without complete dislocation of the joint and are generally treated conservatively with a shoulder sling."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Introduction",
    "subtopic": "Treatment by Rockwood Type",
    "text": "Grade IV to VI Rockwood injuries are characterized by complete dislocation of the ACJ with marked joint instability and require surgical treatment. Highly complex and debated in orthopedics is the most appropriate managing of Rockwood type III dislocations. These injuries are characterized by a complete disruption of the AC and coracoclavicular (CC) ligament complex, causing instability of the ACJ in both the vertical and horizontal planes."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Introduction",
    "subtopic": "The Controversy of Type III Treatment",
    "text": "The International Society of Arthroscopy, Knee Surgery and Orthopaedic Sports Medicine (ISAKOS) Upper Extremity Committee in 2014, further subdivided Rockwood Type III injuries into IIIA (stable) and IIIB (unstable) depending on the residual stability of the ACJ. Nowadays, the treatment of Grade III dislocation is based on surgeon preference, age, and patient activity level. Scientific literature has reported similar results of surgical and conservative treatments. Nonsurgical approaches reduce postoperative complications, but some patients may persist with residual pain and cosmetic deformity. Much higher rates of complications characterize surgery, but it may allow an anatomical restoration of the scapular girdle."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Materials and methods",
    "subtopic": "Research Question (PICOS Framework)",
    "text": "This study was performed according to Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA). The Patient, Intervention, Comparison, Outcomes, and Study (PICOS) design was used to classify and answer clinical questions: patient (P), patients who sustained an acute Rockwood type III ACJ dislocation; intervention (I), patients who underwent surgical treatment; comparison (C), patients who underwent conservative treatment; outcomes (O) clinical, functional and radiographic characteristics; study design model (S), Randomized Clinical Trials (RCTs), prospective and retrospective studies."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Materials and methods",
    "subtopic": "Inclusion and Exclusion Criteria",
    "text": "Inclusion criteria for the reviewed studies were articles about patients undergoing conservative or surgical treatment with acute Rockwood III ACJ dislocation, written in English, studying human subjects, published between 2000 and 2022 with a minimum mean follow-up of 24 months, RCTs, prospective and retrospective studies with Oxford Centre for Evidence-Based Medicine Levels of Evidence (LoE) 1 to 4. Biochemical and in vitro studies, case reports, editorials, book chapters, technical reports, preclinical studies, and review articles were excluded from the search. We also excluded studies with LoE 5 for a better-quality study."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Materials and methods",
    "subtopic": "Search Strategy and Study Screening",
    "text": "A literature search in four databases (Pubmed, Scopus, Embase, and Medline) was performed. The search included studies published from 2000 to March 2022. The search found a total of 1,360 studies. After excluding duplicates and screening, five studies were selected for qualitative and quantitative analysis. The PRISMA flow chart is shown in Fig. 1."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Materials and methods",
    "subtopic": "Quality Assessment",
    "text": "Each included article was analyzed according to Levels of Evidence (LoE). The methodological quality of the RCT article was assessed through the Risk of Bias 2 (RoB-2). The Risk of Bias In Non-randomized Studies - of Interventions (ROBINS-I) was used to analyze the retrospective studies. This systematic review and meta-analysis were registered on PROSPERO (CRD42022320855)."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Materials and methods",
    "subtopic": "Data Extraction and Analysis",
    "text": "Data extracted from the included articles included author and publication year, study design, sample size, age, sex, follow-up, surgical technique, conservative approach, Constant score (CS), complications, return to play, and radiographic distances (ACD, CCD). A meta-analysis was conducted on CS, ACD, and CCD outcomes using standardized mean differences (SMD) and a random-effect model. Heterogeneity was assessed using Cochran's Q and Higgins' I² statistics."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Results",
    "subtopic": "Patient Demographics and Meta-analysis Outcomes",
    "text": "A total of 73 and 110 patients were treated with conservative and surgical procedures, respectively. The main demographic characteristics are summarized in Table 1. Both forest and funnel plots favored patients who underwent surgical treatment for all three outcomes considered (CS, ACD, CCD). For the Constant Score (CS), there was moderate heterogeneity (I²=33%), and the overall effect favored the surgical approach but was not statistically significant (p > 0.05). For the acromioclavicular distance (ACD), there was high heterogeneity (I²=91%), and the overall effect was statistically significant in favor of the surgical approach (p < 0.05)."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Discussion",
    "subtopic": "Interpretation of Findings",
    "text": "The most appropriate treatment for ACJ Rockwood III dislocation remains controversial. This review found a statistically significant difference in the mean acromioclavicular distance (ACD) between surgically and conservatively treated patients, favoring surgery. However, better radiological results do not automatically imply better clinical outcomes. Other important results were a trend toward better coracoclavicular distance (CCD) and Constant Score (CS) in the operated group, although not statistically significant. Other clinical scores reported in the included studies showed mixed results, with some showing no difference and others (like the ACJI Scoring System) favoring surgery."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Discussion",
    "subtopic": "Analysis of Complications and Techniques",
    "text": "The studies analyzed reported various surgical and conservative treatments (e.g., Kenny-Howard splint, simple arm slings, modified Phemister procedure, hook plate). Both approaches have complications. Persistent pain and residual deformity were described with conservative treatment. Mobilization or rupture of Kirschner wires, hematoma, and infections were associated with surgery. Radiographic follow-up showed a higher incidence of CC ligament ossifications, ACJ arthrosis, and osteolysis in surgically treated patients, though these are often associated with good outcomes."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Discussion",
    "subtopic": "Limitations",
    "text": "This systematic review has limitations. First, few low-quality studies were included, mostly retrospective case series. Second, there was a wide variety of follow-up durations. Third, different radiological and clinical scores were used, limiting the scope of the meta-analysis. Fourth, various surgical and conservative treatments were performed, preventing a quantitative analysis of specific techniques."
  },
  {
    "heading": "Acute Rockwood type III ACJ dislocation: Conservative vs surgical approach. A systematic review and meta-analysis of current concepts in literature",
    "topic": "Conclusions",
    "subtopic": "Summary",
    "text": "This systematic review and meta-analysis demonstrated a statistically significant superiority of the mean ACD score in the surgical group's radiological follow-up over the conservative one. Additionally, a tendency for better radiological and clinical results, mean CCD and CS scores, respectively, although non statically significant, was reported in the surgical group. Further high-quality studies, such as randomized clinical trials, should be useful to clarify the most appropriate treatment for acute Rockwood type III ACJ dislocations."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Your injury",
    "subtopic": "Definition",
    "text": "A sprain means that you have an injury to some of the soft tissues that support a joint, such as the ligaments. The acromioclavicular joint (ACJ) is the join between the collarbone (clavicle) and the shoulder (acromion). You have sprained your ACJ but you do not have any broken bones. This is a common injury."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Your injury",
    "subtopic": "Common Symptoms",
    "text": "The common symptoms following this type of injury include: Pain straight after the injury, Swelling, Bruising, Difficulty moving the arm, Deformity at the site of injury."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Your treatment plan",
    "subtopic": "Sling Usage",
    "text": "You will be given a sling to support your arm; this should be used for two to six weeks whilst the injury heals. Wear the sling during the day but remove it for exercises and personal hygiene. You can wear it at night time if you find it more comfortable but you don't have to."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Your treatment plan",
    "subtopic": "Prognosis and Follow-up",
    "text": "These injuries almost always heal well with time and therefore follow up clinic appointments are not always needed. Occasionally, an ACJ injury requires surgery. If this is the case with your injury, the treating team will discuss this with you."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "What should I do at home?",
    "subtopic": "Home Care Instructions",
    "text": "Use over the counter pain killers as required. You may find it easier to sleep propped up with pillows, to be more upright. Use ice over the injured area to help with pain and swelling – an ice pack or a bag of frozen peas wrapped in a tea towel can be used for 10 minutes at a time. Avoid lifting and overhead movement for 6 weeks. You should not drive whilst in a sling. You can return to work as soon as you are able to do your normal duties."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "How long will it take to heal?",
    "subtopic": "Healing Timeline and Factors",
    "text": "Most sprains heal without any problems in six to twelve weeks. However, it may take several months for your symptoms to settle completely – these can include pain or discomfort, stiffness, decreased strength and swelling. There may always be a slight 'bump' at the end of your collarbone at the site of the injury. The injury may take longer to heal if you suffer from diabetes or if you smoke."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "How long will it take to heal?",
    "subtopic": "Smoking Cessation",
    "text": "For advice on stopping smoking please visit www.nhs.uk/smokefree or discuss this with your GP."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "How long will it take to heal?",
    "subtopic": "Physiotherapy",
    "text": "Once the sprain has started to heal some people might be referred to their local physiotherapy department for assessment, advice and rehabilitation."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Exercises",
    "subtopic": "General Instructions",
    "text": "You should try to do these exercises three to four times a day. Unless advised otherwise, you can start them as soon as it is reasonably comfortable to do so. Repeat these ten times each."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Exercises",
    "subtopic": "Pendulum Swings",
    "text": "Stand and lean forward supporting yourself with your other hand. Try to relax your injured arm and let it hang down. Swing your arm slowly and gently forwards and backwards. Swing your arm slowly and gently side to side. Swing your arm slowly and gently in circles clockwise. Continue for approximately 1-2 minutes in total provided there is no increase in symptoms. Remember to try and relax your arm."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Exercises",
    "subtopic": "Elbow Flexion and Extension",
    "text": "Bend your elbow as far as you can, hold for 5-10 seconds, then straighten elbow as far as you can for 5-10 seconds and hold."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Exercises",
    "subtopic": "Hand and Finger Movements",
    "text": "Separate and straighten your fingers. Hold for 5-10 seconds. Bend your fingers at the knuckles. Hold for 5-10 seconds. Make a fist. Hold for 5-10 seconds."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Contact Information",
    "subtopic": "Clinic Helplines",
    "text": "If you have any worries or concerns please contact one of the following: Virtual Fracture Clinic Helpline 01225 821668 or Fracture Clinic 01225 825602."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Contact Information",
    "subtopic": "Trauma and Orthopaedic Department",
    "text": "Royal United Hospitals Bath NHS Foundation Trust, Combe Park, Bath BA1 3NG. 01225 428331, www.ruh.nhs.uk."
  },
  {
    "heading": "Advice after spraining your acromioclavicular joint (shoulder)",
    "topic": "Contact Information",
    "subtopic": "Patient Advice and Liaison Service (PALS)",
    "text": "Please contact the Patient Advice and Liaison Service (PALS) if you require this leaflet in a different format, or would like to feedback your experience of the hospital. Email ruh-tr.PatientAdviceandLiaisonService@nhs.net or telephone 01225 825656."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Fracture Care Team: Shared Care Plan",
    "subtopic": "Contact Information",
    "text": "Conquest Hospital Fracture Clinic Reception: 0300 131 4861\nConquest Hospital Casting Department: 0300 131 4860\nEastbourne DGH Fracture Clinic Reception: 0300 131 4788\nMain switchboard: 0300 131 4500"
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Injury Information",
    "subtopic": "Explanation of Injury",
    "text": "You have sustained an injury to your Acromioclavicular joint (ACJ). This is the joint between the top of the shoulder blade (acromion) and the far end of the collar bone (clavicle)."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Injury Information",
    "subtopic": "Healing and Initial Management",
    "text": "This normally takes between 3-6 weeks to heal, but soft tissue injuries can persist for up to 3 months. Use the sling (if provided) for up to 3 weeks and for comfort only. You may use the arm in the meantime and indeed it is important to keep the shoulder moving to prevent stiffness but not to aggravate it. Follow the management plan outlined below."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Injury Information",
    "subtopic": "Pain and Comfort Advice",
    "text": "Take pain killers as required. You may find it more comfortable to sleep propped up with pillows. If you are worried that you are unable to follow this rehabilitation plan, or have any questions, then please phone the Fracture Care Team for advice."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Injury Information",
    "subtopic": "Follow-up Policy",
    "text": "We do not routinely follow up patients with this type of injury. If after three weeks you are not close to achieving full movement in your shoulder please contact us using the details above. We may arrange some physiotherapy to help with your exercises. Or if you are experiencing pain and symptoms anywhere else, other than at the site of the original injury or surrounding area, please also get in touch using the telephone number provided above."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 0-3",
    "text": "If provided, wear the sling during the day except for exercises and personal hygiene. You do not need to wear it at night. Start initial exercises. Do not lift your elbow above shoulder height as this may be painful. You may find it comfortable to wear a lightly weighted backpack during this time."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 3-6",
    "text": "You may start to discard the sling and begin normal light activities with the arm and shoulder. Increase movement as shown in the Stage 2 exercises. You should avoid heavy lifting for the full 6 weeks. Start stage 3 exercises once you can do stage 2 exercises with no pain."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 6-12",
    "text": "The injury should be largely healed, and you can resume normal activity but be guided by any pain you are experiencing. You should be able to carry out day to day activities. More arduous tasks may cause discomfort. Start to lift your arm over-head."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Week 12 and Beyond",
    "text": "If you are still experiencing significant pain and stiffness, then please contact us for further consultation."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Preliminary Exercises for Hand and Elbow",
    "text": "If you have stiffness in your elbow or hand from wearing the sling, you may wish to perform these exercises first. However, once they become easy you can start with the posture and pendulum exercises."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Elbow Bend to Straighten",
    "text": "Bend and straighten your elbow so you feel a mild to moderate stretch. You can use your other arm to assist if necessary. Do not push into pain."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Forearm Rotations",
    "text": "Put your elbow at your side. Bend it to 90 degrees. Slowly rotate your palm up and down until you feel a mild to moderate stretch. You can use your other arm to assist if necessary. Do not push into pain. Repeat 10-15 times provided there is no increase in symptoms."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Finger and wrist flexion and extension",
    "text": "Open and close your hand as shown 10-15 times. Then move your wrist up and down 10-15 times. After a few days, hold a soft ball/ball of socks. Squeeze the ball as hard as possible without pain. Hold for 5 seconds and repeat 10 times."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Postural awareness",
    "text": "Bring your shoulders back and squeeze your shoulder blades together as shown in the picture. Do this with or without your sling on. Hold the position for 20-30 seconds and repeat 5 times provided there is no increase in symptoms."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Initial Exercises to do 4-5 times a day",
    "subtopic": "Shoulder pendulum exercises",
    "text": "Stand and lean forward supporting your injured arm with your other hand as shown in the picture. Try to relax your injured arm. 1. Assist your arm to move slowly and gently forwards and backwards. 2. Assist your arm to move slowly and gently side to side. Continue for approximately 1-2 minutes in total provided there is no increase in symptoms. Remember to try and relax your arm."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 2 exercises to do 4-5 times a day - To start at 3 weeks",
    "subtopic": "Active assisted Shoulder flexion",
    "text": "Use your other hand to lift your arm up in front of you as shown in the pictures. Repeat 10 times provided there is no increase in symptoms."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 2 exercises to do 4-5 times a day - To start at 3 weeks",
    "subtopic": "Active assisted External rotation",
    "text": "Keep the elbow of your injured arm tucked into your side and your elbow bent. Hold onto a stick/umbrella/golf club or similar. Use your unaffected arm to push the hand on your injured arm outwards. Remember to keep your elbow tucked in. Push until you feel a stretch. If you don't have a stick, you could simply hold the injured arm at the wrist and guide it outwards. Hold for 5 seconds then return to the starting position. Repeat 10 times provided there is no increase in symptoms."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 3 exercises to do 4-5 times a day - To start at 6 weeks",
    "subtopic": "Progression to Active Movement",
    "text": "When you have regained full range of movement during the above exercises without pain you can start to do the exercises without the support of your other hand; this is known as active range of movement. Then when you have regained your full range of movement without the support of the other arm you can start to build up your regular activities."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 3 exercises to do 4-5 times a day - To start at 6 weeks",
    "subtopic": "Active Forward flexion",
    "text": "With your thumb facing up, try to move your arm up, keeping it close beside your body."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 3 exercises to do 4-5 times a day - To start at 6 weeks",
    "subtopic": "Active Abduction",
    "text": "With your thumb facing up and outwards, try to move your arm in a big arc out to the side."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Stage 3 exercises to do 4-5 times a day - To start at 6 weeks",
    "subtopic": "Active External rotation",
    "text": "With your elbow by your side, rotate our forearm outwards, keeping your elbow at about 90 degrees in flexion."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "General Exercise Advice",
    "subtopic": "Frequency and Progression",
    "text": "Repeat all these 3 exercises 10 times each, 4-5 times a day. Only go as far as you can naturally, without doing any trick movements to try and get further. This will increase over time and should not be forced."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "General Exercise Advice",
    "subtopic": "Seeking Further Help",
    "text": "If you are having problems progressing with the exercises and have a follow-up consultation booked, please do let the clinician know so that they can review the exercises and refer you on to Physiotherapy if necessary. If you are on an independent management programme, then please contact us using the number at the top of the letter so that we can also arrange physiotherapy for you."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Sources of information",
    "subtopic": "Leaflet Origin",
    "text": "This information leaflet has been developed by the Fracture Care Team at Brighton and Sussex University Hospitals Fracture Care Team and adapted for use at East Sussex Healthcare NHS Trust. Information been updated during the COVID-19 pandemic to ensure that patients with injuries have information, support and care despite social distancing."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Important information",
    "subtopic": "Disclaimer",
    "text": "This patient information is for guidance purposes only and is not provided to replace professional clinical advice from a qualified practitioner."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Patient Feedback and Hospital Policies",
    "subtopic": "Your comments",
    "text": "We are always interested to hear your views about our leaflets. If you have any comments, please contact the patient experience team on 0300 131 4784 or esh-tr.patientexperience@nhs.net."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Patient Feedback and Hospital Policies",
    "subtopic": "Hand hygiene",
    "text": "We are committed to maintaining a clean, safe environment. Hand hygiene is very important in controlling infection. Alcohol gel is widely available at the patient bedside for staff use and at the entrance of each clinical area for visitors to clean their hands before and after entering."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Patient Feedback and Hospital Policies",
    "subtopic": "Other formats",
    "text": "If you require any of our leaflets in alternative formats, such as large print or alternative languages, please contact the Equality and Human Rights Department on 0300 131 4434 or esh-tr.AccessibleInformation@nhs.net"
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Document Information",
    "subtopic": "Reference",
    "text": "Thank you to the Brighton and Sussex University Hospitals NHS Trust and to Kate Weatherly, Specialist Orthopaedic Practitioner for the first version."
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Document Information",
    "subtopic": "Online Availability",
    "text": "This information sheet is available at: www.esht.nhs.uk/leaflet/acromioclavicular-joint-injury-self-management/"
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Document Information",
    "subtopic": "Consulted Clinicians",
    "text": "The following clinicians have been consulted and agreed this patient information:\nMr Guy Selmon – Consultant Orthopaedic Surgeon\nMr Jamie Buchanan – Consultant Orthopaedic Surgeon\nMr Albert Bonnici – Consultant Orthopaedic Surgeon\nMr Hemant Thakral – Consultant Orthopaedic Surgeon\nHelen Harper-Smith – Professional Lead Physiotherapist\nHilary Kircher – Clinical / Operational Lead Outpatient Physiotherapist"
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Document Information",
    "subtopic": "Approving Department",
    "text": "The Clinical Specialty/Unit that have agreed this patient information leaflet: Diagnostic, Anaesthetic and Surgery - Department of Trauma and Orthopaedics"
  },
  {
    "heading": "Acromioclavicular Joint Injury (self-management)",
    "topic": "Document Information",
    "subtopic": "Review and Authorship",
    "text": "Next review date: September 2025\nResponsible clinician/author: Helen Harper-Smith – Professional Lead Physiotherapist, Prof Scarlett McNally – Consultant Orthopaedic Surgeon"
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Outpatient Fracture Care Team: Shared care plan",
    "subtopic": "Contact Information",
    "text": "Orthopaedic Department\nTunbridge Wells Hospital\nTonbridge Road\nPembury\nTN2 4QJ\nTelephone: 01892-638450\nEmail: Mtw-tr.fracturecare@nhs.net"
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Injury Information",
    "subtopic": "Explanation of Injury",
    "text": "You have sustained an injury to your acromioclavicular joint (ACJ). This normally takes between three to six weeks to heal, but soft tissue injuries can persist for up to three months. Use the sling (if provided) for up to three weeks and for comfort only. You may use the arm in the meantime; it is important to keep the shoulder moving to prevent stiffness but not to aggravate it. Follow the management/rehabilitation plan outlined below."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Injury Information",
    "subtopic": "Pain Management and General Advice",
    "text": "Take pain killers as prescribed. You may find it more comfortable to sleep propped up with pillows. If you are worried that you are unable to follow this rehabilitation plan, or have any questions, then please phone the Fracture Care Team for advice."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Injury Information",
    "subtopic": "Follow-up Instructions",
    "text": "We do not routinely follow up patients with this type of injury. If after three weeks you are not close to achieving full movement in your shoulder please contact us using the details above. We may arrange some physiotherapy to help with your exercises. If you are experiencing pain and symptoms anywhere else other than at the site of the original injury or surrounding area, please get in touch using the telephone or email details at the top of this letter."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Management/Rehabilitation Plan",
    "subtopic": "Weeks 0-3",
    "text": "Wear the sling during the day except for exercises and personal hygiene. It is your choice if you wish to wear it at night. Start the 'Initial exercises'. Do not lift your elbow above shoulder height as this may be painful."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Management/Rehabilitation Plan",
    "subtopic": "Weeks 3-6",
    "text": "Try not to use the sling and begin normal light activities with the arm and shoulder. Increase movement as shown in the Stage 2 exercises. You should avoid heavy lifting for the full six weeks."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Management/Rehabilitation Plan",
    "subtopic": "Weeks 6-12",
    "text": "The injury should be largely united (healed) and you can resume normal activity but be governed by any pain you are experiencing. You should be able to carry out day-to-day activities although arduous tasks may cause discomfort. Start to lift your arm over-head. Begin Stage 3 exercises."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Management/Rehabilitation Plan",
    "subtopic": "Week 12 and Beyond",
    "text": "If you are still experiencing significant pain and stiffness then please contact us for further consultation."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Initial exercises to do four to five times a day",
    "subtopic": "General Instructions",
    "text": "If you have stiffness in your elbow or hand from wearing the sling, you may wish to perform these exercises first. However, once they become easy you can start with the posture and pendulum exercises."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Initial exercises to do four to five times a day",
    "subtopic": "Elbow bend to straighten",
    "text": "Bend and straighten the elbow of your injured arm so you feel a mild to moderate stretch. You can use your other arm to assist if necessary. Do not push if it causes pain."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Initial exercises to do four to five times a day",
    "subtopic": "Forearm rotations",
    "text": "Put the elbow of your injured arm at your side. Bend it to 90 degrees. Slowly rotate your palm up and down until you feel a mild to moderate stretch. You can use your other arm to assist if necessary. Do not push if it causes pain. Repeat both exercises 10-15 times provided there is no increase in symptoms."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Initial exercises to do four to five times a day",
    "subtopic": "Finger and wrist flexion and extension",
    "text": "Open and close the hand of your injured arm as shown 10-15 times; then move your wrist up and down 10-15 times. After a few days, hold a soft ball or ball of socks. Squeeze the ball as hard as possible without it causing pain. Hold for five seconds and repeat 10 times."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Initial exercises to do four to five times a day",
    "subtopic": "Postural awareness",
    "text": "Bring your shoulders back and squeeze your shoulder blades together as shown in the picture. Do this with or without your sling on. Hold the position for 20-30 seconds and repeat five times provided there is no increase in symptoms."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Initial exercises to do four to five times a day",
    "subtopic": "Shoulder pendulum exercises",
    "text": "Stand and lean forwards, supporting yourself with the other hand. Try to relax your injured arm and let it hang down. 1. Swing your arm slowly and gently, forwards and backwards. 2. Swing your arm slowly and gently, side to side. 3. Swing your arm slowly and gently, in circles clockwise. Continue for approximately one to two minutes in total provided there is no increase in symptoms. Remember to try and relax your arm."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Stage 2 exercises to do four to five times a day (to start at three weeks)",
    "subtopic": "Active assisted shoulder flexion",
    "text": "Use your other hand to lift your injured arm up in front of you as shown in the pictures. Repeat 10 times provided there is no increase in symptoms."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Stage 2 exercises to do four to five times a day (to start at three weeks)",
    "subtopic": "Active assisted external rotation",
    "text": "Keep the elbow of your injured arm tucked into your side and your elbow bent. Hold onto a stick/umbrella/golf club or similar. Use your unaffected arm to push your injured hand outwards. Remember to keep your elbow tucked in. Push until you feel a stretch. If you don't have a stick you could simply hold the injured arm at the wrist and guide it outwards. Hold for five seconds then return to the starting position. Repeat 10 times provided there is no increase in symptoms."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Stage 3 exercises to do four to five times a day (to start at six weeks)",
    "subtopic": "Progression to Active Movement",
    "text": "When you have regained full range of movement during the above exercises without pain you can start to do the exercises without the support of your other hand; this is known as active range of movement. When you have regained your full range of movement without the support of the other arm you can start to build up your regular activities."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Stage 3 exercises to do four to five times a day (to start at six weeks)",
    "subtopic": "Active forward flexion",
    "text": "With your thumb facing up, try to move your injured arm up, keeping it close beside your body."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Stage 3 exercises to do four to five times a day (to start at six weeks)",
    "subtopic": "Active abduction",
    "text": "With your thumb facing up and outwards, try to move your injured arm in a big arc out to the side."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Stage 3 exercises to do four to five times a day (to start at six weeks)",
    "subtopic": "Active external rotation",
    "text": "With the elbow of your injured arm by your side, rotate your forearm outwards, keeping your elbow at about 90 degrees in flexion."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "General Exercise Advice",
    "subtopic": "Frequency and Progression",
    "text": "Repeat all of these three exercises 10 times each, four to five times a day. Only go as far as you can naturally, without doing any trick movements to try to get further. This will increase over time and should not be forced."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "General Exercise Advice",
    "subtopic": "Seeking Further Help",
    "text": "If you are having problems progressing with the exercises and have a follow-up consultation booked, please do let the clinician know so that they can review the exercises and refer you on to Physiotherapy if necessary."
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Further information and advice",
    "subtopic": "NHS Resources",
    "text": "NHS 111: 111\nNHS Choices online: www.nhs.uk"
  },
  {
    "heading": "Shoulder acromioclavicular joint injury - Information for patients",
    "topic": "Further information and advice",
    "subtopic": "Accessibility and Feedback (PALS)",
    "text": "MTW NHS Trust is committed to making its patient information accessible in a range of languages and formats. If you need this leaflet in another language or format please ask one of your clinical care team or the Patient Advice and Liaison Service (PALS). We will do our best to arrange this. Maidstone and Tunbridge Wells NHS Trust welcomes all forms of feedback from our service users. If the standard of service you have received from the Trust does not meet your expectations, we want to hear from you. Please speak with the ward manager or the nurse in charge in the first instance, or you can contact the Patient Advice and Liaison Service (PALS) on: Telephone: 01622 224960 or 01892 632953, Email: mtw-tr.palsoffice@nhs.net, or visit their office at either Maidstone or Tunbridge Wells Hospital between 9.00am and 5.00pm, Monday to Friday. More information can be found on the Trust's website: www.mtw.nhs.uk."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Injury Information",
    "subtopic": "Diagnosis",
    "text": "You have a grade 3 injury to the joint at the end of your collar bone."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Healing",
    "subtopic": "Timeline",
    "text": "It normally takes six weeks to heal, but symptoms can continue for three to six months."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Healing",
    "subtopic": "Smoking Advice",
    "text": "Smoking will slow down your healing. We would advise that you stop smoking while your fracture heals. Talk to your GP or go to www.smokefree.nhs.uk for more information."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Pain and Swelling",
    "subtopic": "Management",
    "text": "Your shoulder may be swollen and you will have some pain. Taking pain medication and using ice or cold packs will help. More information is on the next page."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Wearing your sling",
    "subtopic": "Instructions for Use",
    "text": "Use your sling for up to three weeks. You can take it off to wash, dress and do your exercises. It does not need to be worn at night."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercise and activity",
    "subtopic": "General Guidelines",
    "text": "It is important to start gentle exercises straight away to prevent stiffness. You will find pictures and instructions for your exercises below. Do not lift your arm over shoulder height for the first three weeks. You should not do any heavy lifting for the first six weeks."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Follow up",
    "subtopic": "Appointment Information",
    "text": "You will see a shoulder speciality about three weeks after your injury. They will assess your injury and explain the next stage of your rehabilitation. Please contact us if you have not received your appointment letter within one week."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Any questions",
    "subtopic": "When to Seek Advice",
    "text": "If you are concerned about your symptoms, are unable to follow this rehabilitation plan or notice pain other than at your shoulder, please contact the Virtual Fracture Clinic."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Week 1-3",
    "subtopic": "Sling and Comfort",
    "text": "Wear your sling for the first three weeks. Take it off to wash, dress and do your exercises. You don't have to wear your sling at night. You may find it more comfortable to sleep propped up on pillows."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Week 1-3",
    "subtopic": "Pain and Swelling Management",
    "text": "Using a cold pack will help with your pain and swelling. You can use an ice pack or bag of frozen peas wrapped in a damp towel. Put this on your elbow for 15 minutes every few hours. Make sure the ice isn't in direct contact with your skin."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Week 1-3",
    "subtopic": "Rest",
    "text": "Try to rest your arm, especially in the first 24-72 hours."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Week 1-3",
    "subtopic": "Initial Exercises",
    "text": "Start these exercises straight away. Try to do these exercises four to five times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Week 1-3",
    "subtopic": "Hand, wrist and elbow exercises",
    "text": "1. Bend and straighten your elbow. Repeat 10 times. \n2. Bend your elbow to a right angle. Slowly turn your palm up to the ceiling and down to the ground. Repeat 10 times.\n3. Open and close your hand. Next, move your wrist up and down. Repeat 10 times.\n4. After a few days, hold a soft ball or rolled up socks. Squeeze the ball and hold for five seconds. Repeat five times."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Week 1-3",
    "subtopic": "Posture Exercise",
    "text": "Bring your shoulders back and gently squeeze your shoulder blades together. Hold for 20-30 seconds. Repeat five times."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Week 1-3",
    "subtopic": "Shoulder Pendulum Exercise",
    "text": "Stand next to a firm surface. Support yourself with your un-injured arm and lean forwards. Let your injured arm relax and hang down to the ground. Gently swing your arm, making a small movement. Try to do this forward and backward, side to side and in small circles. Aim to do this for one to two minutes in total. You do not need to push into pain. Remember to keep your arm relaxed."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Weeks 3-6",
    "subtopic": "Sling and Activity Level",
    "text": "You can stop using your sling. You can now return to light activities. Remember, you should not do any heavy lifting for six weeks."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Weeks 3-6",
    "subtopic": "Exercises",
    "text": "Start these exercises three weeks after your injury. Try to do them four to five times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Weeks 3-6",
    "subtopic": "Active Assisted Flexion",
    "text": "Use your other hand to lift your injured arm up in front of you, as shown in these pictures."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Weeks 3-6",
    "subtopic": "Active Assisted External Rotation",
    "text": "Keep the elbow of your injured arm tucked into your side and your elbow bent. Hold onto a stick, umbrella or something similar. Use your good arm to push your injured hand outwards. Remember to keep your elbow tucked in. If you don't have a stick, hold your injured arm at the wrist, guide it outwards with your good hand."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Weeks 6-12",
    "subtopic": "Recovery and Activity Level",
    "text": "Your injury should be healed. You can return to normal activities. Do this gradually and be guided by any pain or discomfort you experience. Some heavier tasks may still be uncomfortable."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Caring for your injury: Weeks 6-12",
    "subtopic": "Exercises",
    "text": "Start these exercises six weeks after your injury. Try to do these exercises four to five times a day. Repeat each exercise 10 times."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Weeks 6-12",
    "subtopic": "Active Flexion",
    "text": "Lift your arm forwards in front of you. Try to raise the arm as high as you can. You do not need to push into pain. If this is too difficult, try the same movement with a bent elbow."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Weeks 6-12",
    "subtopic": "Active Abduction",
    "text": "With your palm facing forwards, move your arm out to the side in a big arc. Try to raise the arm as high as you can. You do not need to push into pain. If this is too difficult, try the same movement with a bent elbow."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Exercises: Weeks 6-12",
    "subtopic": "Active External Rotation",
    "text": "Start with your elbow bent by your side. Move your forearm out to the side, keeping your elbow bent and near your waist."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Frequently Asked Questions",
    "subtopic": "Concerns about symptoms or exercise",
    "text": "I'm concerned about my symptoms and/or I am struggling to return to exercise. Please contact the Virtual Fracture Clinic."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Frequently Asked Questions",
    "subtopic": "Struggling with the sling",
    "text": "I am struggling with my sling. What do I do? Contact the Virtual Fracture Clinic. We are happy to give further advice or change your sling if needed."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Frequently Asked Questions",
    "subtopic": "Driving",
    "text": "When can I start driving? You can return to driving when: You are no longer using a sling, You can move comfortably and You can control the vehicle safely. Always test your ability to drive in a safe environment first."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Frequently Asked Questions",
    "subtopic": "Certificate for work",
    "text": "How can I get a certificate for work? You can get a fitness for work statement from your GP."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Frequently Asked Questions",
    "subtopic": "Contacting the Virtual Fracture Clinic",
    "text": "How do I contact the Virtual Fracture Clinic? Call 020 7288 3310"
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Patient Support and Information",
    "subtopic": "Patient advice and liaison service (PALS)",
    "text": "If you have a compliment, complaint or concern please contact our PALS team on 020 7288 5551 or whh-tr.whitthealthPALS@nhs.net"
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Patient Support and Information",
    "subtopic": "Alternative Formats",
    "text": "If you need a large print, audio or translated copy of this leaflet please email whh-tr.patient-information@nhs.net. We will try our best to meet your needs."
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Contact and Document Information",
    "subtopic": "Contact Details",
    "text": "Twitter.com/WhitHealth\nFacebook.com/WhittingtonHealth\nWhittington Health NHS Trust\nMagdala Avenue\nLondon\nN19 5NF\nPhone: 020 7272 3070\nwww.whittington.nhs.uk"
  },
  {
    "heading": "ACJ Injury Grade 3",
    "topic": "Contact and Document Information",
    "subtopic": "Publication Details",
    "text": "Date published: 25/05/2022\nReview date: 25/05/2024\nRef: SC/T&O-VFC/ACJIG3/01"
  }
]