[
  {
    "heading": "Proximal humerus fracture",
    "topic": "Introduction",
    "subtopic": "Your Injury",
    "text": "You have broken (fractured) a bone in your shoulder (humerus). The bone usually takes 6 to 8 weeks to heal back together but may take longer depending on the type of break. It is normal to have pain long after this timeframe. This does not always mean that there is a problem with the healing."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Introduction",
    "subtopic": "Anatomy of the Shoulder",
    "text": "The shoulder joint consists of the Clavicle, Fibrous joint capsule, Synovial membrane, Joint cavity (containing synovial fluid), Humerus, Scapula, and Articular cartilage."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Introduction",
    "subtopic": "Image Credit",
    "text": "“Blausen 0797 ShoulderJoint” by Blausen.com staff (2014): 'Medical gallery of Blausen Medical 2014' is licensed under CC BY 3.0"
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Lifestyle Advice",
    "subtopic": "Smoking",
    "text": "Smoking affects the ability of the body to heal itself and can delay or even stop your broken bone from healing. We have a stop smoking service in the hospital to help – please ask your clinician to access this service."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "What to expect",
    "subtopic": "Weeks 1 and 2",
    "text": "You will be provided with a sling to help relieve pain initially. Your sleep is often disturbed in the first few weeks. There may be bruising and swelling in the injured area and this can spread to the chest, elbow and the forearm. This can take a few months to disappear. There may also be some tingling in the fingers but this should settle after a few weeks. You may be referred for physiotherapy to help you regain the movement and strength in your arm."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Early movement and exercise",
    "subtopic": "Initial Exercises",
    "text": "Early movement of your shoulder is important to reduce stiffness and maintain movement. Keep your elbow, wrist and fingers moving to prevent stiffness whilst using the collar and cuff. Exercises to try as directed by your doctor: Out of the sling: Let your arm hang down whilst bending forwards. Out of the sling: Bend and straighten your elbow. Open and spread your fingers then close into a fist."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Pain Management",
    "subtopic": "Painkillers",
    "text": "You should have been advised about painkillers. Please speak to your GP or pharmacist for further advice."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Recovery Timeline",
    "subtopic": "Weeks 3 to 6",
    "text": "The pain and bruising are settling and movement in your shoulder should be getting better."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Recovery Timeline",
    "subtopic": "Weeks 6 to 12",
    "text": "It is normal for the shoulder to still be painful and stiff at this point. This does not always mean there is a problem with the healing. The pain and stiffness can last a few months after the initial injury. You should not be wearing your sling anymore unless told otherwise by a doctor. If you are worried about the movement in the shoulder and have not had any physiotherapy, contact the telephone number given on this page."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Recovery Timeline",
    "subtopic": "Non-healing Fracture",
    "text": "If your proximal humerus fracture does not heal, ongoing pain may be felt more than 3 months after the injury. This is very rare with this fracture. If this is the case, please contact the fracture clinic on the phone number provided to arrange an appointment for assessment."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Contact Information",
    "subtopic": "Virtual fracture clinic",
    "text": "Should you have any worries or concerns following discharge from hospital, please contact: Virtual fracture clinic: 024 7696 9237 (Monday to Friday, 9am to 4pm). We are unable to take calls while our clinic is running, but you can leave a voicemail. Please leave a voicemail with your full name and phone number and we will return your call. For emergencies outside of these hours, please attend A&E."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Contact Information",
    "subtopic": "Translation Services",
    "text": "The Trust has access to interpreting and translation services. If you need this Information in another language or format, please contact 024 7696 9237 and we will do our best to meet your needs."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Trust Information",
    "subtopic": "Smoke Free Policy",
    "text": "The Trust operates a smoke free policy."
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Trust Information",
    "subtopic": "Feedback",
    "text": "Did we get it right? We would like you to tell us what you think about our services. This helps us make further improvements and recognise members of staff who provide a good service. Have your say. Scan the QR code or visit: www.uhcw.nhs.uk/feedback"
  },
  {
    "heading": "Proximal humerus fracture",
    "topic": "Document History",
    "subtopic": "Details",
    "text": "Department: Trauma & Orthopaedics, Contact: 29237, Updated: April 2024, Review: April 2027, Version: 1.4, Reference: HIC/LFT/2495/20"
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Introduction",
    "subtopic": "Purpose of Leaflet",
    "text": "This leaflet gives you information about your ankle fracture and how it will be managed. It will also give you exercises that you can start once you have come out of your cast or boot."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What is an ankle fracture?",
    "subtopic": "Definition and Anatomy",
    "text": "A fracture is the same as a break. The ankle involves 3 bones. The tibia and fibula – they make up the lower part of your leg. The talus - the top bone of your foot. You may have broken one or more of these bones. The X-ray shows the Tibia, Medial malleolus, Talus, Fibula, and Lateral malleolus."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Diagnosis",
    "subtopic": "How will I know I have broken my ankle?",
    "text": "You may not realise right away that you have broken your ankle. You will be diagnosed by the health professional examining your ankle in the emergency department. An X-ray will be used to confirm if there is a break."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Diagnosis",
    "subtopic": "Common symptoms of a broken ankle include:",
    "text": "swelling around your ankle and foot, pain in or around the ankle straight after the injury, bruising around the painful area but also into the foot, you are unable to put weight through your ankle, deformity - your ankle may look out of place."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Treatment",
    "subtopic": "Determining Factors",
    "text": "The treatment of your fracture will depend on: the type of fracture, the position of your fracture, the severity of your fracture, your general health."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Treatment",
    "subtopic": "Management of Stable Fractures",
    "text": "Your fracture is stable and does not require an operation. This means your ankle can be supported in either a cast or a boot while it heals before you then start to regain movement and strength. You may be told to avoid putting weight through your foot to let it heal. You will be given walking aids to help you move around."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What can I do to help the healing process?",
    "subtopic": "Stop smoking",
    "text": "Smoking reduces your body's ability to heal itself. It can slow down healing. In extreme cases, it can stop your fracture from healing altogether. It can also increase the risk of infection by suppressing your immune system. You may be given additional information titled “Smoking risk – foot and ankle surgery”."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What can I do to help the healing process?",
    "subtopic": "Manage the swelling",
    "text": "Keeping your leg raised at regular intervals will help to reduce swelling. This will help improve your blood circulation and healing. During the first two weeks, you will spend more time with your foot raised above the knee, than with it down."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What can I do to help the healing process?",
    "subtopic": "Keeping mobile",
    "text": "You may not be able to put weight through your leg, but it is important to keep the leg moving and keep mobile. This can help reduce the risk of developing other complications such as blood clots."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What can I do to help the healing process?",
    "subtopic": "Falls prevention",
    "text": "Take care when moving at home if you are non-weight bearing through your injured leg. Ask family or friends to make sure your rooms and floors are free from trip hazards such as rugs and mats. Take your time when standing up and get your balance before you start to move."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What can I do when I have been advised to remove my cast or boot?",
    "subtopic": "Post-Immobilisation Care",
    "text": "Usually at 6 to 8 weeks, the healthcare professionals will advise when to remove your cast or boot and let you start to put some weight through your leg. You may or may not have been doing this already in the boot or cast, depending on the advice you received. You may experience the following symptoms: muscle wasting, stiffness in your ankle, pain, weakness, swelling. These are all normal and will improve over time. It will help if you try the exercises on the next few pages “little and often”. Build up slowly as you feel able. You need to stop and rest if you start to develop increased swelling or discomfort. Raising your foot and using some ice can help to reduce the swelling and discomfort. Make sure the ice is not in direct contact with your skin. As you start to move more, the stiffness will slowly improve. Your strength and stamina will also improve, but this can take a number of months depending on the severity of your injury. It is important to restore movement and strength so your leg will function as normal."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What exercises can I do to help my ankle heal quicker?",
    "subtopic": "Ankle movements",
    "text": "Sitting or lying down, point your toes towards the floor and then towards your face. Rotate the sole of your foot towards your body. Repeat 10 to 20 times in each direction. Do this 3 to 5 times a day."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "What exercises can I do to help my ankle heal quicker?",
    "subtopic": "Assisted movements",
    "text": "Sit with your legs straight and with a belt or towel wrapped around your affected foot. Pull on one end of the belt, move your foot towards the outside and then to the inside as far as you can."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Exercises",
    "subtopic": "Foot slides",
    "text": "Sit on a chair with the affected foot flat on the floor. Slide your foot forward and backwards as far as possible keeping your foot flat on the floor as you are able. 3 to 5 times a day. 10 to 20 each time."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Exercises",
    "subtopic": "Weight transfer",
    "text": "Hold on to a solid and safe surface facing forwards. Shift your body weight onto the affected leg supported by your hands, then return to midline and repeat. Note: When you shift your weight, keep looking straight ahead of you and maintain your shoulder's level."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Stretches",
    "subtopic": "Calf stretch",
    "text": "Stand in a stride stance with the affected leg at the back. Keeping back knee straight and heel touching the floor, slowly bend the front knee until you feel a stretch in the calf muscle of the back leg. Do not push into pain, only discomfort. Hold for 20 to 30 seconds and repeat 3 to 5 times. Do this 2 to 3 times a day."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Stretches",
    "subtopic": "Soleus stretch",
    "text": "Stand at a step and put your injured foot on the step. Bend the front knee forward without lifting the heel off the step until a stretch is felt at the back of the leg or the knee will not move any further. Hold for 20 to 30 seconds, repeat 3 to 5 times. Do this 2 to 3 times a day."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "Strengthening",
    "subtopic": "Calf raise",
    "text": "Stand with both feet on the floor. Hold on to something safe. Rise up onto tip toes (raise heels) on both feet. Keep your knees straight. Hold at the top for 2 seconds and then return to the floor. Aim to build up to 3 x 10 as a baseline."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "More information",
    "subtopic": "Contacts and Resources",
    "text": "More information on broken ankles can be found at www.nhs.uk. If you have any questions or concerns, please contact the following: Orthopaedic Department on 024 7696 4000 bleep 2801. Exercise images reproduced with permission from Physiotec CA. The Trust has access to interpreting and translation services. If you need this information in another language or format, please contact 024 7696 5095 and we will do our best to meet your needs. The Trust operates a smoke free policy."
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "More information",
    "subtopic": "Did we get it right?",
    "text": "We would like you to tell us what you think about our services. This helps us make further improvements and recognise members of staff who provide a good service. Have your say. Scan the QR code or visit: www.uhcw.nhs.uk/feedback"
  },
  {
    "heading": "Stable ankle fractures",
    "topic": "More information",
    "subtopic": "Document History",
    "text": "Department: Trauma & Orthopaedics, Contact: 25095, Updated: June 2023, Review: June 2026, Version: 1, Reference: HIC/LFT/2687/23"
  },
  {
    "heading": "Ankle fracture",
    "topic": "Other formats",
    "subtopic": "Accessibility",
    "text": "If you need this information in another format such as audio tape or computer disk, Braille, large print, high contrast, British Sign Language or translated into another language, please telephone the PALS desk on 01271 314090."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Introduction",
    "subtopic": "Definition and Anatomy",
    "text": "The word fracture refers to a break of the bone. The ankle joint comprises a foot bone called the talus and two long bones of the lower leg - the tibia and fibula. A fractured ankle can involve one or more of these bones, and may involve some ligament damage too. Fractures of the ankle can occur for a variety of reasons, usually with impact or due to a fall. Most people notice pain and swelling of the joint, and it is difficult to put weight on that foot. Your recovery time will depend on a number of factors, including the type of fracture and the number of bones involved. Your general health will also play a role. It can take six to eight weeks for bones to heal, although the bone will continue to strengthen for up to a year afterwards. There are different ways to treat an ankle fracture, either by surgical means or conservatively (no surgery)."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Conservative treatment",
    "subtopic": "Non-Surgical Management",
    "text": "A plaster cast or a special boot is used to manage a fracture where the bones are stable and have not moved position. You will be provided with walking aids such as elbow crutches and may be instructed to keep your weight off the injured foot. Your doctor will discuss with you how long you should expect to wear the plaster or boot, and explain how much weight you can put on that leg when standing or walking."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Surgery",
    "subtopic": "Surgical Intervention",
    "text": "Your bone may be out of alignment or be unstable and therefore you will need to have an operation to 'fix' the bone in place with a plate or screws."
  },
  {
    "heading": "Ankle fracture",
    "topic": "After surgery",
    "subtopic": "Post-Operative Care",
    "text": "Your leg will be in plaster and you may be discharged fairly quickly. You may need to take medication in order to manage your pain. Your doctor will discuss this with you. If your plaster is below the knee, you can regularly bend and straighten the knee to ensure it does not get too stiff. You can also wriggle your toes regularly."
  },
  {
    "heading": "Ankle fracture",
    "topic": "After your cast is removed",
    "subtopic": "Common Symptoms",
    "text": "As the ankle hasn't been moving for a number of weeks, it is common to experience: Pain, Reduced movement/stiffness, Reduced strength, Muscle wasting, Swelling."
  },
  {
    "heading": "Ankle fracture",
    "topic": "What you can do",
    "subtopic": "Self-Help Measures",
    "text": "Elevate your leg to reduce swelling. Put an ice pack on the area for 15 minutes (wrap it in a towel first) and check the skin regularly for any ice burns. Continue to use any walking aids until advised otherwise. Start the exercises below (expect to experience some mild discomfort)."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Ankle exercises",
    "subtopic": "Rehabilitation Exercises",
    "text": "Sit on a comfortable flat surface with your legs stretched out. Keeping your knee straight, pull your foot up towards the knee and then push away. Sit on a comfortable flat surface with your legs stretched out. Put a band or towel around the foot and use it to gently pull the foot towards you to feel the stretch in your calf. Sit on a chair with your foot on the floor. Roll the foot inwards and outwards. Sit on a chair with your foot off the floor. Circle your ankle in both directions. Each exercise can be done for 30 seconds two to three times, regularly throughout the day. You may be referred to a physiotherapist by your doctor following surgery in order to improve the movement and strength around the ankle."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Further information",
    "subtopic": "Contacts and Resources",
    "text": "Physiotherapy Outpatients' Department – 01271 322378. NHS website – www.nhs.uk/conditions. Pictures courtesy of HEP2go (www.hep2go.com)."
  },
  {
    "heading": "Ankle fracture",
    "topic": "PALS",
    "subtopic": "Patient Advice and Liaison Service",
    "text": "The Patient Advice and Liaison Service (PALS) ensures that the NHS listens to patients, relatives, carers and friends, answers questions and resolves concerns as quickly as possible. If you have a query or concern call 01271 314090 or e-mail ndht.pals@nhs.net. You can also visit the PALS and Information Centre in person at North Devon District Hospital, Barnstaple."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Have your say",
    "subtopic": "Feedback",
    "text": "Northern Devon Healthcare NHS Trust aims to provide high quality services. However, please tell us when something could be improved. If you have a comment or compliment about a service or treatment, please raise your comments with a member of staff or the PALS team in the first instance. 'Care Opinion' comments forms are on all wards or online at www.careopinion.org.uk."
  },
  {
    "heading": "Ankle fracture",
    "topic": "Contact Information",
    "subtopic": "Hospital Details",
    "text": "Northern Devon Healthcare NHS Trust, Raleigh Park, Barnstaple, Devon EX31 4JB, Tel. 01271 322577, www.northdevonhealth.nhs.uk"
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Introduction",
    "subtopic": "General Information",
    "text": "Welcome to the Dudley Group NHS Foundation Trust. This leaflet will provide you with information regarding the diagnosis and treatment of ankle fractures and it will provide information about exercises once a cast is removed. A fracture is the same as a break. The ankle is a joint involving a bone in the foot (talus) and the two long bones of the lower legs (tibia and fibula). Ankle fractures are common injuries. An ankle fracture is a break of one or more of these bones. There may be ligaments damaged as well. The usual cause of an ankle fracture is an injury caused by a fall, twist or a direct impact."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "How will I know I have fractured/broken my ankle?",
    "subtopic": "Symptoms and Evaluation",
    "text": "The injuries may not be obvious and every ankle injury should be evaluated by a clinician. The common symptoms following an ankle fracture are: Pain straight after an injury, Swelling, mostly over the injured area, Bruising, Inability to weight bear, Deformity - the ankle may look out of place."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "What treatment will I receive?",
    "subtopic": "Initial Assessment and Treatment Types",
    "text": "You will be seen by a Doctor or Nurse in the Emergency Department, who will examine your ankle and order an X-ray to confirm that there is a break. The subsequent treatment will depend on the type of fracture, number of bones broken, if the fracture is out of place or not and your general condition. If your ankle is out of place, then it will need realigning by a reduction procedure. In general, there are two types of treatment: conservative (non operative) management and surgery (operative)."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Conservative management",
    "subtopic": "Non-operative Treatment",
    "text": "If the fracture is stable and is aligned in its original position, you may be treated with a plaster cast below the knee or simply with a special walking boot. You may be asked to avoid weight bearing on the injured foot for the first few weeks, but in many cases, weight bearing as tolerated is allowed. You will be given crutches or a walking frame for walking around with. The duration of the plaster or boot will depend on how well your bones heal."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Surgery",
    "subtopic": "Operative Treatment",
    "text": "If the fracture is unstable or out of position, surgery may be required to fix the bones together with plates and screws. The Doctor will explain this to you in detail. Sometimes the operation may be delayed to allow the swelling to subside. If so, you should keep your injured leg elevated to help reducing the swelling. Your lower leg will be in a plaster after surgery. You may be able to go home on the day of surgery, sometimes you will need to be in hospital for a few days."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Surgery",
    "subtopic": "Preparing for surgery",
    "text": "Prior to the surgery, the doctor may manipulate your injured ankle under anaesthesia to put it into a better alignment. This will help to reduce the swelling and pain, and most importantly decrease the likelihood of future complications. Your injured leg will be elevated and ice may be applied to reduce the pain and swelling. The anaesthetist will talk to you about your anaesthetic during the operation and the doctor will explain the surgery to you."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "What are the risks of surgery?",
    "subtopic": "Potential Complications",
    "text": "With any operation there are risks. There are some possible complications you should be aware of if your ankle requires an operation: Anaesthetic complications; your anaesthetist will be able to discuss the possible complications, Bleeding during or after surgery, Poor wound healing, The fractured bones may fail to unite back together or unite into a faulty position, Infection, Injuries to nerves and blood vessels, Blood clots in the legs (deep vein thrombosis) or lungs, Osteoarthritis, Metal work may need to be removed if it becomes problematic, Swelling, Chronic pain syndrome."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "For ward admissions prior to discharge",
    "subtopic": "Discharge Planning and Information",
    "text": "You will be assessed by the physiotherapist and possibly occupational therapist prior to discharge. The physiotherapists will check that you can safely mobilise with crutches and if required a stair assessment. They will give you advice to guide you through rehabilitation and help you work on walking normally again. The occupational therapist will check if you need any adaptations at home to ensure your safety. You will be given a discharge letter for your GP explaining the treatment you have received in hospital. It is important that you continue to take the pain relief provided as this will help you continue your exercises at home and aid in your recovery. It is also important that you eat a healthy diet and if necessary you may be referred to the falls clinic on discharge. Your follow up appointment will normally be six to eight weeks from the date of discharge. If you need a sick note please let us know. The following information may be provided on discharge: Care of your plaster, Osteoporosis guidance, Healthy eating, Stop smoking advice, Falls prevention, Deep vein thrombosis advice."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "How long will my ankle take to recover?",
    "subtopic": "Recovery Timeline",
    "text": "Your recovery will depend on the type of fracture, the method of treatment and your general well-being. The bones may take longer to heal if you are a smoker or suffer from diabetes. It usually takes six to eight weeks for broken bones to heal, but up to a year before you regain good movement and strength of your lower leg and foot. The doctor may arrange additional X-rays to see how well the bones are healing. You should follow the doctor's advice on when you can start putting weight on your injured leg."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "What should I expect when my cast is taken off?",
    "subtopic": "Post-cast Symptoms and Management",
    "text": "You may experience the following symptoms after the cast is removed: Pain or discomfort, Stiffness, Decreased ankle strength, Swelling, Loss of muscle bulk. It is common to experience any of these symptoms when your plaster cast is initially removed because your ankle has been still for a number of weeks. If your ankle is swollen, you should try the following to minimise the swelling: Sit with your leg up to elevate your foot, In bed, rest your foot on a few pillows so that it lies above the level of your heart, Ice may be used to reduce swelling and pain. You should ask the physiotherapist for advise and remember to check your skin regularly for any sign of ice burns. To optimise your recovery, you should start the exercises indicated in this leaflet as soon as the cast is removed. You may be given an appointment to see the physiotherapist to progress you."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "When should I go back to hospital?",
    "subtopic": "Red Flag Symptoms",
    "text": "You should contact the hospital immediately if you develop any of the following symptoms: Extreme pain, swelling and tenderness in one of your legs, calves or thighs, Numbness or pins and needles in your toes, The skin around your ankle or foot turns blue or becomes very cold, Foul smelling discharge from the wound, Pain, greater than expected and not eased off with pain-killers, Your foot, toes or leg swell significantly."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Seek medical advice",
    "subtopic": "Contact Information",
    "text": "If you have any problems during this treatment episode or require further information, please speak to the doctor, nurse or physiotherapist in the ward. If you have any concerns / problems please speak to a member of the ward staff or contact the Fracture Clinic at Russells Hall Hospital on 01384 456111 ext. 2220. The department is open Monday to Friday between the hours of 8.30am to 5pm."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Out of cast ankle exercises",
    "subtopic": "Purpose and General Instructions",
    "text": "The purpose of these exercises is to provide you with the correct advice on how to regain the movement and strength in your ankle once the cast has been removed. These exercises are designed to reduce the swelling and stiffness in your ankle. You should take the prescribed pain-killers if necessary. The exercises should be performed within limits of your pain, and progressed at your own tolerance (about three to four times a day)."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Out of cast ankle exercises",
    "subtopic": "Exercise 1",
    "text": "Lying on your back or sitting. Bend and straighten your ankles briskly. If you keep your knees straight during the exercise you will feel the stretch in your calf muscle. Repeat 10 times."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Out of cast ankle exercises",
    "subtopic": "Exercise 2",
    "text": "Sitting with your foot on the floor. Alternately raise the inner border of your foot (big toe) and then the outer border (little toe). Repeat 10 times."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Out of cast ankle exercises",
    "subtopic": "Exercise 3",
    "text": "Sitting or lying on your back. Rotate your ankle. Change directions. Repeat 10 times."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Out of cast ankle exercises",
    "subtopic": "Exercise 4",
    "text": "Sit with one leg straight out in front of you. Put a band around your foot. Gently pull the band and feel the stretch in your calf. Repeat 10 times."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "What to expect?",
    "subtopic": "Recovery Expectations",
    "text": "Your ankle's movement and strength will improve over several months. It is important to carry on with these exercises. It is normal to feel some discomfort when moving your ankle initially, but this should reduce with time. Mild discomfort during exercise is normal and acceptable as long as it settles throughout the day. You should not drive until you regain good ankle movement. You can return to work once you feel you can carry out your normal job duties."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Contact and Accessibility Information",
    "subtopic": "Queries and Feedback",
    "text": "If you have any questions, or if there is anything you do not understand about this leaflet, please contact: The Fracture Clinic at Russells Hall Hospital on 01384 456111 ext. 2220, Russells Hall Hospital switchboard number: 01384 456111. This leaflet can be downloaded or printed from: http://dgft.nhs.uk/services-and-wards/trauma-and-orthopaedics/. If you have any feedback on this patient information leaflet, please email dgft.patient.information@nhs.net."
  },
  {
    "heading": "Ankle Fracture",
    "topic": "Contact and Accessibility Information",
    "subtopic": "Alternative Formats",
    "text": "This leaflet can be made available in large print, audio version and in other languages, please call 0800 073 0510."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Introduction",
    "subtopic": "Purpose of Information Sheet",
    "text": "This information sheet aims to provide you with general information about your time in hospital and help you get the best possible results following your fracture. The aim of this booklet is to provide you with some general information about your time in hospital and to help you get the best possible result following your fracture. This is only intended as a guide, and the information given may vary from patient to patient depending on the circumstances. Following your fracture you will need to be careful how you treat your leg as it takes time for the muscles to heal and you will need to follow the advice given to you by your physiotherapist and doctor. Physiotherapy largely consists of advice and exercises that should be completed daily at home. The exercises aim to maintain or improve the movement, strength and function of your leg. It is your responsibility to continue these at home once demonstrated by a physiotherapist. If at any point during your rehabilitation you have difficulty following our advice or the exercises your physiotherapist has given you, please phone the therapy department on 020 3299 2368 and ask to speak to one of the physiotherapists."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Anatomy",
    "subtopic": "Bones of the Ankle Joint",
    "text": "There are four bones that make up your ankle joint: tibia (shin), fibula (calf), talus (ankle), calcaneus (not seen in this image, but also known as your heel bone). Fractures can occur at any location in one or more of these four bones. You may also experience soft tissue injury (damage to muscles, tendons or ligaments) associated with simple ankle fractures."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Types of fracture",
    "subtopic": "Avulsion fracture",
    "text": "An avulsion fracture generally occurs when a tendon or ligament comes away from the bone, pulling a small piece of bone with it. The injury is usually caused by an inward turning of your foot."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Types of fracture",
    "subtopic": "Weber A fracture",
    "text": "This is a fracture to your fibula (outside ankle bone) and this is classified as a stable Weber A type fracture."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Management of your fracture",
    "subtopic": "Initial advice",
    "text": "Cold packs: A cold pack (ice pack or frozen peas wrapped in a damp towel) can provide short term pain relief. Apply this to the sore area every few hours for up to 15 minutes. Ensure the ice is never in direct contact with the skin. Rest and elevation: Try to rest the foot for the first 24 to 72 hours to allow the early stage of healing to begin. Raise your ankle above the level of your hips to reduce swelling. You can use pillows or a stool to keep your foot up. Early movement and exercise: Early movement of the ankle and foot is important to promote circulation and reduce the risk of developing a DVT (blood clot). Follow the exercises below without causing too much pain. This will ensure your ankle and foot do not become too stiff. These exercises will help the healing process. Early weight bearing (putting weight through your injured foot) helps increase the speed of healing. Try to walk as normally as possible as this will help with your recovery."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Management of your fracture",
    "subtopic": "General advice",
    "text": "Simple ankle fractures can take approximately six to twelve weeks to heal, although pain and swelling can be ongoing for three to six months. You may walk on the foot as comfort allows, unless your doctor states otherwise. You may find it easier to walk with crutches in the early stages. The swelling is often worse at the end of the day and elevating it will help. If you have been given a boot to wear, it is for comfort only and is not needed to aid healing. Take pain killers as prescribed. We do not routinely follow up patients with this type of injury. If after six weeks you are: still experiencing significant pain and swelling or struggling to wean out of the boot please contact the Orthopaedic Consultant who is managing your care, for a referral to Physiotherapy."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Management of your fracture",
    "subtopic": "Smoking cessation",
    "text": "Medical evidence suggests that smoking prolongs fracture-healing time. In extreme cases, it can stop healing altogether. It is important that you consider this information with relation to your recent injury. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery from this injury. For advice on smoking cessation and local support available, please refer to the following website: www.smokefree.nhs.uk or discuss this with your GP."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 0 to 6",
    "text": "Wear the boot all of the time when walking. It is ok to take the boot off at night and when resting at home. Use the crutches to take some of the weight off your foot. Remove the boot to wash and air foot when not walking. Begin the initial exercises found below and progress to the weeks 2 to 4 exercises. If you are still experiencing significant pain or swelling at six weeks, or you are struggling to follow the rehabilitation plan, please contact the fracture care team on 020 3299 4041."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 6 to 8",
    "text": "Try and wean yourself out of the boot. Gradually try to walk without the crutches. Try walking around the house at first and progress as able/pain allows. Begin the weeks 6 to 8 exercises below."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 8 to 12",
    "text": "The injury is healed. You can begin to resume normal activity, but be guided by any pain and swelling you are experiencing. Carry out day to day activities. Begin the weeks 8 to 12 exercises below."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Initial exercises to start straight away (3 to 4 times a day)",
    "subtopic": "Ankle and foot range of movement exercises",
    "text": "Repeat these 10 times each. 1. Point your foot up and down within a comfortable range of movement. 2. With your heels together, move your toes apart, as shown in the picture. 3. Make circles with your foot in one direction and then change direction."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Exercises from weeks 2 to 4 onwards",
    "subtopic": "Ankle stretches",
    "text": "1. Sit with your leg straight out in front of you. Put a towel or bandage around your foot and pull it towards you. Feel a stretch in the back of your calf. 2. Point your toes down as far as they go, then use the other foot on top to apply some pressure to create a stretch on the top of your foot. Hold both stretches for up to 30 seconds and repeat 3 times."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Exercises from weeks 6 to 8 onwards",
    "subtopic": "Balance strategy exercises - Level 1",
    "text": "For patients who could not stand on one leg before their injury. a) Stand with your feet as close together as possible, use something firm to hold onto. Hold this for 30 seconds. If you can do this move onto Level 1b. b) As above, but remove your hand so that you are balancing. Hold this for 30 seconds. If you can do this move onto Level 1c. c) Hold onto something firm, put one foot in front of the other as close together as you feel comfortable with. Hold this for 30 seconds. If you can do this easily you may like to try without holding on, but only if you feel confident to do so."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Balance strategy exercises",
    "subtopic": "Level 2: For patients who could stand on one leg before their injury",
    "text": "a) Hold onto a firm surface, attempt to stand on one leg. Hold this for 30 seconds, making sure it does not induce any pain. When you can achieve this pain free, move to Level 2b. b) As above, but remove your hand so that you are balancing. Hold this for 30 seconds. If you can do this move onto Level 2c. c) When confident with your eyes open, attempt this with your eyes closed. Always stand in a safe environment with a firm surface close by should you need it. Hold this for 30 seconds."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Advanced exercises for sports rehabilitation",
    "subtopic": "Level 1: For patients who would like to develop dynamic ankle control for sports",
    "text": "a) Standing on an uneven surface, such as a doubled-over pillow or wobble cushion, attempt to balance for 30 seconds. When you can achieve this pain free, move to Level 1b. b) When confident with your eyes open, attempt this with your eyes closed. Always stand in a safe environment with a firm surface close by should you need it. Hold this for 30 seconds."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Advanced exercises for sports rehabilitation",
    "subtopic": "Level 2: For patients who would like to develop dynamic core control for sports",
    "text": "a) Stand with one foot in front of the other, with your hands together. Swing your arms in a figure of 8 in both directions for 1 to 2 minutes, or as able. b) As above, but bring your feet so they are touching toe to heel. c) As a) and b) above, but with your eyes closed."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Useful contacts",
    "subtopic": "Inpatient Orthopaedics (Denmark Hill)",
    "text": "020 3299 2368"
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Sharing your information",
    "subtopic": "Partnership with Guy's and St Thomas' Hospitals",
    "text": "We have teamed up with Guy's and St Thomas' Hospitals in a partnership known as King's Health Partners Academic Health Sciences Centre. We are working together to give our patients the best possible care, so you might find we invite you for appointments at Guy's or St Thomas'. To make sure everyone you meet always has the most up-to-date information about your health, we may share information about you between the hospitals."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "Care provided by students",
    "subtopic": "Clinical Training",
    "text": "We provide clinical training where our students get practical experience by treating patients. Please tell your doctor or nurse if you do not want students to be involved in your care. Your treatment will not be affected by your decision."
  },
  {
    "heading": "Simple ankle fractures",
    "topic": "PALS",
    "subtopic": "Patient Advice and Liaison Service",
    "text": "The Patient Advice and Liaison Service (PALS) is a service that offers support, information and assistance to patients, relatives and visitors. They can also provide help and advice if you have a concern or complaint that staff have not been able to resolve for you. The PALS office is located on the ground floor of the Hambleden Wing, near the main entrance on Bessemer Road - staff will be happy to direct you. PALS at King's College Hospital, Denmark Hill, London SE5 9RS, Tel: 020 3299 3601, Email: kch-tr.palsdh@nhs.net. You can also contact us by using our online form at www.kch.nhs.uk/contact/pals. If you would like the information in this leaflet in a different language or format, please contact PALS on 020 3299 1844."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Introduction",
    "subtopic": "Information for Patients",
    "text": "This is a follow up leaflet to your recent telephone consultation with the fracture care team explaining the ongoing management of your injury. Your case has been reviewed by an Orthopaedic Consultant (Bone Specialist) and a Physiotherapist. You have sustained a fracture to your ankle. This normally takes six weeks to heal but you may still have pain and swelling for up to six months after your injury. During this period, it is important that you follow the rehabilitation plan on the following page. Following your rehabilitation plan will help to prevent further injury and help to improve your function. Completing the exercises is important to prevent your ankle from becoming stiff. It is advisable to take your pain killers as prescribed to enable you to complete your exercises. You will find that the swelling is often worse at the end of the day, elevating your ankle will help with this. You may walk on the foot as comfort allows but we advise you walk with crutches for the first 4 weeks. You can return to driving once your boot has been removed and you feel confident in safely controlling your vehicle. If you are worried that you are unable to follow this rehabilitation plan, are experiencing pain or symptoms other than at the site of the original injury or surrounding area, or have any questions, then please contact us for advice using the contact details on the back of this booklet."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Health Advice",
    "subtopic": "Smoking cessation",
    "text": "Medical evidence suggests that smoking prolongs fracture healing time. In extreme cases it can stop healing altogether. It is important that you consider this information with relation to your recent injury. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery from this injury. For advice on smoking cessation and local support available, please refer to the following website: http://smokefree.nhs.uk or discuss this with your GP."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 0-4",
    "text": "Wear the boot all of the time when walking. You do not need to wear it in bed or when resting at home. Use the crutches when walking. Start Stage 1 Exercises & Advice."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 4-6",
    "text": "Gradually discontinue using the boot and elbow crutches. Try walking around the house without them first. Wear the boot when walking longer distances outdoors. Move on to Stage 2 Exercises."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 6-12",
    "text": "Fracture should be largely united (healed). Gradually resume normal activities as pain allows. Heavier or more strenuous tasks, including long walks, may still be difficult and cause discomfort and swelling at this stage. Begin Stage 3 Exercises if required."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 12+",
    "text": "Symptoms will continue to improve over the next few months. If you are still experiencing significant pain and / or stiffness please contact us for further advice / management."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Exercises",
    "subtopic": "Stage 1 Exercises & Advice (3-4 times a day)",
    "text": "Ankle & Foot Range of Movement Exercise: 1. Point your injured foot up and down within a comfortable range of movement. Repeat 10 times. 2. Alternately turn your foot outwards leading with the outer border of your foot (little toe) and then turn your foot inwards leading with the inner border of your foot (big toe), as shown in the picture. Make sure you keep the rest of your leg still. Repeat 10 times. 3. Make circles with your foot in one direction, then repeat in the other direction. Repeat 10 times. Advice: Cold packs, Rest and elevation, Early movement and exercise."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Exercises",
    "subtopic": "Stage 2 Exercises (3-4 times a day)",
    "text": "Ankle Stretches: 1. Sit with your injured leg straight out in front of you. Place a towel or dressing gown cord around your foot and pull it towards you until you feel a stretch in the back of your calf. Hold for 30 seconds. Repeat 3 times. 2. Sit on a chair. Cross your injured ankle over your other knee. Place your hand over the top of your ankle and stretch the top of your foot and ankle, pointing your toes downwards. Hold for 30 seconds. Repeat 3 times. OR 3. Place your foot on a chair behind you, as shown in the picture. Hold onto something for balance. Point your foot and ankle down wards. You should feel a stretch at the front of your foot & ankle. Hold for 30 seconds. Repeat 3 times."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Exercises",
    "subtopic": "Balance Exercises - Stage 2",
    "text": "Level 1: (for those who could not balance on 1 leg prior to this injury) a) Stand with your feet as close together as possible. Hold onto something for balance. Hold this for position for 30 seconds. If you can do this, move on to exercise Level 1b) b) As above but do not hold onto anything for balance. Hold this for position for 30 seconds. If you can do this, move on to exercise Level 1c) c) Put one foot in front of the other as close as you feel comfortable with. Hold onto something for balance. Hold this for position 30 seconds. Repeat with the other foot in front. If you can do this comfortably & safely, try this without holding onto anything. Level 2: (for those who could balance on 1 leg prior to this injury) a) Holding on to a firm surface for balance, aim to stand on just your injured leg, making sure it does not increase your pain. Hold this position for 30 seconds. Once you can achieve this pain-free, move on to exercise Level 2b). b) As above but without holding on to anything for balance. Hold this position for 30 seconds. If you can do this, move onto exercise Level 2c). c) Progress to attempting the above exercise with your eyes closed. Always stand in a safe environment with a firm surface nearby should you require it. Hold this position for 10 seconds."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Exercises",
    "subtopic": "Heel Raises - Stage 2",
    "text": "Stand. Hold on to a stable object for support. Push up onto your toes, lifting your heels. Repeat 10 times."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Exercises",
    "subtopic": "Stage 3 Exercises (3-4 times a day)",
    "text": "These are optional advanced exercises designed for sports rehabilitation. Level 1: a) Stand on your injured leg on an uneven surface (such as a pillow or a wobble board / cushion). Aim to hold this position for 30 seconds. Once you can achieve this pain-free, move onto exercise Level 1b). b) Progress to attempting the above exercise with your eyes closed. Always stand in a safe environment with a firm surface nearby should you require it. Aim to balance for 10 seconds. Level 2: a) Stand on your injured leg, with your hands together. Swing your arms in a figure of 8 in both directions for 30 seconds. b) As above, but with your eyes closed. Aim to balance for 10 seconds."
  },
  {
    "heading": "Ankle Fracture Partial Weight Bearing for 4 Weeks",
    "topic": "Contact Information",
    "subtopic": "Hospital Details",
    "text": "Fracture Clinic: 0151 430 4905 (9am-5pm Mon-Fri), Emergency Department: 0151 430 2399, Whiston Hospital, Warrington Road, Prescot, Merseyside, L35 5DR, Telephone: 0151 426 1600. www.sthk.nhs.uk"
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Introduction",
    "subtopic": "Purpose of Leaflet",
    "text": "This leaflet will give you all the advice you need regarding your fracture. If you need help you can find our contact information on the back of this leaflet."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Your Diagnosis",
    "subtopic": "Nature of Injury",
    "text": "You have a small stable fracture of your ankle. This involves the end of the bone called the fibula. A “fracture” is the same as a “broken bone”. It will be painful and swollen whilst the injury heals."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Treatment",
    "subtopic": "Healing and Management",
    "text": "These injuries will heal by themselves. You will struggle to put weight on your ankle at first – this is normal and is your body's way of protecting the injury. Your foot and ankle will be bruised and swollen. You should take simple painkillers as required. As your pain settles you should start putting weight on your foot. You will gradually be able to put more and more weight on your foot as your symptoms allow."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Treatment",
    "subtopic": "Aids",
    "text": "A 'walking boot' may allow you to starting putting weight on your foot sooner. Use it if you find it helps you walk but there is no need to use it if you don't find it helpful. You don't need to sleep in it and should stop using it as soon as your symptoms allow. It should not be used for any longer than six weeks. Crutches also may help you get about more easily. These can be discarded as soon as you feel able to walk without them."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Recovery",
    "subtopic": "Timeline and Symptoms",
    "text": "It may take a long time to fully recover from your injury. Most people can walk reasonably comfortably by six weeks. The full recovery will take much longer and many people will still have some aching after several months. Most peoples' symptoms will progressively improve. Bruising usually resolves after a few weeks. Many patients' foot and ankle remain swollen, particularly at the end of the day, for several months."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Rehabilitation",
    "subtopic": "Return to Activities",
    "text": "You can drive when you are safe to control a car. You can work if your symptoms don't stop you from doing your job. You may need a sick note depending on what your job involves. You can resume your normal sporting activities when your symptoms allow. Most patients will not be able to run or take part in sports for at least six weeks. Most people would need to then spend a further six weeks gradually building back up to their normal level of activity."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Rehabilitation",
    "subtopic": "Follow-up and Physiotherapy",
    "text": "If you are concerned about your recovery or symptoms, you can return to the fracture clinic to see a surgeon or physiotherapist to discuss your recovery. Most patients do not need formal physiotherapy. Patients who have a had recurrent ankle sprains may however benefit from physiotherapy and this can be booked using the contact information at the end of this leaflet."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Rehabilitation",
    "subtopic": "Symptom Management",
    "text": "Elevating your foot & ankle will help reduce pain and swelling. If possible, you should lay almost flat and have your injured leg elevated on two pillows so that it is higher than your chest. Ice may also help with swelling. Apply ice wrapped in a damp towel for 15–20 minutes every 2–3 hours during the day. Ice should not be left on during sleep."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Exercises",
    "subtopic": "Ankle movements while sitting down",
    "text": "Lift your injured foot off the floor and move your foot and ankle up and down. Then move your foot around drawing an imaginary circle with your big toe. Put your foot on the floor and slide it backwards as if to put it under your seat, keeping the heel down on the floor."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Exercises",
    "subtopic": "Seated heel raises",
    "text": "Sit with your foot flat on the ground and keeping your toes on the floor raise your heel up and off the floor and then back down."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Exercises",
    "subtopic": "Standing heel raises",
    "text": "When you are able to stand safely at your kitchen counter and pain allows, you can progress to standing heel raises. Put your hands or elbows on the worktop & lean forward to take some weight through your arms. In this position start repeated heels raises. Start with 3 sets of 10. Once not too uncomfortable, start taking more & more weight through your affected side and less and less through your arms."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Exercise Videos",
    "subtopic": "Online Resources",
    "text": "If you have access to the internet through your smartphone or computer you can access our online advice videos for exercises. Scan the QR codes below or use the link provided for Early Exercises, Intermediate Exercises, and Standing Exercises."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Key Points",
    "subtopic": "Summary of Advice",
    "text": "1. If you feel you are failing to make satisfactory progress with your symptoms you should return to the physiotherapy department using your 'open appointment'. 2. Take regular pain relief as required. Usually over the counter medications are sufficient. 3. Your symptoms should progressively improve with time. Most of the recovery occurs in the first six weeks. The final improvement often takes a lot longer."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Contact Us",
    "subtopic": "Physiotherapy",
    "text": "You will have an open appointment in the physiotherapy department for three months. If you feel you are not making appropriate progress with your movements or pain then please get in contact. Email: FractureClinicPhysiotherapy@nuh.nhs.uk, Telephone: 0115 9249924 ext. 82414 between 8am and 4pm, Monday to Friday. Please use email as first contact point if possible stating your name and preferred contact details."
  },
  {
    "heading": "Stable Ankle Fracture",
    "topic": "Contact Us",
    "subtopic": "Fracture Clinic",
    "text": "If there is another problem with your progress following your injury you can book in for a face to face appointment with the fracture clinic to see a doctor: If you need to get in touch please call 0115 924 9924 Ext: 61260 between 8am and 5pm, Monday to Friday."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Key Points",
    "subtopic": "Summary",
    "text": "Medial column (deltoid ligament) integrity is of key importance when considering the stability of isolated lateral malleolus ankle fractures. Weight-bearing radiographs are the best method of evaluating stability of isolated distal fibula fractures. Computed tomography (CT) scanning is mandatory for the assessment of complex ankle fractures, especially those involving the posterior malleolus. Most isolated trans-syndesmotic fibular fractures (Weber-B, SER, AO 44-B) are stable and can safely be treated non-operatively. Posterior malleolus fractures, regardless of size, should be considered for surgical fixation to restore stability, reduce the need for syndesmosis fixation, and improve contact pressure distribution."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Introduction",
    "subtopic": "Evolution of Management",
    "text": "Management of ankle fractures has evolved over the last 10 years. As scientific research has led to better understanding of the biomechanics and patho-anatomy of the ankle, this has allowed more accurate evaluation of injuries. The 'key issue' in achieving good outcomes is restoring the stability and alignment of the fractured ankle, using either non-operative or operative treatment, as appropriate. The orthopaedic and trauma community needs to move away from anecdotal 'principles'. Internal fixation can lead to surgical complications in up to 20% of cases and is therefore best avoided for those fractures where non-operative management can offer optimal outcomes. However, more complex injuries require in-depth knowledge and careful evaluation. This review will analyse the principles of stability assessment for ankle fractures and provide a rationale for diagnosis and management."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Applied anatomy, biomechanics, and classifications",
    "subtopic": "Ankle Joint Structure",
    "text": "The ankle joint can be considered as a 'ring' of bones and ligaments. If broken at one site, it remains stable; if at two or more sites, it becomes unstable. The ankle is divided into two columns: lateral (fibula, syndesmosis, lateral ligaments) and medial (medial malleolus, deltoid ligament). The medial collateral ligament (deltoid) is stronger than its lateral counterpart and consists of superficial and deep components, with the deep posterior component being the strongest."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Classifications",
    "subtopic": "Danis-Weber, Lauge-Hansen, and AO Systems",
    "text": "Many classifications have been proposed, including the Danis-Weber classification (based on the level of the fibular fracture), the Lauge-Hansen classification (based on the mechanism of injury), and the AO classification (a comprehensive numerical system). These classifications help in understanding the fracture pattern, predicting hidden injuries, and guiding treatment. Stable injuries, such as a supination external rotation stage 2 (SER 2), involve damage to only the AITFL and the lateral malleolus. Unstable injuries involve further damage to posterior and medial structures."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Diagnosis",
    "subtopic": "Clinical assessment",
    "text": "A patient with an ankle injury usually presents to the emergency department unable to bear full weight. A history of the injury, including the mechanism, is essential. Initial clinical assessment includes checking for gross deformity, soft tissue condition, and neurovascular status. Medial clinical signs such as tenderness, swelling and bruising should be documented, but they are not reliable predictors of instability."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Diagnosis",
    "subtopic": "Imaging",
    "text": "Initial evaluation includes plain anteroposterior and lateral radiographs. For isolated trans-syndesmotic (Weber-B) injuries, deltoid ligament integrity must be evaluated to assess stability by measuring the medial clear space (MCS). All such fractures require dynamic testing with weight-bearing (WB) radiographs, which are more accurate than manual or gravity stress views. For more complex fractures, including those with a suspected posterior malleolus fracture, a computed tomography (CT) scan is mandatory to assess impaction, detect all fracture components, and aid in preoperative planning."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Treatment",
    "subtopic": "Principles and Techniques",
    "text": "The aim of treatment is to reduce and hold the talus anatomically within the ankle mortise. Initial management involves immobilization in a splint. Definitive treatment (conservative or surgical) depends on the fracture's stability, as determined by weight-bearing radiographs. Stable SER 2 fractures can be managed non-operatively in a boot with weight bearing as tolerated. Unstable SER 4b fractures require surgical fixation. Surgical treatment involves open reduction and internal fixation, with various techniques for the lateral malleolus, medial malleolus, and syndesmosis, depending on the fracture pattern and bone quality. Fixation of posterior malleolus fractures is crucial for restoring stability and is better undertaken through a posterior approach."
  },
  {
    "heading": "Stability in ankle fractures: diagnosis and treatment",
    "topic": "Conclusions",
    "subtopic": "Summary and Key Takeaways",
    "text": "The medial column, especially the deep portion of the deltoid ligament, is of key importance to the stability of ankle fractures, particularly SER-type isolated lateral malleolus fractures. Correct identification of all osseo-ligamentous components of the injury is crucial for guiding treatment. If stability is in doubt, weight-bearing radiographs should be taken. Stable fractures can be treated non-operatively, while unstable fractures require open reduction, internal fixation, and essential preoperative planning, including a CT scan for posterior malleolus fractures."
  }
]