[
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Background and justification",
    "subtopic": "Treatment Aims",
    "text": "Fractures of the distal radius are common and result from both high and low energy trauma. The aim of treatment is to optimise functional recovery rather than to achieve specific radiological parameters."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Inclusions",
    "subtopic": "Patient Population",
    "text": "Skeletally mature patients with fractures involving the distal radius."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "1. Initial Assessment and Radiography",
    "text": "The mechanism of injury and clinical findings, including skin integrity, assessment of circulation and sensation, should be documented at presentation. Radiographic assessment should be posteroanterior and lateral views centred at the wrist."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "2. Manipulation and Anaesthesia",
    "text": "If manipulation is indicated, it should be undertaken using regional anaesthesia, performed by a suitably qualified and trained practitioner (as opposed to local haematoma block)."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "3. Open Fractures",
    "text": "Open fractures should undergo surgical debridement and stabilisation in accordance with the BOAST Open Fractures."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "4. Fracture Clinic Referral",
    "text": "Patients should be referred to the Fracture Clinic service and assessed within 72 hours (BOAST for Fracture Clinic Services)."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "5. Stable Fractures and Early Mobilisation",
    "text": "Patients with a stable fracture of the distal radius should be considered for early mobilisation from a removable support once pain allows."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "6. Plaster Cast Application and Mobilisation",
    "text": "When using a plaster cast to treat a distal radius fracture, the wrist should be in neutral flexion with 3point moulding used to hold the fracture and not forced palmar flexion. Consider removing the cast and starting mobilisation 4 weeks after injury."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "7. Non-operative Treatment for Patients 65+",
    "text": "In patients 65 years of age or older, non-operative treatment can be considered as a primary treatment for dorsally displaced distal radius fractures unless there is significant deformity or neurological compromise."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "8. Surgical Consideration for Patients Under 65",
    "text": "In patients under 65, consider ulnar variance, intra-articular step, dorsal tilt and reflect on the patient's needs when assessing whether the patient may benefit from surgical reconstruction."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "9. Volar Displaced Fractures",
    "text": "Volar displaced fractures are unstable and should be considered for open reduction and plate fixation."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "10. Surgical Fixation for Dorsally Displaced Fractures",
    "text": "When surgical fixation is indicated for dorsally displaced distal radius fractures offer K-wire fixation if displacement of the radial carpal joint can be reduced by closed manipulation. If this is not possible consider open reduction and internal fixation."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "11. Timing of Surgical Intervention",
    "text": "If surgical intervention is undertaken, this should be performed within 72 hours of injury for intraarticular fractures and within one week for extra-articular fractures. When operative management is indicated for re-displacement following manipulation, surgery should be undertaken within 72 hours of the decision to operate."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "12. Repeat Radiographs Post-injury",
    "text": "Repeat radiographs of the wrist between 1-2 weeks after injury (or manipulation) where it is thought that the fracture pattern is unstable AND when subsequent displacement will lead to surgical intervention."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "13. Radiographs at Immobilisation Removal",
    "text": "A radiograph of the patient's wrist at the time of removing immobilisation is not required unless there is clinical cause for concern."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "14. Falls and Bone Health Assessment",
    "text": "Patients should be assessed for falls risks and bone health, and referred to the fracture liaison services and or falls service where appropriate."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Standards for Practice",
    "subtopic": "15. Patient Information, Rehabilitation, and Self-Referral",
    "text": "All patients should receive information regarding expected functional recovery and rehabilitation, including advice about return to normal activities such as work, education and driving. Patients should be able to self-refer to the fracture service if progress is not as anticipated and hospitals should provide this mechanism."
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Evidence base",
    "subtopic": "NICE Guidelines",
    "text": "NICE Non-Complex Trauma Guidelines: www.nice.org.uk/guidance/ng38"
  },
  {
    "heading": "BRITISH ORTHOPAEDIC ASSOCIATION AUDIT STANDARDS for TRAUMA - The Management of Distal Radial Fractures",
    "topic": "Evidence base",
    "subtopic": "BSSH BOA Blue Book",
    "text": "BSSH BOA Blue Book: www.bssh.ac.uk/professionals/management_of_distal_radial_fractures.aspx"
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "Publication Information",
    "subtopic": "Publishers",
    "text": "Published by British Orthopaedic Association and British Society for Surgery of the Hand, 2018."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "Guideline Development Group (GDG)",
    "subtopic": "Introduction",
    "text": "The British Orthopaedic Association (BOA) and the British Society for Surgery of the Hand (BSSH) have collaborated to commission a committee to produce best practice guidelines on the management of distal radial fractures (DRFs)."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "Guideline Development Group (GDG)",
    "subtopic": "Members and Roles",
    "text": "Chairman: Charles Pailthorpe\nMembers: Joe Dias, Adam Brooks, Tim Chesser (Fragility fracture chapter), Claire Pulford, Ian McNab, Jamie Brosch, Pida Ripley, Claire Granville, Shivkumar Gopal (Emergency chapter), Nick Johnson, Lisa Leonard (Fracture clinic chapter), James White, Adam Watts (Surgery chapter), Andrew Duckworth, Joelle Chalmer (Rehabilitation chapter), Zoe Clift, Helen Hedley (Outcomes chapter), Alexia Karantana."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "Disclaimer",
    "subtopic": "Guideline Application",
    "text": "The recommendations in this guideline represent the view of the GDG, arrived at after careful consideration of the evidence available. When exercising their judgement, professionals are expected to take this guideline fully into account, alongside the individual needs, preferences and values of their patients or service users. The application of the recommendations in this guideline is not mandatory and the guideline does not override the responsibility of healthcare professionals to make decisions appropriate to the circumstances of the individual patient, in consultation with the patient and/or their carer or guardian."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Emergency Department",
    "text": "Anaesthesia techniques for manipulation: Intravenous regional anaesthesia (IVRA) should be considered for reducing dorsally displaced DRFs. If unavailable, haematoma block is a safe option. \nDoes manipulation affect functional outcome?: Manipulation may not improve outcome in patients aged 65 or older with moderately displaced fractures.\nFull cast versus back slab immobilisation?: Both are acceptable, depending on personnel expertise and patient preference. Patients should receive a written care sheet.\nThe effect of Vitamin C: Vitamin C is not recommended for the prevention of CRPS.\nWhich radiological parameters affect functional outcome?: Insufficient evidence for an association. For patients under 65, ulnar variance and dorsal tilt are the most important extra-articular parameters, while intra-articular step is the most important intra-articular parameter."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Fracture Clinic",
    "text": "Risk factors for re-displacement?: Elderly patients and those with comminution are at increased risk and may require more vigilant follow-up.\nDoes this fracture need a plaster cast?: Patients with stable fractures should be considered for early mobilisation with a removable support once pain allows.\nIn what position should a fractured distal radius be immobilised?: The wrist should be in neutral flexion with three-point moulding, not forced palmar flexion.\nShould further radiographs be taken at 2-3 weeks?: The GDG recommends repeat radiographs at 1-2 weeks for unstable fractures where subsequent displacement would lead to surgery.\nWhen should immobilisation be discontinued?: Consideration should be given to removing the plaster and starting mobilisation four weeks after injury, rather than six.\nWill the anxious patient recover less well?: No recommendation, but best practice suggests providing adequate support to anxious patients.\nRadiographs at the time of removing immobilisation?: Not required unless there is clinical concern."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Surgery",
    "text": "Timing of surgery: Prompt intervention is best. Surgery should be within 72 hours for intra-articular fractures and within one week for extra-articular fractures.\nNon-operative versus operative management: In patients 65 or older, non-operative treatment can be considered primary for displaced fractures.\nManipulation under anaesthesia with K-wires versus ORIF: For dorsally displaced fractures that can be reduced closed, offer K-wire fixation and cast. For those requiring open reduction, consider ORIF.\nExternal fixation versus ORIF: External fixation should not be the definitive treatment for closed DRFs where ORIF is possible.\nConcomitant distal ulnar styloid fracture management: If the distal radio-ulnar joint (DRUJ) is clinically stable, it is not necessary to surgically fix an ulnar styloid fracture."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Rehabilitation",
    "text": "Patients with complications like disproportionate pain, oedema, or delayed recovery should be referred to hand therapy. Patients with ongoing pain or loss of movement post-treatment should be referred for specialist rehabilitation. Education and rehab programs should be timely and suit patient needs."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Outcome Measures",
    "text": "There is insufficient evidence for an optimal Patient Reported Outcome Measure (PROM). An interim recommendation is for the use of either the PRWE or the DASH."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SUMMARY OF AUDIT STANDARDS",
    "subtopic": "Conclusions",
    "text": "Management of DRFs is based on patient factors, fracture personality, and clinician experience. Patients should have an informed discussion on treatment options. It may be acceptable to avoid surgery for moderately displaced fractures in selected older patients. All patients should receive information on recovery and be able to self-refer if progress is not as anticipated."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FOREWORD",
    "subtopic": "Purpose of Guideline",
    "text": "Adult Distal Radial Fractures (DRFs) are common, especially in older persons where they may be fragility fractures. Treatment remains controversial. This document collates current evidence to guide specialist and non-specialist clinicians on the management of patients with DRFs, from presentation to rehabilitation, with reference to Patient Reported Outcome Measures (PROMs)."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "INTRODUCTION",
    "subtopic": "Guideline Development and Scope",
    "text": "The Guideline Development Group (GDG) consists of a multidisciplinary team including surgeons, a physician, a GP, nurses, and a patient representative. These guidelines are systematically developed to assist in decisions about appropriate healthcare. They cover the patient pathway from the Emergency Department to the Fracture Clinic, Surgery, and Rehabilitation. The guideline also includes a separate study on Outcome Measures."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "METHODOLOGY",
    "subtopic": "Development Process",
    "text": "The guideline was developed using the Scottish Intercollegiate Guidelines Network (SIGN) guidance in association with the Appraisal of Guidelines for REsearch & Evaluation (AGREE) Instrument. Searches were conducted in MEDLINE, Embase, and the Cochrane Library, updated on 21 September 2015. Only papers in English were included."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "EMERGENCY DEPARTMENT",
    "subtopic": "Anaesthesia for Manipulation",
    "text": "Recommendation (Grade C): Intravenous regional anaesthesia (IVRA or Bier's block) is supported by NICE guidelines for reducing dorsally displaced DRFs in adults. If IVRA is not available, haematoma block is a safe alternative. IVRA is associated with better deformity correction and less pain than haematoma block. The use of gas and air alone is not recommended."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "EMERGENCY DEPARTMENT",
    "subtopic": "Effect of Manipulation on Functional Outcome",
    "text": "Recommendation (Grade C): Manipulation may not improve outcome in patients aged 65 years or older with moderately displaced fractures. There is no evidence for patients under 65."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "EMERGENCY DEPARTMENT",
    "subtopic": "Full Cast vs. Back Slab Immobilisation",
    "text": "Best Practice Point: Immobilisation can be achieved with either a full cast or a back slab, depending on expertise and patient preference. Patients should be provided with a written care sheet."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "EMERGENCY DEPARTMENT",
    "subtopic": "Vitamin C for CRPS Prevention",
    "text": "Recommendation (Grade A): Vitamin C is not recommended for the prevention of Complex Regional Pain Syndrome (CRPS) in patients with DRFs, as there is no evidence it prevents CRPS compared to placebo."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "EMERGENCY DEPARTMENT",
    "subtopic": "Radiological Parameters and Outcome",
    "text": "Recommendation (Grade D): There is insufficient evidence for a clear association between any measured radiological parameter and patient-rated outcome. A Delphi study was conducted to investigate this further. The panel agreed that for patients under 65, ulnar variance and dorsal tilt are the most important extra-articular parameters, and intra-articular step is the most important intra-articular parameter. Patient factors like mental capacity, function, and co-morbidities were ranked as most important for surgical decision-making."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Re-displacement and Initial Displacement",
    "text": "Recommendation (Grade D): Patients with an initially displaced DRF are at increased risk of subsequent re-displacement and may merit more vigilant follow-up after reduction."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Re-displacement and Age",
    "text": "Recommendation (Grade D): Elderly patients with a DRF are at increased risk of displacement if treated non-operatively and may merit more vigilant follow-up."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Re-displacement and Comminution",
    "text": "Recommendation (Grade D): Patients with a comminuted DRF are likely to be at increased risk of subsequent displacement if treated non-operatively and may merit more vigilant follow-up."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Need for a Plaster Cast",
    "text": "Recommendation (Grade B): Patients with a stable fracture of the distal radius should be considered for early mobilisation with a removable support once pain allows, as it leads to better early functional scores."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Immobilisation Position",
    "text": "Best Practice Point: When using a cast or back slab, the wrist should be in neutral flexion with three-point moulding, rather than forced palmar flexion, which can increase carpal tunnel pressure."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Follow-up Radiographs at 2-3 Weeks",
    "text": "Best Practice Point: Although there is no evidence to support a benefit, it is recommended to repeat radiographs of the wrist 1-2 weeks after injury for unstable fractures where subsequent displacement would lead to surgical intervention."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Discontinuation of Immobilisation",
    "text": "Best Practice Point: Consideration should be given to removing the plaster and starting wrist mobilisation four weeks after the injury, rather than six, to balance the risk of deterioration with earlier return to function."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Anxious Patient Recovery",
    "text": "Best Practice Point: No recommendation can be made, but it is suggested that patients who seem anxious are given adequate support while recovering."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRACTURE CLINIC",
    "subtopic": "Radiographs at Time of Removing Immobilisation",
    "text": "Best Practice Point: A radiograph is not required at the time of removing immobilisation unless there is a clinical concern."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SURGERY",
    "subtopic": "Timing of Surgery",
    "text": "Best Practice Point: When surgery is indicated, prompt intervention is best. The NICE Guidelines recommend surgery within 72 hours for intra-articular fractures and within one week for extra-articular fractures."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SURGERY",
    "subtopic": "Non-operative vs Operative Management",
    "text": "Recommendation (Grade A): In patients 65 years or older, non-operative treatment can be considered a primary treatment for displaced DRFs, as evidence shows operative intervention does not provide a superior outcome when measured by PROMs at one year."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SURGERY",
    "subtopic": "MUA with K-wires vs ORIF",
    "text": "Recommendation (Grade A): For dorsally displaced DRFs that can be reduced closed, K-wire fixation and cast should be offered. For those requiring open reduction, ORIF can be considered."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SURGERY",
    "subtopic": "External Fixation vs ORIF",
    "text": "Recommendation (Grade A): Open reduction and internal fixation is associated with better early functional outcomes and a lower risk of complications compared with external fixation. External fixation should not be used as the definitive treatment where ORIF is possible."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "SURGERY",
    "subtopic": "Concomitant Distal Ulnar Styloid Fracture Management",
    "text": "Recommendation (Grade D): In the presence of a DRF with a stable distal radio-ulnar joint (DRUJ), it is not necessary to fix an ulnar styloid fracture. Stability of the DRUJ should be assessed and recorded after surgical treatment."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "REHABILITATION",
    "subtopic": "Rehabilitation in Cast vs No Rehabilitation",
    "text": "There is insufficient evidence for or against any form of rehabilitation while the patient is being managed with wrist immobilisation (in cast or external fixator)."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "REHABILITATION",
    "subtopic": "Rehabilitation After Cast Removal (Non-surgical patients)",
    "text": "There is insufficient evidence for or against any form of rehabilitation after removal of cast for patients with DRFs managed non-operatively."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "REHABILITATION",
    "subtopic": "Rehabilitation in Surgically Managed Patients",
    "text": "No evidence was found on the effect of rehabilitation provision on patient reported and functional outcome following surgical management of a DRF when compared to no rehabilitation. Best practice is to provide information on common complications with a self-directed management plan."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "REHABILITATION",
    "subtopic": "Type, Mode, and Discipline of Rehabilitation",
    "text": "Recommendations: Insufficient evidence to suggest one type or mode of rehabilitation is superior. Insufficient evidence that formal therapy is better than home exercise for uncomplicated DRFs. No evidence that one health discipline is better than another. Patients with ongoing pain, limited movement, or inability to return to function should be referred for specialist rehabilitation."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRAGILITY FRACTURES",
    "subtopic": "Introduction and Prevention",
    "text": "The vast majority of DRFs are fragility fractures. Recognizing the underlying pathology (osteoporosis) and the cause (falling) is essential. The principle is 'treat the first fracture, prevent the second'. Fracture clinics should have embedded screening for bone health and falls risk, with clear referral pathways."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRAGILITY FRACTURES",
    "subtopic": "Bone Health and Fracture Prevention",
    "text": "Following NICE CG 146 guidelines, a 10-year absolute fracture risk assessment should be undertaken for all aged 50 or over (and younger with major risk factors), prior to Bone Mineral Density (BMD) assessment. Treatment decisions should be based on fracture risk, not just BMD."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRAGILITY FRACTURES",
    "subtopic": "Falls Prevention",
    "text": "A current fall is a predictor of future falls. NICE guidance recommends routine questioning about falls in older people. Those who have fallen should be offered a multifactorial falls risk assessment and intervention. A typical evidence-based falls prevention exercise program lasts 4-6 months."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "FRAGILITY FRACTURES",
    "subtopic": "Fracture Liaison Services (FLS)",
    "text": "FLS are co-ordinator based systems to ensure appropriate management of patients after a fracture. They usually involve a dedicated co-ordinator for liaising between teams, arranging BMD testing, and follow-up. The development of effective FLS is encouraged by national quality initiatives."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "OUTCOME MEASURES",
    "subtopic": "Review of Patient-Reported Outcome Measures (PROMs)",
    "text": "A systematic review was performed to appraise the evidence on measurement properties of questionnaires (PROMs) used for DRFs. Twelve studies evaluating five PROMs were included: Patient Rated Wrist Evaluation (PRWE), Disability of the Arm Shoulder and Hand (DASH), Patient Evaluation Measure (PEM), Michigan Hand Questionnaire (MHQ), and its short version. There is insufficient evidence to recommend one optimal PROM. In English, there was moderate positive evidence for the reliability and responsiveness of the PRWE and responsiveness of the DASH. The evidence for other PROMs was limited or unknown."
  },
  {
    "heading": "Best practice for management of Distal Radial Fractures (DRFs)",
    "topic": "OUTCOME MEASURES",
    "subtopic": "Recommendation and Further Research",
    "text": "Best Practice: Pending further research, an interim recommendation is made for the use of either the PRWE or the DASH. A UK consensus for a core outcome set for adult patients with DRFs should be developed."
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "Introduction",
    "subtopic": "Purpose of leaflet",
    "text": "This leaflet provides advice and exercises to do once your cast is in place. If you have any questions about the information below please speak to the hand therapy team on 020 3311 0333."
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "What is a wrist fracture?",
    "subtopic": "Definition and Mechanism",
    "text": "A wrist fracture is a break in the radius bone, close to the wrist. In medical terms this is called a 'distal radius fracture'. Occasionally a small chip or fracture can occur in the ulna. Fractures happen when a force is applied to a bone that is greater than the strength of the bone. This might depend on the angle at which the force is applied and how the force is generated. Fractures can happen with a fall, while playing sport or exercising, or during a work or road traffic accident."
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "What treatments are available for wrist fractures?",
    "subtopic": "Follow-up and Treatment Options",
    "text": "Following your treatment in A&E the hospital should contact you and give you an appointment to see a specialist in the fracture clinic within two weeks of your injury. Many wrist fractures are successfully treated without surgery. Even in cases where the alignment of the bone fragments is disrupted, the bones can heal without any serious long-term consequences."
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "What treatments are available for wrist fractures?",
    "subtopic": "Factors for Surgical Decision",
    "text": "We look at the following factors to help us decide whether or not a fracture can be managed without surgery:\n1. The nature of the fracture – the location, the number of bone fragments, if it is an open fracture where skin is broken and the alignment and stability of the fracture\n2. The possible treatment strategies, including non-surgical and surgical options and the rehabilitation that is required\n3. Whether you use your right or left hand\n4. Your general health\n5. Your occupation and recreational activities"
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "What treatments are available for wrist fractures?",
    "subtopic": "Care with and without surgery",
    "text": "If surgery is not required, you may still need to protect the fracture during the initial stages of healing with a cast. You usually need to wear this for six weeks. It is important to exercise the fingers and thumb whilst your cast is in place to help avoid stiffness. If you have an operation you will normally be placed in a plaster of Paris cast. You may be referred to hand therapy to have the cast changed to a pre-fabricated brace and to start exercises."
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "Fracture healing",
    "subtopic": "Timeline and Outcome Factors",
    "text": "It takes approximately six to eight weeks for your bone to heal and another six weeks for the bone to become almost as strong as it was before. Some injuries are more complex with damage to the surrounding ligaments which take longer to heal. It can take between six and twelve months for you to be able to use your hand normally. The final outcome following a hand fracture depends on many factors, including the nature and complexity of the fracture and the treatment you and the hand surgery / therapy team decide on. Early movement can also improve your outcome. However, the greatest factor to influence outcome is usually your body's own response to the injury."
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "Pain and swelling",
    "subtopic": "Management",
    "text": "Pain and swelling are normal symptoms when you break a bone. To help manage this we recommend keeping your hand raised above heart level. You may use a sling during the day but it is important to remove this regularly and move your elbow and shoulder to stop them from stiffening. At night, use pillows to help keep your hand raised. Basic painkillers and anti-inflammatories like paracetomol or ibuprofen can help manage pain and swelling."
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "While in the cast",
    "subtopic": "Seek medical attention if:",
    "text": "• you experience increased pain, swelling, pins and needles or numbness in your affected arm that is not relieved by basic pain medication and raising your arm\n• the cast breaks, is too tight or becomes loose"
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "While in the cast",
    "subtopic": "Please do the following:",
    "text": "• keep your hand raised above your elbow as much as possible, especially in the first week\n• keep your cast dry – cover it with a plastic bag in the bath or shower or use a waterproof cast cover which you can buy online or at a pharmacy\n• only use your affected hand for light, pain-free activities\n• do not lift heavy items\n• do not drive"
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "Exercises",
    "subtopic": "General Advice",
    "text": "Start exercising your fingers, thumb, elbow and shoulder immediately after your cast is applied. It is important to keep these joints moving to stop them from stiffening. Initially it might feel uncomfortable to do these exercises but with regular practice they will become easier and your movement will improve. We recommend you complete the following exercises five times a day and repeat each exercise five times, but you can do more if you feel able to."
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "Exercises",
    "subtopic": "Specific Exercises",
    "text": "• Finger flexion/extension: Straighten your fingers, then make a full fist. Aim to make a full fist two weeks after injury.\n• MCP flexion: Bend your large knuckles, keeping the rest of your fingers straight.\n• DIP/PIP flexion ('hook' fist): Start with fingers straight, then bend the tips of your fingers, keeping the large joints straight.\n• Thumb flexion/extension: Bend both thumb joints, then straighten your thumb as far as possible.\n• Thumb opposition: Touch your thumb to the tip of each finger.\n• Elbow flexion/extension: Straighten your elbow, then bend your elbow as far as possible.\n• Shoulder movements: Reach your hand above your head, place your hand behind your head, and reach your hand behind your back, all as far as possible."
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "Who do I contact for more information?",
    "subtopic": "Contact Details",
    "text": "Fracture clinic appointments: 020 3312 3736 / 6778\nEmail: VirtualFractureClinic@imperial.nhs.uk\nHand therapy: 020 3311 0333\nEmail: Therapies.Outpatients@imperial.nhs.uk"
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "How do I make a comment about my visit?",
    "subtopic": "Feedback and Complaints",
    "text": "We aim to provide the best possible service and staff will be happy to answer any of the questions you may have. If you have any suggestions or comments about your visit, please either speak to a member of staff or contact the patient advice and liaison service (PALS) on 020 3313 0088 (Charing Cross, Hammersmith and Queen Charlotte's & Chelsea hospitals), or 020 3312 7777 (St Mary's and Western Eye hospitals). You can also email PALS at imperial.pals@nhs.net.\nAlternatively, you may wish to express your concerns in writing to:\nComplaints department\nFourth floor\nSalton House\nSt Mary's Hospital\nPraed Street\nLondon W2 1NY"
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "Alternative formats",
    "subtopic": "Accessibility",
    "text": "This leaflet can be provided on request in large print or easy read, as a sound recording, in Braille, or in alternative languages. Please email the communications team: imperial.patient.information@nhs.net"
  },
  {
    "heading": "Fractured wrist - Information for patients",
    "topic": "Wi-fi",
    "subtopic": "Hospital Services",
    "text": "We have a free wi-fi service for basic filtered browsing and a premium wi-fi service (requiring payment) at each of our five hospitals. Look for WiFiSPARK_FREE or WiFiSPARK_PREMIUM"
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "What is a distal radius fracture (sometimes called a Colles fracture)?",
    "subtopic": "Definition",
    "text": "A distal radius fracture is a break of the radius bone, near the wrist. It is the most common type of wrist fracture."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "What causes a distal radius fracture?",
    "subtopic": "Causes",
    "text": "A wrist fracture occurs most frequently from a fall onto an outstretched hand, but any sudden force pushing the hand backwards can be responsible. An X-ray will tell you if the bone if broken."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "How is it treated?",
    "subtopic": "Plaster cast",
    "text": "You will usually be in plaster for four - six weeks. Your wrist may need to be placed into the correct position first. Whilst the plaster is on, it is important to keep your shoulder, elbow, and fingers moving."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "How is it treated?",
    "subtopic": "Surgery (If needed)",
    "text": "The ends of the bone are held in place with pins and plates."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "How long before my hand is back to normal?",
    "subtopic": "Recovery Expectations",
    "text": "This will depend on what you are expecting normal to be. The wrist is unlikely to look or feel exactly as it did before the break. However, there is no reason you cannot return to your previous activity levels."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Why does my wrist look different?",
    "subtopic": "Appearance after Healing",
    "text": "As a fracture heals new bone is formed which will join the broken ends together. This can result in a lump forming on the back/side of your wrist."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "When can I start driving?",
    "subtopic": "Guidelines for Driving",
    "text": "You will need to discuss this with your surgeon. Usually, when you have enough movement and strength to be able to grip the steering wheel, change gear and control the car safely in the event of a sudden emergency/road hazard. This will vary between individuals. Please make sure that you speak to your insurance company to check you are covered. You will not be allowed to drive whilst you are in a plaster cast."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Post fracture pain and swelling",
    "subtopic": "Managing Pain and Swelling",
    "text": "It is normal to get swelling/discomfort for up to one year after your fracture and it is normal to expect some increase in swelling or soreness when doing exercises. If you have been given pain killers you should take them as prescribed; this will allow you to do your exercises and use your hand more. Always check instructions or ask your pharmacist or GP about over the counter pain killers. However, if your pain is severe or continuous you should contact your GP."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Post fracture pain and swelling",
    "subtopic": "Reducing swelling",
    "text": "Swelling can stop you from using your hand normally. To reduce swelling:\n- Keep your hand elevated at rest (above the level of the heart).\n- Pump your hand regularly throughout the day (ideally every hour). Raise and lower your arm whilst clenching and relaxing the fist several times.\n- As long as you have no problems with your circulation you can use ice or a contrast bathing method—putting the hand/wrist into cold water for 2 minutes, then into warm water for 2 minutes and then back into cold water for 2 minutes."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Strengthening",
    "subtopic": "Post-Plaster Strengthening",
    "text": "You will have less strength in your hand and wrist because it hasn't been used while in the plaster. Start by using your hand for light activities. You should gradually increase how much you use your hand/wrist and be guided by your pain. Too much weight too soon could affect how your fracture heals. To start with, do not carry pots, pans, kettles as you are at risk of dropping them."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Strengthening",
    "subtopic": "Daily Activities for Strengthening",
    "text": "Daily activities such as squeezing a sponge, wringing out dishcloths, unscrewing jars, writing and doing up buttons are really helpful in getting your wrist/hand to work at previous levels."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Movement/stiffness exercises",
    "subtopic": "Thumb to fingers",
    "text": "It is important to try and get as much movement as possible in your hand and wrist after the fracture has healed. Touch your thumb to the tip of each of your fingers in turn."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Movement/stiffness exercises",
    "subtopic": "Wrist flexion and extension",
    "text": "Resting your forearm over the edge of a table. Lift and lower your wrist. You can assist the movement with your other hand."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Movement/stiffness exercises",
    "subtopic": "Wrist pro and supination",
    "text": "Turn your hand palm up then palm down. You can assist the movement with your other hand by linking the fingers. Try and keep your elbow in by your side."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Movement/stiffness exercises",
    "subtopic": "Wrist radial and ulnar deviation",
    "text": "Link your fingers together and rest your forearms on a table with the wrists over the edge. move the wrist down towards the little finger and then up towards the thumb."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Hand exercises",
    "subtopic": "Movement",
    "text": "These exercises can improve the movement in your thumb and fingers, use the pictures below to help you get movement at each joint."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Daily strengthening activities",
    "subtopic": "Functional Tasks",
    "text": "- Practice placing pegs onto the side of a jug or margarine tub.\n- Wring out a dishcloth or towel.\n- Practice picking up small objects like buttons or coins."
  },
  {
    "heading": "Distal radius fracture - Information for patients",
    "topic": "Accessibility Information",
    "subtopic": "Alternative Formats",
    "text": "If you need help to understand this leaflet or would like it in a different language or format such as large print, Braille or audio, please ask a member of staff."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Introduction",
    "subtopic": "Purpose of Booklet",
    "text": "The aim of this booklet is to help our patients who have had a distal radius fracture. Here you will find helpful information on recovery and exercises, as well as our contact details should you need any further advice and assistance."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Definition",
    "text": "The radius is one of the two bones in the forearm, the other being the ulna. The distal part of the radius is the end nearest your wrist. This part of the radius is commonly broken. A small break at the end of the ulna often accompanies this injury."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Treatment",
    "text": "These fractures are normally treated by immobilisation with a splint or plaster cast for approximately four weeks, depending on the position and severity of the fracture. If the bones have moved significantly out of position, then you may have needed to have the fracture manipulated or corrected with surgery. It is normal to experience stiffness and swelling after a fracture and it must be noted that the removal of the cast or dressing is only the start of your recovery."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Common problems",
    "subtopic": "Thumb pain",
    "text": "A percentage of our patients notice an increase in thumb pain after a distal radius fracture. However, this should settle with time. It is important to keep the thumb moving, but not to over-stress it with repetitive pinching/gripping and twisting activities."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Common problems",
    "subtopic": "Discomfort in the wrist on the side of the little finger",
    "text": "Discomfort in the wrist on the side of the little finger is also common, particularly if you were also diagnosed with an ulna fracture. There is a ligament complex within this area which may have also been injured alongside the fracture. Normally, this does not require any treatment, but it can take months for this discomfort to settle. If this is a particular problem for you, please discuss your symptoms further with your hand therapist or consultant."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Common problems",
    "subtopic": "Numbness or a mild pins and needles sensation",
    "text": "Some numbness or a mild pins and needles sensation may also accompany your injury. This is due to the fact that the nerves may have been aggravated at the point of injury or with the following swelling. This should settle over the following months, but if you feel that the symptoms are becoming more frequent, affecting your hand function and/or becoming increasingly painful, then please contact the department to discuss your symptoms."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Common problems",
    "subtopic": "Tendon rupture (extensor pollicis longus)",
    "text": "Very occasionally, patients with a distal radius fracture develop a rupture (tear) in the long tendon that lifts the tip of the thumb up (extensor pollicis longus). This is a nuisance and patients often decide to have a tendon transfer to restore this function."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Common problems",
    "subtopic": "Slightly different appearance of wrist",
    "text": "Post fracture you may notice that your wrist may have a slightly different appearance. These changes are normally cosmetic in nature, but these changes should not affect your regaining functional use of your wrist."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "0-6 weeks",
    "text": "Focus on regaining movement and light function. You will gradually reduce the use of your splint. Aim to stop wearing the Futura splint after 6 weeks post injury. Begin passive exercises if post-surgery."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "6 weeks",
    "text": "Begin passive exercises if treated with a cast. Begin weight bearing and aim to increase wrist dexterity. (See exercises)."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "8 weeks",
    "text": "You can gradually increase the amount you lift and start to strengthen your wrist. You can now start completing strengthening exercises."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "12 weeks",
    "text": "No restrictions on activity. Your bone is strong enough to return to contact sports and lift heavy weights. It must be noted that the soft tissue and muscles are still recovering, so your wrist is unlikely to feel completely normal at this stage."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "12 weeks +",
    "text": "It is normal to have some mild ongoing swelling, morning stiffness and occasional aches and pains with new or heavy activity."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "Driving",
    "text": "You are allowed to drive when you have full control of the car and can complete all emergency procedures. If you want to drive with your splint on, we would suggest you contact your insurance company."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Time scales",
    "subtopic": "1 year",
    "text": "It can take up to a year until your wrist completely recovered from this injury."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Swelling",
    "text": "Swelling is a common problem post fracture. Controlling your swelling can promote recovery of normal hand function. Elevating your hand regularly throughout the day can help to drain away the fluid. Whilst your hand is raised, try rapidly making a fist 5-10 times. Stroking your hand/wrist can also help to move the swelling. This can be completed using long firm strokes starting from the fingertips in a downward direction towards your elbow. Another option is to apply an ice pack to the area."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Scar",
    "text": "If you have had surgery, you will also be advised to complete regular scar massage. Apply a deep circular massage with firm pressure 3 times daily for approximately 3 minutes to the scar and the surrounding area. You may also use a gentle non-perfumed moisturiser. If your scar feels very sensitive, regular touch will also help to calm this down. Exposing the area to different textures, i.e. sleeves of clothing, will help the wrist adapt to normal stimulus."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Light function",
    "text": "As soon as your cast/dressings are removed, it is important to start to use your injured hand in normal day-to-day activities. You can complete all normal light functional activities such as washing and drying up, getting dressed and using a keyboard. The more you use your wrist and try to regain normal function, the quicker it will recover."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Grip",
    "text": "Regaining finger movement is also a key focus of early stages. We would advise you to regularly complete the finger exercises with a focus on achieving a full fist and extension rather than wriggling the fingers. Alongside these specific exercises, whenever you grip hold of household objects such a toothbrushes, cutlery or hairbrushes, you should attempt to close your fingers fully around the diameter."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Splint",
    "text": "You may have been provided with a splint after your injury e.g. a Futura splint (pictured). We would advise that you gradually start weaning off this in order to strengthen your wrist. Initially, stop wearing the splint at home or when in low risk areas, and then aim to stop wearing your splint at night and when out in public spaces."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Home exercise programme",
    "text": "It is important to complete the exercises provided by your hand therapist/consultant. The aim is for you to recover your range of movement (ROM) and strength post injury. Evidence has shown that regular completion of exercises will improve your outcome post fracture."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Heat",
    "text": "To assist regaining your movement, you may use heat prior to completion of exercises. For example, you may complete your exercises in the shower, or place a hot water bottle/warmed towel on the wrist 5-10 minutes before."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Key elements within your recovery",
    "subtopic": "Pain",
    "text": "It is normal to have some level of discomfort post fracture. This is not an indication of a new injury or that you have unsettled the fracture. We would suggest that you work to the level of an unpleasant stretch. On a pain scale, we would suggest this to be around 5 out of 10 discomfort – this discomfort should settle down quickly on completion of the activity (within 30 minutes). If you are regularly experiencing significant pain, or for a significant period post exercise, please discuss your symptoms further with your hand therapist or consultant."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Finger exercises - Tendon gliding",
    "text": "Complete the sequence of finger exercises. Increase the stretch into each position, using the other hand to assist the movement if the fingers feel stiff."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Thumb exercises - Thumb opposition",
    "text": "Touch the tip of each finger in turn with the tip of the thumb then move the tip of the thumb down the length of the little finger to its base."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Active extension and flexion",
    "text": "Bend the wrist backwards (extension) until you feel tightness. Hold the stretch for the count of 10-15 seconds. Then bend your wrist forwards (flexion) until you feel tightness. Hold the stretch for the count of 10-15 seconds. Repeat 5 -10 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Active supination and pronation",
    "text": "Keeping your elbow tucked into your side, rotate your forearm so the palm of your hand faces upwards (supination) and then rotate your forearm in the opposite direction (pronation). Hold each stretch for the count of 10 -15 seconds in each direction."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Dart throwers motion",
    "text": "Rest your elbow on a table. Hold onto a pen with a light grip. Pretend you are going to throw the pen like a dart by bending your wrist back in the direction of your thumb, and then move your wrist forward towards your little finger. Repeat 5 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Passive extension and flexion",
    "text": "Bend the wrist backwards (extension) until you feel tightness. Then use your other hand to push into the movement. Hold this for 30 seconds. Bend the wrist forwards (flexion) until you feel tightness. Then use your other hand to push into the movement. Hold this for 30 seconds. You may find it easier to complete this exercise with your hand over the side of a table. Repeat 2 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Passive pronation and supination",
    "text": "Keep your elbow tucked into your side. Rotate your forearm so the palm of your hand faces upwards (supination) and then downwards (pronation). Use your other hand to gently push your wrist further into each position. Hold each stretch for the count of 30 seconds in each direction."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Prayer stretch",
    "text": "Place both hands together with your elbows bent (as though praying), ensuring your palms are touching. Slowly bring your hands downwards and bring your elbows out. Ensure the bottom of your palms remain touching throughout. Hold for a count of 30 seconds."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Rolling an object",
    "text": "Rest your hand and wrist on an uneven surface such as a ball, rolled magazine, cushion or water bottle. Without leaning through the object, roll your hand and wrist over it slowly and smoothly. If using a cushion or a ball, try to control your movements in a circular pattern or try to write your name."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Control of forearm rotation",
    "text": "Start with your elbow tucked into your side, your palm is facing upwards and your chosen weight in your hand (e.g. a rolled up magazine as shown in the pictures). Move your hand slowly and smoothly so that your palm is facing downwards. Then slowly return to the starting position. Make sure you keep your elbow tucked into your side throughout the exercise. Repeat 5 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Wrist rehabilitation exercises",
    "subtopic": "Weight-bearing",
    "text": "On a table: While standing, place your hand flat on a table. Lean through the table with 25%, 50%, 75% or 100% of your weight. Hold the position for 5 – 10 seconds.\nOn a wall: Face a wall and stand a little further away than an arm's length away with your feet shoulder width apart. Lift your arms and place your palms flat against the wall at shoulder width apart. Lean into the wall increasing your weight as you feel comfortable to do so. Hold the position for 3-5 seconds.\nOn the floor: While kneeling on the floor place your palms flat on the floor in front of you. Lean into the floor increasing your weight as you are able to tolerate."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening exercises",
    "subtopic": "Isometric exercises",
    "text": "Flexion: Rest your forearm on the table, palm up. Bend (flex) wrist. With your unaffected hand, gently push down on your palm and resist this movement so that your wrist doesn't move. Hold for 3-5 seconds, then relax.\nExtension: Rest your forearm on the table, palm down. Bend wrist back (extension). With your unaffected hand, gently push down on your palm and resist this movement so that your wrist doesn't move. Hold for 3-5 seconds, then relax.\nPronation: Start with your elbow by your side, bent/flexed to 90 degrees. Rotate your forearm so your palm is facing down (pronation). Place your unaffected hand on the back of your wrist, and resist this movement so that your forearm/wrist cannot fully pronate. Hold for 3-5 seconds and then relax.\nSupination: Start with your elbow by your side, bent/flexed to 90 degrees. Rotate your forearm so your palm is facing up (supination). Place your unaffected hand on the back of your wrist, and resist this movement so that your forearm / wrist cannot fully supinate. Hold for 3-5 seconds and then relax."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "General advice",
    "text": "When choosing the correct weight, you should be able to lift the weight 10 times and then your wrist should feel tried. You may need different weights for different exercises. To make the exercises harder you can increase your weight and / or complete extra sets of 10 (up to 3). Tip: Strengthening exercises should be completed every other day."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "Flexion",
    "text": "Holding on to a weight. Begin with your forearm resting on a table palm up, ensuring your wrist is off the edge of the table. Bend (flex) your wrist upwards. Hold for a count of 5 seconds and then slowly lower your wrist. Repeat this movement slowly and smoothly 10 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "Extension",
    "text": "Holding on to a weight. Begin with your forearm resting on a table palm down, ensuring your wrist is off the edge of the table. Bend (extend) your wrist towards you. Hold for a count of 5 seconds and slowly lower your wrist. Repeat this movement slowly and smoothly 10 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "Wrist deviators",
    "text": "Holding on to a weight. Start with your thumb pointing towards the ceiling. Bend your wrist up towards you and hold for a count of 5. Then slowly lower your wrist. Repeat this movement slowly and smoothly 10 times."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "Weighted supination and pronation",
    "text": "Start with your elbow tucked into your side, your palm facing upwards and your chosen weight in your hand. Move your hand slowly and smoothly so that your palm is facing downwards. Slowly return to the starting position. Repeat 5 times. Make sure you keep your elbow tucked in your side throughout the exercise."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Strengthening with weights",
    "subtopic": "Powerball",
    "text": "A gyroscope strengthens the wrist by producing multidirectional movements against resistance. Your therapist will show you how to use a gyroscope. Gyroscopes can be purchased online."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Glossary Of Terms",
    "subtopic": "Definitions",
    "text": "Active - An exercise that uses a person's own muscle to achieve the movement.\nBackslab - A slab of plaster that does not completely encircle the limb and is used for injuries which have resulted in a large amount of swelling. It is secured with a bandage to accommodate the swelling.\nExtension - The act of extending, lengthening or stretching out.\nFlexion - The act of bending a limb.\nFracture - The breaking of a bone.\nPassive - An exercise where the limb is held into a movement by another force - i.e. the other hand.\nPlaster Cast - A bandage stiffened and moulded to the shape of a limb that is broken. Used to support and protect.\nPronation - Rotation of the hand or forearm, the surface of the palm facing downward.\nSplint - Rigid material used to immobilise a fractured or dislocated bone, or to maintain any part of the body in a fixed position. Usually removable.\nSupination - Rotation of the hand or forearm, surface of the palm facing upward."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Educational video links",
    "subtopic": "Video resources",
    "text": "Distal Radius Fracture - Acceptable Alignment at 4 weeks: https://vimeo.com/bsuh/drfractureacceptablealignmentfourweeks\nDistal Radius Fracture - Post-Surgery - 4 weeks: https://vimeo.com/bsuh/orifdrfracture\nDistal Radius Fracture - 6 weeks: https://vimeo.com/bsuh/drfracturesixweeks\nDistal Radius Fracture - 8 weeks: https://vimeo.com/bsuh/drfractureeighweeks"
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Hand Therapy Service contact details",
    "subtopic": "Contact Information",
    "text": "If you have any concerns, please contact us.\nPhone: 01273 696955 Ext. 64116\nEmail: uhsussex.handservicereferrals@nhs.net\nMessages will be checked regularly throughout the working week. If you have any urgent concerns outside of the working week, please contact your local out of hours GP or Accident and Emergency department."
  },
  {
    "heading": "Distal radius fractures - Patient information",
    "topic": "Advice record sheet",
    "subtopic": "Personal Log",
    "text": "This is a blank chart for patients to log their progress with exercises (finger/thumb, wrist movement, stretches, strengthening), swelling management (elevation, ice, massage), weight-bearing, functional activities, and scar management."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Definition and Common Associated Injuries",
    "text": "There are two bones in the forearm, the radius and ulnar. At the wrist joint, the radius is the on the thumb side. The term distal refers to the end of the bone furthest away from the body. This is the most common type of fracture at the wrist. Most fractures will often be accompanied by sprains to the ligaments around the wrist due to being stretched on impact. Due to this, pain can be common the little finger side of the wrist. On occasion, the ulnar side of the wrist may fracture as well, causing a chip of bone to move away from the ulnar styloid. Your doctor will tell you if this is the case."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Treatment",
    "text": "A fracture of the wrist is usually treated by immobilising the wrist in a cast for four to six weeks depending on the severity and alignment of the fracture. If the fracture is not in good alignment, it may require manipulation or surgery to correct it with metalwork fixation."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Post-Fracture Expectations",
    "text": "After any wrist fracture, it is expected that you will have some swelling and stiffness of the wrist, forearm, fingers, and thumb. If you have any excessive swelling that does not improve with elevation and rest, it is advisable to contact your GP or fracture clinic for advice."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Rare Complications (Tendon Tear)",
    "text": "In rare cases, some patients can experience a tear to the long tendon (extensor pollicis longus), which lifts the end joint of the thumb. This may present with the end of the thumb drooping down, and inability to straighten it. This should be checked for before you are discharged. If you have any concerns about this, please contact your physiotherapist."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Recovery Timeline",
    "text": "Complete recovery from a fracture may take up to one year, but you will likely be back to doing lots of normal tasks such as driving by 8-12 weeks following. Everyone is different in how quickly they may recover, so try not to compare yourself to others you may know who have had the same injury."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "What is a distal radius fracture?",
    "subtopic": "Sensation Changes",
    "text": "Sensation changes are also common. Pins and needles or numbness into the fingers or hand may be felt intermittently in the early days due to the nerves becoming irritated or restricted by swelling, or from being stretched at the time of the injury. This usually resolves on its own. If persisting, not improving with elevation, movement and is affecting your function you should contact the department for support as soon as possible for further assessment."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Swelling management",
    "subtopic": "Techniques",
    "text": "• Elevation of the wrist and hand up onto your chest or by resting your elbow onto a comfortable surface.\n• Wearing the splint or some 'tubigrip' bandaging for compression.\n• Ice application for 10-15 minutes maximum. This should only be completed if you cast has been removed. You can use some frozen peas or a gel pack. Ensure to wrap this in a damp towel to protect your skin.\n• Massage can help with swelling, reducing pain and sensitivity of the skin to light touch. Do this using a non-perfumed moisturiser or oil, starting at your hand and pushing up towards the elbow."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Scar Management",
    "subtopic": "Post-Surgical Care",
    "text": "If you have had any surgery to your wrist, it is important that once your wound has healed and the scar has formed that you massage it regularly. This is important for ensuring that your scar doesn't become overly sensitive to light touch. Exposing it to varied textures, e.g. soft, smooth or rough can help to reduce this and ensure the area adapts to normal stimulus such as clothing over the area. Scar massage should be completed for up to three minutes, 3 times a day in a circular motion all along the length of the scar, applying a firm but tolerable pressure. Use a moisturiser when doing this if you wish."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Activity advice",
    "subtopic": "Returning to Light Activities",
    "text": "You should try to begin to use your affected wrist for light tasks once your cast is removed to assist it in regaining range of movement, strength and dexterity. To start with, you should avoid any heavy lifting or carrying, such as using a kettle or pushing a heavy door. Examples of manageable light activities to try:\n• Using your phone\n• Completing personal care e.g. washing, applying make-up, or brushing your hair.\n• Dressing e.g. light clothing, zips and easy buttons,\n• Writing – signing your name or crossword puzzles\n• Washing up light items and wiping tables."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Pain management",
    "subtopic": "Expectations and Guidelines",
    "text": "It is expected to have some degree of discomfort following this injury. When doing exercises, you may feel stiffness, stretching or pulling sensations; these are usual sensations initially. On a pain scale of 0-10, your pain should not increase beyond a 5/10 when completing exercises, and any discomfort should settle within 30 minutes. If you experience pain higher than this, discuss it with your GP or pharmacist. If you are struggling with the exercises, contact your physiotherapy department."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "PIFU – Patient Initiated Follow-Up",
    "subtopic": "Service Explanation",
    "text": "If you have been given this booklet, you should now have been seen by a physiotherapist, or received a phone call consultation. You may now be on an open appointment via our service called ‘PIFU' – patient-initiated follow-up in case of concerns whilst carrying out your physiotherapy treatment at home. This booklet is designed to give you independence with your rehabilitation, but to help you identify when you may need support from a therapist."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Physiotherapy Departments – How to contact us",
    "subtopic": "Contact Numbers",
    "text": "Alexandra Hospital Redditch 01527 512114\nWorcestershire Royal Hospital 01905 760294\nKidderminster Hospital 01562 513066"
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Healing Time Scales – What can I do? When can I progress?",
    "subtopic": "0-6 weeks",
    "text": "Range of movement (ROM) exercises for the fingers, thumb and elbow should be completed whilst in the cast."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Healing Time Scales – What can I do? When can I progress?",
    "subtopic": "6 weeks",
    "text": "Begin active range of movement exercises for the wrist and forearm. Finger, thumb, and elbow exercises should be continued. Aim to wean out of the splint if given one by 8 weeks."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Healing Time Scales – What can I do? When can I progress?",
    "subtopic": "8 weeks",
    "text": "Start to increase the amount you can lift by completing lifting tasks. Lifting activities should not feel strained. You can start to passively stretch into your movements to help regain more range at the joint as tolerated."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Healing Time Scales – What can I do? When can I progress?",
    "subtopic": "12 weeks+",
    "text": "Bone strength at the fracture site will now be increasing. Continue to progress loading with lifting tasks as comfortable. You may wish to start some gentle weight bearing exercises."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Healing Time Scales – What can I do? When can I progress?",
    "subtopic": "1 year post",
    "text": "It may take up to one year to feel that your wrist is fully recovered from this injury, but you should be back doing most of your normal tasks by 12 weeks. You are likely to still see small ongoing improvements up to one-year post-injury."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Exercises (0-6 weeks)",
    "subtopic": "Elbow bend and straighten",
    "text": "Standing up or sitting. Hold a supportive surface if required. Relax your arm and straighten your elbow as much as possible. Slowly, bend your elbow bringing your palm towards your shoulder."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Exercises (0-6 weeks)",
    "subtopic": "Reaching to ceiling",
    "text": "Standing up or sitting. Hold a supportive surface if required. With a straight arm, lift your hand up towards the ceiling to flex the shoulder."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Exercises (0-6 weeks)",
    "subtopic": "Finger flexion – small knuckles",
    "text": "As best as you can, bend just the end joints of your fingers to the touch the top of the palm and the bottom of the palm to the positions shown. Swelling may limit this at first, but trying to do the movements will reduce stiffness."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Exercises (0-6 weeks)",
    "subtopic": "Finger flexion – main knuckles",
    "text": "Keeping the end two small joints of your fingers straight, bend just the main knuckles of your hand as best as you can. Bring the finger tips towards the thumb."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Exercises (0-6 weeks)",
    "subtopic": "Thumb flexion and circles",
    "text": "1) Make a 'thumbs up' sign. Gently circle the thumb as able.\n2) Bend the end joint of your thumb down as able and lift it back up again as shown."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Wrist flexion and extension",
    "text": "Slowly lower your hand down to allow the wrist to bend as far as you can. Lift the hand up to extend the wrist – assist with the other hand to support the weight of your hand if needed."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Forearm pronation and supination",
    "text": "Have your forearm resting on a table or chair. Palm on its side and your hand over the edge. Slowly, turn your hand over to face the palm to the floor. Return to the start position and turn your palm upwards to face the ceiling. Tip – Keep your elbow bent and tucked into your side."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Wrist radial and ulnar deviation",
    "text": "Have your forearm resting on a table or chair with your hand over the edge. Tilt the wrist and hand upwards towards the ceiling and then down towards the floor."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Thumb to finger",
    "text": "Bring your thumb to meet your index finger as if making the 'OK' sign. Then move along to your 3rd, 4th, then 5th fingers. If able, reach for each crease of your 5th finger starting at the top."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Open and close",
    "text": "Make a fist, bringing the fingertips into the palm of your hand. Relax, then spread out your fingers as wide as you can."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 6 exercises",
    "subtopic": "Prayer stretch",
    "text": "Put both palms together with your hands in front of your face. Slowly, lower your hands down towards your chest, lifting the elbows up. Hold for 10 seconds if able, then relax."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises",
    "subtopic": "Table extension",
    "text": "In sitting, place your hand flat on the table. Slowly, lift up your elbow so that you feel a bend in the wrist. Hold for 10 seconds."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises",
    "subtopic": "Flexion with overpressure",
    "text": "Have your forearm supported on a table, with your hand and wrist over the edge, palm facing down. Relax the hand down. Using your other hand, apply a downward stretch. Hold for 10 seconds."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises",
    "subtopic": "Assisted supination and pronation",
    "text": "Clasp your hands together, have your elbows bent to 90 degrees and tucked into your side. Use your other hand to assist the movement of turning your palm upwards and then downwards."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises",
    "subtopic": "Assisted radial and ulnar deviation",
    "text": "Sit with your forearms supported on a table. Clasp your hands together and tilt the wrist and hands up and down."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises",
    "subtopic": "Towel wringing",
    "text": "Roll up a small towel and grip with both hands. Wring out the towel, first moving your hand forward and then backwards like revving a motorbike."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Weighted wrist extension",
    "text": "Using an appropriate weight (around 0.5kg or less to start). Have your forearm supported on a table, palm facing down. Hold the weight and lift it up by bending the wrist. Slowly, lower down again."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Weighted wrist flexion",
    "text": "Have your forearm supported on a table, palm facing up. Hold the weight and lift it up by bending from the wrist. Slowly, lower down again."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Weighted radial deviation",
    "text": "Have your forearm supported on a table, palm facing sideways. Hold the weight and lift it up, tilting the thumb towards the ceiling. Slowly, lower down again."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Weighted ulnar deviation",
    "text": "Stand holding the weight with your palm facing your body. Tilt your hand backwards and upwards. Slowly relax."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Weighted pronation and supination",
    "text": "Have your forearm supported on a table, palm facing sideways. Hold the weight at one end and slowly turn it over so your palm faces up. Next turn it down so the palm faces the floor."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 8 exercises (Weighted)",
    "subtopic": "Theraband ulnar deviation",
    "text": "Using a light exercise resistance band. Hold the other end of the band in your affected hand, with the forearm resting on the table and palm facing sideways. Pull down on the band. Hold briefly and slowly relax."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "Table top weight bearing",
    "text": "Stand in front of a table. Place your palms down onto the table. Gently put some weight through as tolerated. Slowly, shift your weight from one hand to the other. Build up pressure from 25% to 100% as able."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "Wall press-up",
    "text": "Stand facing a wall. Place your hands on the wall just below your shoulder height. Slowly, bend your elbows to bring your body closer to the wall. Straighten your elbows and push your body away from the wall again. Repeat as tolerated."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "4-point kneeling weight bearing",
    "text": "Only complete if you can get into a kneeling position safely. Kneel on the floor with an exercise mat. Place your hands out in front of you. Wrists under the shoulders or slightly further forward. Knees should be under your hips. Practise leaning weight left to right and forwards back over your hands."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "Throwing and catching",
    "text": "Using a light ball. Try to throw it up with your affected side and catch it again. You may also progress to throwing from one hand to the other, or forwards to a partner or wall."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "Supination and pronation with a stick",
    "text": "In sitting or standing, hold the end of a walking stick or umbrella with its handle pointing up. Slowly, turn the stick over left and right, so your palm turns up and down. Control the movement."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Week 12+ Exercises",
    "subtopic": "Radial deviation with a stick",
    "text": "In sitting or standing, hold the end of a walking stick or umbrella with its handle pointing down. Your hand should be on its side, thumb on top. Slowly, tilt the stick up towards the ceiling by bending the wrist upwards. Slowly, lower it back down again."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Patient Support and Feedback",
    "subtopic": "Emergency Advice",
    "text": "If your symptoms or condition worsens, or if you are concerned about anything, please call your GP, 111, or 999."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Patient Support and Feedback",
    "subtopic": "Patient Experience and Feedback",
    "text": "If you have any questions or concerns, please speak with a member of staff. You can share your experience by completing our Friends and Family Test cards. We value your comments and feedback."
  },
  {
    "heading": "DISTAL RADIUS FRACTURE - A REHABILITATION GUIDE",
    "topic": "Patient Support and Feedback",
    "subtopic": "Patient Advice and Liaison Service (PALS)",
    "text": "If you have concerns or questions, you can talk with the nurse in charge or contact the PALS Team for informal help, advice or support. If you are still unhappy, you can contact the Complaints Department. PALS can be contacted by telephone at 0300 123 1732 or via email at: wah-tr.PALS@nhs.net. Opening times are Monday to Friday from 8.30am to 4.00pm."
  }
]