[
  {
    "heading": "Humeral fracture",
    "topic": "Introduction",
    "subtopic": "Injury Overview",
    "text": "You have broken the shaft of your humerus, the middle of the main bone of your upper arm. Many of these fractures can be treated with a brace and will need physiotherapy two to three months after the fracture has happened. To begin with you will feel a lot of discomfort, but the recovery is usually very good."
  },
  {
    "heading": "Humeral fracture",
    "topic": "What will happen after I leave hospital?",
    "subtopic": "Post-discharge Plan",
    "text": "A member of the orthopaedic team will look at the x-rays that were taken in hospital and provide you with a treatment plan within 72 hours. You will get a telephone call from the hospital to explain your treatment plan and to let you know if further imaging is needed. If you have not received a call within 72 hours, please call the trauma coordinator. You will have your first appointment with the orthopaedic team one to two weeks after your fracture, where you will have new x-rays and a skin check."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Why have I been fitted with a brace?",
    "subtopic": "Purpose and Use",
    "text": "You have been fitted with a brace to help with your pain and allow your fracture to heal in a good position. You must wear the brace all the time, but it is important to start exercises as soon as you feel able to prevent stiffness and reduce swelling. You must try to keep the area under your arm as clean as possible without removing the brace. If the brace becomes loose or you experience issues like rubbing, numbness, or severe pain, contact the Plaster Room immediately."
  },
  {
    "heading": "Humeral fracture",
    "topic": "How long will I be in the brace?",
    "subtopic": "Duration",
    "text": "For a simple fracture you will be in the brace for six to eight weeks."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Can I take painkillers?",
    "subtopic": "Pain Management",
    "text": "You should be taking regular painkillers for at least two weeks after leaving the hospital. Do not wait for the pain to become severe before taking them. Keep pain to a bearable level (2 to 3 out of 10). Depending on individual circumstances, you might be prescribed paracetamol, Codeine Phosphate, Tramadol, or Oramorph. Note that Codeine, Oramorph, and Tramadol should not be taken together. If your pain is not controlled, contact your GP or the East Kent Upper Limb Team."
  },
  {
    "heading": "Humeral fracture",
    "topic": "What can I do to help my recovery?",
    "subtopic": "Lifestyle Advice",
    "text": "Smoking advice: It is important to stop smoking as it significantly delays wound healing. Contact your GP or the Stop Smoking Service for support.\nHealthy diet: Healing can take a long time. Limiting alcohol, stopping smoking, eating a healthy diet, and drinking plenty of fluids will help. Some painkillers can cause constipation; a well-balanced diet rich in fruit and vegetables can help avoid this."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Recovery Advice",
    "subtopic": "What is the best position for me to sleep in?",
    "text": "We advise you to sleep in a reclined/sitting up position to help with healing and alignment. Sleeping propped up on pillows in bed or in a reclining armchair may be more comfortable in the early days. A pillow behind your arm can help if you sleep on your back."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Recovery Advice",
    "subtopic": "When can I return to my regular activities?",
    "text": "It may take up to four months before you can return to simple daily activities. This may be longer if your work involves strenuous use of your upper limb."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Recovery Advice",
    "subtopic": "What if I have any questions or concerns?",
    "text": "You can contact your GP, your local Plaster Room, or go to your nearest Urgent Treatment Centre if you experience any problems or have any questions."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Recovery Advice",
    "subtopic": "Will I have follow-up appointments?",
    "text": "Yes. Arrangements will be made for you to have a Fracture Clinic appointment around seven to 10 days after your injury to check the brace and your skin. Decisions about further imaging and follow-up will be made at this appointment. In some cases, an operation may be needed, which will be discussed with you."
  },
  {
    "heading": "Humeral fracture",
    "topic": "When will my physiotherapy begin?",
    "subtopic": "Timeline",
    "text": "Physiotherapy usually starts six to 12 weeks after your injury, depending on whether the x-ray shows your fracture is healing. In the meantime, you should keep moving your arm by following the exercises on pages 7 and 8."
  },
  {
    "heading": "Humeral fracture",
    "topic": "General things you should and should not do while recovering",
    "subtopic": "Do nots and Precautions",
    "text": "Do not rest your arm/elbow on anything. Do not put your injured arm through any sleeves; dress with it under your clothing. Keep your brace dry and avoid baths or showers as you may struggle to get in and out safely and your balance will be affected. To wash under your arm, lean slightly forward and to the side. Use a face cloth and dry the area thoroughly. Do not try to raise your arm."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Physiotherapy exercises while wearing a brace",
    "subtopic": "Week 1 (from injury to first Fracture Clinic appointment)",
    "text": "Wear the brace and sling at all times, even in bed. You may remove the sling part to wash and for exercises, but do not remove the brace.\n- Hand exercises: Open and close your fist 20 times.\n- Wrist exercises (1): Move your wrist up and down 10 to 15 times.\n- Wrist exercises (2): Turn your palm up and down 10 to 15 times.\n- Elbow exercises: Support your injured arm with your other hand. Bend and straighten your elbow 10 to 15 times."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Physiotherapy exercises while wearing a brace",
    "subtopic": "Week 1 (after your Fracture Clinic appointment)",
    "text": "You can take your hand out of the sling to do these exercises but keep the brace on. Continue with the previous exercises and add pendular exercises: Lean forwards, supporting yourself with your other arm. Move your arm forwards and backwards gently. Do this 20 times."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Physiotherapy exercises while wearing a brace",
    "subtopic": "Three weeks after your Fracture Clinic appointment",
    "text": "Take your hand out of the sling for exercises but keep the brace on. Continue with previous exercises and add pendular exercises: Lean forwards, supporting yourself with your other arm. Swing your arm forwards and backwards gently. Do this 20 times."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Physiotherapy exercises while wearing a brace",
    "subtopic": "Six weeks after your Fracture Clinic appointment",
    "text": "If your progress is satisfactory, you will have a physiotherapy appointment and you will be shown further exercises to help maximise your range of movement, strength, and function."
  },
  {
    "heading": "Humeral fracture",
    "topic": "Contact details",
    "subtopic": "Consultants, Physiotherapists, Surgical Preassessment, and Fracture Clinics",
    "text": "This section provides a comprehensive list of contact numbers for various departments across several hospital sites including Kent and Canterbury Hospital, Queen Elizabeth the Queen Mother (QEQM) Hospital, William Harvey Hospital, Buckland Hospital, and Royal Victoria Hospital."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Fracture Care Team: Shared Care Plan",
    "subtopic": "Contact Information",
    "text": "Trust Switchboard for both sites: 0300 131 4500\nFracture clinic and orthopaedic outpatient appointments:\nEastbourne 0300 131 4788\nConquest 0300 131 4861\nCasting Department: Eastbourne 0300 131 5564\nCasting Department: Conquest 0300 131 4860"
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Injury Information and Initial Management",
    "subtopic": "Diagnosis and Healing",
    "text": "You have sustained a fracture to the middle portion of your humerus (upper arm bone). This normally takes between 9-12 weeks to unite (heal). Once the fracture begins to heal it is important to keep the shoulder moving to prevent stiffness. Start elbow and wrist exercises as soon as comfort allows. The main aim is to restore enough movement to perform day to day activities once the fracture has healed."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Injury Information and Initial Management",
    "subtopic": "Pain and Comfort",
    "text": "You may find it more comfortable to sleep propped up with pillows. Take pain killers as required. If you are worried that you are unable to follow this rehabilitation plan, or have any questions, then please phone the Fracture Care Team for advice."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Injury Information and Initial Management",
    "subtopic": "Important Checks and Brace Use",
    "text": "It is important that you have feeling in your hand and that you can wiggle your fingers. If this is not the case please let us know. You will also have your arm in a sling. Your hand should be supported higher than your elbow. Your sling should be worn 24 hours a day underneath your clothes. If you have any problems with your brace (e.g., pinching, slipping, rash), please contact the casting department."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Injury Information and Initial Management",
    "subtopic": "Follow-up and Treatment Plan",
    "text": "You will have an appointment in the fracture clinic. It is uncommon to have an operation because most fractures heal better without surgery. The Consultant, Specialist, Registrar or Practitioner will talk through your options. You may have another x-ray to guide your treatment and rehabilitation plan."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Management / Rehabilitation plan",
    "subtopic": "Weeks 0-1 (until first fracture clinic appointment)",
    "text": "Wear the brace & sling all the time, even in bed at night. You may remove the sling for personal hygiene and for your exercises but do not remove the brace. Do your initial exercises three times a day."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Management / Rehabilitation plan",
    "subtopic": "Weeks 1-6",
    "text": "You will be reviewed in the Fracture Clinic at approximately 1 week after your injury. The Specialist you see will advise you on further exercises and on-going management. You will be advised when the brace and sling may be removed. Most people require a splint or sling, with exercises, for several weeks."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Smoking cessation",
    "subtopic": "Advice",
    "text": "Medical evidence suggests that smoking prolongs fracture healing time. In extreme cases it can stop healing altogether. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery. For advice and support, visit http://smokefree.nhs.uk or discuss with your GP."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Initial Exercises to do 3 times a day",
    "subtopic": "Finger and wrist exercises",
    "text": "Open and close your hand as shown 10-15 times. Then move your wrist up and down 10-15 times. After a few days, hold a soft ball / ball of socks. Squeeze the ball as hard as possible without pain. Hold for 5 seconds and repeat 10 times."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Initial Exercises to do 3 times a day",
    "subtopic": "Elbow Bend to Straighten",
    "text": "Bend and straighten your elbow as far as you can go without pain and provided you feel no more than a mild to moderate stretch. You can use your other arm to assist if necessary."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Initial Exercises to do 3 times a day",
    "subtopic": "Forearm Rotations",
    "text": "Begin this exercise with your elbow at your side and bent to 90 degrees. Slowly rotate your palm up and down as far as you can go without pain and provided you feel no more than a mild to moderate stretch. You can use your other arm to assist if necessary. Repeat both exercises 10 - 15 times provided there is no increase in symptoms."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Initial Exercises to do 3 times a day",
    "subtopic": "Postural awareness",
    "text": "In standing or sitting with or without your sling on. Think about bringing your shoulders back and squeezing your shoulder blades together as shown in the picture. Hold the position for 30-60 seconds and repeat 5 times provided there is no increase in symptoms."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "Initial Exercises to do 3 times a day",
    "subtopic": "Shoulder pendular exercises",
    "text": "Stand and lean forward supporting your injured arm with your other hand as shown in the picture. Try to relax your injured arm. 1. Assist your arm slowly and gently forwards and backwards. 2. Assist your arm slowly and gently side to side. Continue for approximately 1-2 minutes in total provided there is no increase in symptoms. Remember to try and relax your arm."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "General Information",
    "subtopic": "Sources of information",
    "text": "This information leaflet has been developed by the Fracture Care Team at Brighton and Sussex University Hospitals Fracture Care Team and adapted for use at East Sussex Healthcare NHS Trust. Information updated during the COVID-19 pandemic to ensure that patients with injuries have information, support and care despite social distancing."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "General Information",
    "subtopic": "Important information",
    "text": "This patient information is for guidance purposes only and is not provided to replace professional clinical advice from a qualified practitioner."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "General Information",
    "subtopic": "Your comments",
    "text": "We are always interested to hear your views about our leaflets. If you have any comments, please contact the patient experience team on 0300 131 4784 or esh-tr.patientexperience@nhs.net."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "General Information",
    "subtopic": "Hand hygiene",
    "text": "We are committed to maintaining a clean, safe environment. Hand hygiene is very important in controlling infection. Alcohol gel is widely available at the patient bedside for staff use and at the entrance of each clinical area for visitors to clean their hands before and after entering."
  },
  {
    "heading": "Midshaft Humerus Fracture",
    "topic": "General Information",
    "subtopic": "Other formats",
    "text": "If you require any of our leaflets in alternative formats, such as large print or alternative languages, please contact the Equality and Human Rights Department on 0300 131 4434 or esh-tr.AccessibleInformation@nhs.net"
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "What is my diagnosis?",
    "subtopic": "Definition and Prognosis",
    "text": "You have fractured (broken) the bone in the upper arm called the humerus. This bone connects the shoulder joint to the elbow joint. The type of injury you have suffered is painful but most often heals without the need for surgery. You should have been provided with a special brace and sling (see picture at the bottom of the page)."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "What happens next?",
    "subtopic": "Follow-up and Treatment",
    "text": "You will receive an appointment in the fracture clinic around two weeks after injury. Most patients are treated in the brace for around 8 weeks to allow the bones to heal. Occasionally surgery is needed if the bone is stubborn to heal."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "Key points",
    "subtopic": "Management at Home",
    "text": "• A humerus fracture is sore and you may need painkillers\n• The splint stops the bones moving too much and encourages the two ends to heal to one another\n• The splint should be left on at all the times between appointments, but the sling around the wrist can be removed when you are dressing, washing, or sitting down.\n• Take off the sling a few times each day to bend and straighten your elbow to avoid it getting stiff\n• You can still use your hand for simple day to day tasks."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "What can I expect during my recovery?",
    "subtopic": "Recovery Timeline and Activities",
    "text": "• The pain will begin to settle around 2 to 3 weeks after injury\n• The injury will heal over the course of 8 to 12 weeks\n• Smoking delays healing- please consider reducing or stopping to try and speed up your recovery\n• You will attend clinic every other week where the brace is removed to allow the skin to be cleaned\n• There is no specific time you can drive again. It is illegal to drive when wearing a sling, splint, cast, or moonboot. As you recover, it is your legal responsibility to be certain before you return to driving that you are able to control your vehicle normally and safely."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "What if my arm doesn't heal?",
    "subtopic": "Non-union",
    "text": "Occasionally the two bone ends do not heal (around one in 10 patients). You will have regular follow up with your surgeon who will be able to discuss the options for surgery."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "Get in touch",
    "subtopic": "General Queries",
    "text": "Please get in touch via our trauma email if you have queries about your injury: traumaenquiriesRIE@nhslothian.scot.nhs.uk. If you do not receive a reply after 3 working days call our Monday-Friday helpline (8am-4pm): 0131 242 3410."
  },
  {
    "heading": "Patient Information Sheet - 12: Humeral Shaft Fracture",
    "topic": "Urgent issues",
    "subtopic": "Contact Information for Urgent Care",
    "text": "Please call the department where you were initially seen about your injury:\n• RIE Minor Injuries Unit: 0131 242 3942 (8am- midnight, if after midnight contact RIE Emergency Department 0131 242 1300)\n• WGH Minor Injuries Clinic: 0131 536 3468 (9am-8:30pm)\n• SJH Emergency Department: 01506 523 011 (24 hours)"
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "Abstract",
    "subtopic": "Overview",
    "text": "Humeral shaft fracture is a common injury treatable either conservatively with functional bracing or surgically. Current evidence suggests that indications for conservative treatment may need re-examination due to an increasing rate of nonunion. This article reviews the indications for surgery, including open reduction and internal fixation (ORIF), minimally invasive plate osteosynthesis (MIPO), and intramedullary nailing (IMN). It discusses the advantages and disadvantages of each technique to aid in selecting the appropriate approach. ORIF remains relevant for simple fractures. MIPO is a less invasive option providing relative stability. IMN is another option, with newer designs encouraging its use. The article also covers the evolving methods for managing concomitant radial nerve palsy, including the use of ultrasound for diagnosis."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "1. Introduction",
    "subtopic": "1.1. Conservative treatment revisited",
    "text": "Conservative treatment for humeral shaft fractures, particularly functional bracing, has long been considered effective, offering advantages like a lower risk of infection and radial nerve palsy compared to surgery. However, classic studies showing excellent outcomes have not been consistently reproduced. Recent randomized trials comparing functional bracing with internal fixation have shown that while internal fixation did not significantly improve functional outcomes, a notable percentage (25%) of the bracing group experienced nonunion requiring conversion to surgery. Other studies have also highlighted the risk of nonunion with conservative treatment, particularly in fractures with comminution, segmental patterns, or in patients unable to tolerate bracing."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "1. Introduction",
    "subtopic": "Indications for Conservative and Operative Treatment",
    "text": "The location of the fracture is important for determining suitability for bracing. Fractures between the superior border of the pectoralis major and 5 cm above the olecranon fossa are generally suitable. Factors that increase the risk of nonunion with bracing include obesity, large breasts, proximal third fractures, transverse or short oblique patterns, and a large fracture gap. A certain degree of malunion is acceptable due to the shoulder's compensatory range of motion. For patients managed conservatively, the Sarmiento functional brace is the most popular method. Rehabilitation involves a period of immobilization in a U-slab followed by a transition to the functional brace, with a gradual increase in shoulder and elbow motion. Indications for operative treatment include segmental fractures, vascular injury, radial nerve palsy after closed reduction, open fractures, floating elbow, polytrauma, and failed conservative treatment."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "Operative Treatment Techniques",
    "subtopic": "Fixation Principles and MIPO",
    "text": "The choice of fixation follows the principles of absolute stability for simple fractures (AO/OTA type A) and relative stability for multifragmentary fractures. Open Reduction and Internal Fixation (ORIF) with a compression plate is a useful technique for simple fractures. Minimally Invasive Plate Osteosynthesis (MIPO) is well-accepted for its benefits of less soft tissue dissection and reduced risk of iatrogenic nerve injury. Various MIPO approaches (anterior, anteromedial, anterolateral, posterior) have been developed to address fractures at different locations along the humeral shaft."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "Operative Treatment Techniques",
    "subtopic": "Intramedullary Nailing (IMN)",
    "text": "IMN is another option for humeral shaft fixation. Compared to ORIF, IMN has a lower risk of infection and postoperative radial nerve palsy but a higher risk of shoulder impingement. Newer straight nail designs with more medial entry points aim to reduce the risk of tendon injury and shoulder impingement that was common with older curved nails. Indications for IMN include complex comminuted, segmental, or long wedge fractures, especially in patients with comorbidities like obesity or polytrauma. The surgical technique can be antegrade (from the shoulder) or retrograde (from the elbow)."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "Operative Treatment Techniques",
    "subtopic": "Rehabilitation and Complications",
    "text": "Postoperative rehabilitation for both MIPO and IMN allows for early active motion of the shoulder and elbow, with weight-bearing restrictions for about 6 weeks. A common complication of minimally invasive techniques is iatrogenic nerve injury, particularly to the radial nerve. Understanding the anatomy and using careful dissection are crucial. Malalignment is another common complication."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "1.3. How to deal with radial nerve palsy",
    "subtopic": "Management of Radial Nerve Palsy (RNP)",
    "text": "Approximately 10-25% of humeral shaft fractures are associated with radial nerve palsy (RNP), and 70-90% of these cases resolve spontaneously. Fractures at the middle and distal one-third of the shaft are at a higher risk. The management of primary RNP with a closed fracture is still debated. Historically, observation for 3-4 months was recommended. More recently, early exploration is thought to improve nerve recovery rates. The incidence of RNP after surgery is about 6%. Currently, ultrasound is widely used to detect nerve continuity, entrapment, or laceration in closed fractures with RNP. If the nerve has continuity, conservative treatment is recommended. If continuity is lost, exploration is compulsory."
  },
  {
    "heading": "Humerus shaft fractures, approaches and management",
    "topic": "2. Conclusions",
    "subtopic": "Summary",
    "text": "Various strategies are available to treat a humerus shaft fracture. Conservative treatment requires close follow-up. The selection of surgical fixation (ORIF, MIPO, IMN) depends on the fracture characteristics and the desired mode of healing. All techniques have advantages and disadvantages. Most instances of primary radial nerve palsy with humeral shaft fracture spontaneously self-recover. The use of ultrasound to evaluate the continuity of the radial nerve is recommended."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Key Points",
    "subtopic": "Summary",
    "text": "■ Humeral shaft fractures are relatively common, representing approximately 1% to 5% of all fractures.\n■ Conservative management is the treatment of choice for most humeral shaft fractures and offers functional results and union rates that are not inferior to surgical management.\n■ Age and oblique fractures of the proximal third are risk factors for nonunion. Surgical indication threshold should be lower in patients older than 55 years presenting with this type of fracture.\n■ Functional outcomes and union rates after plating and intramedullary nailing are comparable, but the likelihood of shoulder complications is higher with intramedullary nailing.\n■ There is no advantage to early exploration of the radial nerve even in secondary radial nerve palsy."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Introduction",
    "subtopic": "Epidemiology",
    "text": "Humeral shaft fractures (HSF) are relatively common, representing approximately 1% to 5% of all fractures. The annual incidence ranges from 13 to 20 per 100,000 persons. HSF have a bimodal age distribution with the first peak in men aged 21 to 30 years following high-energy trauma (commonly resulting in comminuted fractures), and the second peak in women aged 60 to 80 years following low-energy trauma."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Patient evaluation",
    "subtopic": "History and physical examination",
    "text": "A detailed history including the mechanism of injury, neurological symptoms, and associated injuries is essential. Fractures from low-energy trauma should raise suspicion of poor bone quality (osteoporosis or oncologic disease). The physical examination should assess for pain, swelling, deformity (usually varus angulation), and open wounds. A critical part of the initial and subsequent examinations is the assessment of radial nerve function. Radial and ulnar pulses should also be assessed."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Patient evaluation",
    "subtopic": "Imaging studies",
    "text": "Plain radiographs (AP and lateral) are usually sufficient to confirm the diagnosis. Additional radiographs of the shoulder and elbow are recommended if there is suspicion of associated joint injury. MRI is not routinely performed but may show associated shoulder abnormalities like subacromial bursitis or rotator cuff tears. CT-angiograms should be conducted if there is any doubt about the quality of pulses."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Management",
    "subtopic": "Decision making and Surgical Indications",
    "text": "Management options include conservative treatment (functional brace), open reduction and internal fixation (ORIF) with a plate, or closed reduction and intramedullary nailing (IMN). Most undisplaced or minimally displaced HSF are treated conservatively. Surgical indications are divided into three groups: 1) Local conditions (e.g., severe soft tissue injury, pathological fracture, segmental fracture), 2) Associated injuries (e.g., polytrauma, floating elbow, vascular injury), and 3) Conservative treatment failure (e.g., unacceptable alignment, delayed union, nonunion)."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Management",
    "subtopic": "Conservative treatment",
    "text": "Non-operative treatment is considered the gold standard. The functional brace, introduced by Sarmiento, uses the principle of hydraulic compression of soft tissues to stabilize the fracture. The treatment is a stepwise process, starting with a hanging cast or U-shaped splint for 1-2 weeks, followed by a prefabricated functional brace. The brace is worn until union, typically at 10 to 12 weeks. Union rates range from 77.4% to 100%. However, proximal third fractures, oblique fractures, and transverse fractures have shown higher risks of nonunion. Risk factors for nonunion include smoking, female sex, initial displacement, and age older than 55 years."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Surgical treatment: open reduction and internal fixation with a plate",
    "subtopic": "Indications and Technique",
    "text": "Radial nerve palsy (RNP) in HSF is not an absolute indication for surgery due to a high rate of spontaneous recovery. Vascular injury requiring repair is an absolute indication for surgical management. The anterolateral approach is classic for proximal and middle third fractures. Distal third fractures are often exposed through a triceps-splitting approach. The optimal plate construct is a 4.5 mm plate covering at least six cortices above and below the fracture. Locking screws are controversial but can be advantageous in poor bone quality."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Surgical treatment: open reduction and internal fixation with a plate",
    "subtopic": "Reported outcomes",
    "text": "Union rates after plating range from 87% to 96%, with an average time to union of 12 weeks. The complication rate is 5% to 25%, most commonly infection, nonunion, and malunion. Iatrogenic RNP is a significant risk, with rates varying by surgical approach."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Surgical treatment: intramedullary nailing",
    "subtopic": "Indications and Technique",
    "text": "Intramedullary nailing (IMN) offers biomechanical advantages over plating. Surgical indications are similar to plating, but IMN may be superior for pathological fractures, segmental lesions, and fractures in osteopenic bone. The procedure is typically done with the patient in a beach chair position, using an antegrade approach through a deltoid-splitting incision. The entry point is critical to avoid rotator cuff damage. Reaming may be necessary."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Surgical treatment: intramedullary nailing",
    "subtopic": "Reported outcomes and Comparison",
    "text": "The literature on IMN outcomes is inconsistent, with nonunion rates reported between 0% and 14%. Shoulder complications like pain, impingement, and loss of motion are common, particularly with older nail designs. Studies comparing IMN and plating have found no significant difference in union rates or functional outcomes, but a higher likelihood of shoulder complications and hardware removal with IMN."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Surgical treatment: external fixation",
    "subtopic": "Indications and Technique",
    "text": "External fixation is a rare option, reserved for cases like polytrauma with severe soft tissue damage, contaminated open fractures, or associated vascular injuries requiring rapid stabilization. Excellent knowledge of neurovascular anatomy is required to safely position the pins."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Special considerations",
    "subtopic": "Holstein-Lewis fracture and Radial nerve palsy",
    "text": "The Holstein-Lewis fracture is a spiral fracture of the distal third of the humerus, with a high association (22%) with radial nerve palsy (RNP). However, it is not an absolute indication for surgery, as conservatively managed cases have been shown to achieve union with eventual nerve recovery. RNP is the most common nerve injury with HSF, with a prevalence of 11.8%. Spontaneous recovery occurs in over 70% of cases. Secondary RNP (after treatment) has a significantly higher recovery rate than primary RNP. Early exploration of the nerve is generally not advantageous, unless there are other indications for surgery. If no recovery is observed by 10 to 12 weeks, an EMG should be performed and exploration discussed."
  },
  {
    "heading": "Humeral shaft fractures",
    "topic": "Summary",
    "subtopic": "Key Conclusions",
    "text": "Conservative treatment remains the choice for most HSF, offering good outcomes in at least 80% of patients. If alignment is not acceptable, surgery should be considered, especially in patients over 55 with proximal third oblique fractures. Surgical management with either plating or IMN shows no significant difference in union rates or nerve complications, but the risk of shoulder complications is higher with IMN. The rotator cuff must be managed with great care during IMN."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Importance and Objective",
    "text": "Humeral shaft fractures are routinely managed nonoperatively, but this may be associated with higher nonunion rates and inferior functional outcomes compared to operative fixation. The objective of this study was to assess whether there is any difference in outcome between surgery and functional bracing for adults with an isolated, closed humeral shaft fracture."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Design, Setting, and Participants",
    "text": "This was a prospective, superiority, parallel-group randomized clinical trial conducted at an academic major trauma center in the UK between September 2018 and October 2023. It included 70 adults with an isolated, closed humeral shaft fracture. Patients were reviewed at 2 and 6 weeks, and 3, 6, and 12 months postintervention."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Interventions",
    "text": "Patients were randomized to either open reduction and plate fixation (n=36) or functional bracing (n=34)."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Main Outcomes and Measures",
    "text": "The primary outcome was the Disabilities of the Arm, Shoulder, and Hand (DASH) score at 3 months postintervention. Secondary outcomes included health-related quality of life, pain, range of motion, and complications."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "The study included 70 patients (mean age, 49 years). At 3 months, the operative group had a significantly better DASH score. Surgery was also associated with superior DASH scores at 6 weeks, and better quality of life scores at various time points. Brace-related dermatitis was more common in the nonoperative group. There were 8 nonunions (11%) overall (6% in operative vs 18% in nonoperative group, P=.14)."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Abstract",
    "subtopic": "Conclusions and Relevance",
    "text": "For patients with a humeral shaft fracture, surgery conferred early functional advantages over bracing. However, these benefits should be considered in the context of potential operative risks and the absence of any difference in outcomes at 1 year."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Introduction",
    "subtopic": "Background and Rationale",
    "text": "Humeral shaft fractures (HSFs) are common, and while functional bracing is often the preferred treatment, it may be associated with higher rates of nonunion and inferior long-term outcomes. Although meta-analyses suggest advantages of surgery, they have included nonrandomized or retrospective studies. There is a lack of high-quality randomized clinical trial (RCT) data comparing the standard of open reduction and plate fixation with functional bracing. This study aimed to determine if there was a functional difference between operative and nonoperative management for HSFs."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Methods",
    "subtopic": "Study Design and Participants",
    "text": "The HU-FIX Study was a superiority design, pragmatic, prospective RCT conducted at a single major trauma center in the UK. All adults (16 years or older) with an isolated, closed fracture of the humeral diaphysis were considered for inclusion. Exclusion criteria included absolute indications for either nonoperative or operative management, pathological fractures, and patients medically unfit for surgery or unable to comply with follow-up."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Methods",
    "subtopic": "Randomization and Interventions",
    "text": "Patients were randomized 1:1 to either operative management (open reduction and plate-and-screw fixation) or nonoperative management (functional brace fitted within 2 weeks). Definitive care was overseen by one of 12 consultant orthopedic trauma surgeons."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Methods",
    "subtopic": "Outcome Assessment",
    "text": "The primary outcome was the Disabilities of the Arm, Shoulder and Hand (DASH) score at 3 months postintervention. Secondary outcomes included various Patient-Reported Outcome Measures (PROMs) like EuroQol (EQ-5D, EQ-VAS) and SF-12, as well as clinical measures like range of motion (ROM), complications, and radiographic alignment."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Results",
    "subtopic": "Patient Flow and Baseline Characteristics",
    "text": "Seventy patients were randomized (36 to surgery, 34 to bracing). There were no baseline differences between the groups. Six patients (9%) had a radial nerve palsy at presentation, all of which resolved."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Results",
    "subtopic": "Primary and Secondary Outcomes",
    "text": "At the 3-month primary endpoint, the mean DASH score was significantly better (lower) in the operative group (24.45 vs 39.44). Surgery was also associated with superior DASH scores at 6 weeks and superior health-related quality of life (HRQOL) at 6 weeks and 3-6 months. The operative group had superior recovery of shoulder and elbow ROM at 6 weeks and 3 months. Brace-related dermatitis was more common in the nonoperative group (18% vs 3%). The nonunion rate was higher in the bracing group (18% vs 6%), but the difference was not statistically significant. The rate of return to sport was superior in the operative group."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Discussion",
    "subtopic": "Interpretation of Findings",
    "text": "This RCT showed that surgery conferred superior early upper-limb function, HRQOL, and pain scores compared to bracing for isolated, closed HSFs. These early benefits should be weighed against potential operative complications, especially as there were no differences in patient-reported outcomes at 1 year. The findings are consistent with previous RCTs showing superior early function with surgery. The increased rate of nonunion with bracing is clinically relevant, especially given the inferior outcomes of successful nonunion surgery compared to primary union."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Discussion",
    "subtopic": "Limitations",
    "text": "The study was performed at a single center, which may limit generalizability. Blinding of participants and surgeons was not possible. The primary outcome measure (DASH) does not distinguish between injured and uninjured limbs, which could inflate scores. The study was also likely underpowered to detect a difference in DASH scores at 6 and 12 months due to loss to follow-up."
  },
  {
    "heading": "Operative vs Nonoperative Management of Fractures of the Humeral Diaphysis - The Humeral Shaft Fracture Fixation Randomized Clinical Trial",
    "topic": "Conclusions",
    "subtopic": "Summary",
    "text": "In conclusion, for an isolated closed HSF, surgery conferred early advantages in terms of upper-limb function, HRQOL, pain, and ROM. However, these functional benefits were transient and should be weighed carefully against the risk of operative complications. Early surgery for patients at the greatest risk of nonunion may be the most appropriate strategy."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Information for Patients",
    "subtopic": "What is a humeral shaft fracture?",
    "text": "You have fractured the middle part of your upper arm. These fractures occur away from the shoulder and elbow joints and can involve injury to one of the nerves in the arm, called the radial nerve. This nerve wraps around the upper arm and travels down to the hand. Injury to this nerve can cause an altered sensation over the back of the hand and some weakness to some of the muscles of the hand and wrist, which results in being unable to pick things up or carry things in the affected hand. The damage to this nerve is usually temporary and complete recovery of the nerve happens within three to four months for 90% of patients."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Information for Patients",
    "subtopic": "Treatment and Brace",
    "text": "You will have been placed into a brace to help the fracture to heal. This can take several months. At first, you will require help from others in applying the brace and for hygiene purposes."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Information for Patients",
    "subtopic": "Symptoms and Comfort",
    "text": "Swelling and bruising at the fracture site is normal. Simple, over-the-counter pain killers will help to reduce swelling and pain. You may find sleeping upright for the first few weeks more comfortable. You may also feel that your arm is floating, which is a common feeling."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Patient Instructions",
    "subtopic": "You should:",
    "text": "• Keep your wrist and fingers moving to prevent stiffness.\n• Use your collar and cuff sling to hold your arm in a comfortable position."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Patient Instructions",
    "subtopic": "You should not:",
    "text": "• Put pillows under your elbow.\n• Remove the brace for any reason.\n• Drive whilst wearing the brace.\n• Miss your appointment with the consultant."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Follow-up",
    "subtopic": "Appointment and Brace Issues",
    "text": "At your appointment, the upper arm will be x-rayed again in order to check the position of the fracture. The consultant will then discuss further options for managing your injury at this appointment. If you have any problems with your brace, you should contact the clinic. These problems include: pinching of the skin or arm swelling, the brace slipping down, or skin irritation/rash."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Problems and further advice",
    "subtopic": "Contact Information",
    "text": "A fracture liaison service is available, and advice can be given over the telephone. If you develop any issues or have concerns/questions we advise you seek help. Call the fracture liaison nurses on 01623 622515, extension 4114 between 8am and 4pm, Monday to Friday. Outside of these hours, or for urgent advice, please go to your nearest Emergency Department."
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Further sources of information",
    "subtopic": "External Resources",
    "text": "NHS Choices: www.nhs.uk/conditions\nOur website: www.sfh-tr.nhs.uk"
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Patient Experience Team (PET)",
    "subtopic": "Support Services",
    "text": "PET is available to help with any of your compliments, concerns or complaints, and will ensure a prompt and efficient service.\nKing's Mill Hospital: 01623 672222\nNewark Hospital: 01636 685692\nEmail: sfh-tr.PET@nhs.net"
  },
  {
    "heading": "Humeral shaft fractures - Discharge advice",
    "topic": "Accessibility",
    "subtopic": "Alternative Formats",
    "text": "If you would like this information in an alternative format, for example large print or easy read, or if you need help with communicating with us, for example because you use British Sign Language, please let us know. You can call the Patient Experience Team on 01623 672222 or email sfh-tr.PET@nhs.net."
  }
]