[
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Introduction",
    "subtopic": "General Information",
    "text": "Please refer to standards for closed and open fractures which should be used alongside these specific guidelines. These are common injuries that usually do well with minimal intervention."
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "First Aid Measures",
    "subtopic": "Initial Management",
    "text": "For all first aid measures and triage category please see Hand Injury Triage guidelines at https://www.bssh.ac.uk/hand_trauma_app.aspx"
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Decision making",
    "subtopic": "Conservative vs. Operative Management",
    "text": "As with all closed fractures operative management should only be chosen where there is a clear functional benefit which counteracts the risk of complications involved in intervening. Impacted and volarly angulated 5th metacarpal neck fractures will heal without significant functional impact on the grip strength. Manipulation does not improve the outcome other than as part of an operative intervention as below. Conservative management is indicated for all cases of simple impacted fractures."
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Decision making",
    "subtopic": "Indications for Operation",
    "text": "Consider operating for:\n- Rotational deformity\n- Complex or unusual fracture configuration (e.g. oblique)\n- Complete off ending of distal part\n- Open injuries (Where there is a wound associated with the fracture this should be excised and washed out within 24 hours. The stability is then assessed and a decision made on operative intervention along the same lines as if the fracture were closed)\n- Patients with occupations for whom a prominent metacarpal head in the palm might impair function"
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Non-operative management",
    "subtopic": "Standard Approach",
    "text": "Non-operative management is appropriate for the majority of 5th MC neck fractures and can be achieved with a single appointment. Buddy taping and early motion of the digit is the most common intervention required for this fracture. Where this option is selected the patient should receive clear written advice as to when and how to make contact should they need hand therapy assistance. An ulnar gutter Position of Safe Immobilisation (POSI) splint followed by referral to hand therapy should be available for patients who have excessive pain/swelling or a MCP joint extension deficit of >45 degrees."
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Operative management",
    "subtopic": "Referral and Technical Options",
    "text": "Refer to Open and Closed Hand Fracture standards for Timing, Staff, Equipment, and Environment.\nTechnical:\n- Bouquet wiring or plating have lower complication rates than transverse wiring\n- Other options include intramedullary cannulated screws"
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Therapy requirements post-operatively",
    "subtopic": "Referral",
    "text": "Refer to Open and Closed Hand Fracture standards"
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "Audit",
    "subtopic": "Audit Points",
    "text": "Regular or rolling audits of:\n- Infection rate\n- Rate of re-operation for various fixation methods; e.g. removal of metalwork, tenolysis and osteotomies\n- Number of hospital visits/interventions"
  },
  {
    "heading": "Fifth metacarpal neck fractures",
    "topic": "References",
    "subtopic": "List of sources",
    "text": "1. Shuang-Le Zong, MD, Gang Zhao, MD, et al. Treatments for the Fifth Metacarpal Neck Fractures; A Network Meta-analysis of Randomized Controlled Trials. Medicine (Baltimore). 2016; 95(11): e3059\n2. N. Sletten, J. C. Hellund, B. Olsen, et al. Conservative treatment has comparable outcome with bouquet pinning of little finger metacarpal neck fractures: a multicentre randomized controlled study of 85 patients J Hand Surg Eur Vol. 2015;40(1):76-83\n3. Ford DJ, Ali MS, Steel WM. Fractures of the fifth metacarpal neck: is reduction or immobilisation necessary? J Hand Surg Br. 1989 May;14(2):165-7.\n4. Kolitz KM, Hammert WC, Vedder NB, Huang J Metacarpal fractures, treatment and complications. Hand 2014; 9 (1) 16-23\n5. Midgely R, Toeman A Evaluation of an evidenced based patient pathway for non surgical and surgically managed metacarpal fractures. Hand Therapy (2011) 16:1: 19-25\n6. Kvenmo H Metacarpal neck fractures in Fractures of the hand and carpus FESSH 2018 Instructional course book chapter 23 page 223-231"
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Preface",
    "subtopic": "Purpose and Scope",
    "text": "This chapter is included for those surgeons who have the time, knowledge, expertise and equipment to handle hand fractures. Many general surgeons in remote hospitals may not have the time to treat hand fractures, even though it is important to the individual patient to have a functional hand. If the surgeon is comfortable in treating fractures, then this chapter will enable one to treat fractures of the hand in district hospitals in the Sub-Saharan area. Most closed hand fractures will be splinted or casted with or without attempted manipulation. With most closed fractures closed treatment is best and allows for good and rapid healing. This chapter is written to give guidelines for those closed fractures that are grossly displaced, angulated or rotated and for the treatment of open fractures. Common dislocations will also be covered. Attempt will be made to give the surgeon a simple method for treating these injuries with the equipment and technology that is available in district hospitals."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Introduction",
    "subtopic": "Challenges and Context",
    "text": "Traumatic injuries to the hand present a significant challenge to the general surgeon because of the complex anatomy and the endless number of possible traumatic scenarios. Injuries can range from simple closed fractures to complex open wounds that involve both fractures and injuries to tendon and neurovascular structures. The goal of this chapter will be to describe the common fractures/dislocations and treatment options within a clinical context that has limited diagnostic and treatment capabilities (e.g., C-arms with fluoroscopy and small plates and screws)."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Introduction",
    "subtopic": "Relevant Factors in Developing World Context",
    "text": "There are several factors that are especially relevant when considering fractures/dislocations of the hand in the developing world context:\n1) Delay in seeking medical attention\n2) Delay in treatment because of other life or limb threatening injuries\n3) Forced dependency on physical exam with the lack of specialized diagnostic capabilities\n4) The lack of available internal and external fixation devices for stabilization of hand fractures/dislocations (Indian suppliers of these can be found across Africa now).\n5) Non-compliance in postoperative follow-up for wound care and physical therapy\n6) The general lack of trained therapists for rehabilitation after hand injuries"
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Introduction",
    "subtopic": "Editor's Note on Open Reduction",
    "text": "(Editor's Note: Open reduction and internal fixation should only be carried out for the most severe of closed hand fractures. Open reduction is not without complications and scarring after open reduction will often leave the patient's hand stiffer than it would have ever been—maybe reduced but non-functional. A painful non-union in a hand that moves is better and easier treated than a painless union in a stiff hand. If the wound is already open, then one should go ahead and fix significantly displaced or angulated fractures and dislocations.)"
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Initial Evaluation",
    "subtopic": "History and Physical Exam",
    "text": "All fractures and dislocations involving the metacarpals and phalanges should be assessed in a thorough and thoughtful manner. An appropriate history and physical exam must be performed. Concerns include:\n- The time since the injury occurred, hours, days, weeks, or even months\n- Specific site of pain, tenderness, swelling, deformity, and if there is an open wound\n- Determine if inability of movement is secondary to pain, fracture, tendon or nerve injury\n- Determine if there are other associated upper extremity injuries involving elbow or shoulder\n- Review appropriate x-rays to evaluate any fracture/dislocation."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Initial Evaluation",
    "subtopic": "Radiographic Assessment",
    "text": "The basic hand views are AP, lateral and oblique. Often oblique x-rays are not taken but some oblique, spiral and small intra-articular fractures may be missed unless oblique views are also taken. X-ray technicians must learn to take films of an individual finger alone and not the entire hand when only a single finger is injured. There are special x-rays to help diagnose certain fractures when clinical exam suggests a fracture and routine x-rays fail to demonstrate an abnormality."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Initial Care",
    "subtopic": "Wound Management",
    "text": "Prompt attention to cleaning all wounds or open fracture sites is a priority. This may require sedation with local or regional anesthesia or even general anesthesia. Hand and upper extremity wounds can be débrided and closed if < 24 hours old. Ideally tendon, nerve and bony injuries will be treated acutely. If someone with the expertise to repair these structures is not available, then débridement and copious irrigation should be followed by loose closure. The hand should be elevated at all times postop. Definitive repair can be performed later as this is now a clean closed wound. DO NOT just dress an open wound with the thought of definitive surgery the following day. It is always best to loosely close the wound immediately if adequate débridement has been carried out."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Basic Nomenclature of fractures and dislocations",
    "subtopic": "Definitions",
    "text": "Angulation: The position of the apex of the fracture determines whether the angulation is dorsal or volar.\nRotation: Common in oblique and spiral fractures and can be diagnosed by flexing the fingers into the palm. Overlap of the fingers is seen.\nDislocation: The position of the distal bone determines whether the dislocation is dorsal or volar.\nDisplacement: When the bone fragments on each side of the fracture are not in alignment with each other.\nComminuted: When there are multiple fracture fragments."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Anesthesia",
    "subtopic": "Options",
    "text": "The choice of anesthesia depends on what is available in your hospital. For adults, an axillary block or Bier block is fine for all hand injuries. A wrist or digital block will be satisfactory for finger injuries. Ketamine is also sufficient for closed reductions and especially for children. A tourniquet should be used with any open fracture or open procedure. A hematoma block with lidocaine can give good anesthesia for an early reduction and casting/splinting of some fractures."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Base (CMCJ) Fractures and dislocations",
    "subtopic": "Thumb: CMCJ dislocation, Bennett's fracture, Rolando fracture",
    "text": "CMCJ dislocation of the thumb without a fracture: If closed reduction is successful, a spica plaster should be applied for 6 weeks. If unsuccessful, open reduction and pinning with K-wires may be carried out.\nBennett's fracture: An oblique intraarticular fracture of the metacarpal base. Closed reduction may be attempted by traction, abduction, and pressure while applying a thumb spica cast. If difficult to hold, K-wires may be passed blindly into the carpus. If closed reduction fails, open reduction with K-wire fixation is performed.\nRolando fracture: A rare comminuted intraarticular, V-shaped fracture of the metacarpal base. Closed reduction is rarely successful. Open reduction is difficult. External fixation or simply splinting for 3 weeks followed by early range of motion may be the best options."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Dislocations of other digits",
    "subtopic": "Ring, Small, Index, Long Finger CMC Dislocations",
    "text": "The most common CMC joint fracture/dislocation involves the ring or small finger. The best x-ray is with the hand held in 30 degrees pronated. Stabilization can be difficult with closed reduction and casting; blind K-wire fixation can be attempted. Dorsal dislocations are due to high energy injuries and are often difficult to maintain with closed reduction. The sure option is open reduction with K-wire fixation. Volar dislocations are rare and frequently missed, requiring open reduction after swelling subsides. In any CMCJ dislocation, care must be taken to rule out rotation."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Fractures",
    "subtopic": "Shaft, Base, and Neck Fractures",
    "text": "Metacarpal fractures can be at the base, shaft, or neck. Shortening up to one centimeter and some angulation may be acceptable depending on the finger involved, but rotational deformity is unacceptable. Many shaft fractures can be managed by closed reduction and casting for 4 weeks (Jahss Maneuver). A single metacarpal fracture is rarely opened. Open reduction may be needed for multiple fractures, significant displacement, or irreducible rotation. Various methods of open reduction internal fixation (ORIF) exist, primarily using K-wires in different configurations (transverse, crossed) or 90:90 wire sutures for unstable fractures. Casting in the 'protective position' (wrist slightly extended, MPJ flexed 80-90°, IPJ extended) is necessary after most fixation techniques."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Fractures",
    "subtopic": "Metacarpal neck or Boxer’s fractures",
    "text": "These common fractures result from striking an object with a closed fist, causing apex-dorsal angulation. The ring and small fingers can tolerate up to 50-60 degrees of angulation. Closed reduction using the Jahss maneuver is attempted in the acute setting. If the reduction cannot be held with a cast, closed fixation with crossed K-wires through the metacarpal head is attempted, though this is difficult without fluoroscopy. Open reduction may be necessary for significantly displaced fractures that cannot be stabilized by closed methods."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Phalangeal Fractures and Dislocations",
    "subtopic": "Intra-articular, Shaft, and Condylar Fractures",
    "text": "These are always serious injuries. Intra-articular fractures at the base, if minimally displaced, can be treated with manipulation and splinting. Transverse fractures of the proximal phalanx base or shaft often have apex volar angulation and are best stabilized with the Eaton-Belsky pinning technique. Distal transverse condylar neck fractures are common in children and may require open reduction and pinning if closed reduction is unsuccessful. Distal oblique intraarticular condylar fractures are difficult to treat closed and may require open reduction with pinning."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "PIP Joint Dislocations",
    "subtopic": "Dorsal, Volar, and Comminuted",
    "text": "The most common is a dorsal dislocation, which occurs from hyperextension. Simple dislocations are reducible. Complex dislocations involve entrapment of the volar plate and are irreducible, requiring open reduction. These dislocations often include a fracture of the volar lip of the middle phalanx. If the fragment is small (<40% of the articular surface), dorsal block splinting is used. If larger, open reduction or traction is necessary. Volar dislocations result from a rupture of the central slip. Comminuted (pilon) fractures at the base of the middle phalanx should be treated with splinting and early range of motion in district hospitals."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Distal Phalanx Fracture/Dislocations",
    "subtopic": "Mallet Finger",
    "text": "The most common is an apex dorsal dislocation of the DIPJ, or Mallet finger. This can be a tendinous or bony avulsion of the extensor tendon. Tendinous injuries and bony avulsions of less than 50% of the joint surface are treated with K-wire fixation or splinting of the DIPJ in extension for 6 weeks, followed by further splinting. For larger bony fragments, the 'extensor block pinning' technique is an excellent method to reduce and hold the fracture."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Epiphyseal fractures",
    "subtopic": "Seymour Fracture",
    "text": "These occur in 5 types. Most can be treated with closed fracture manipulation and reduction. An important type not to be missed is the Seymour fracture, a dorsal angulation fracture at the base of the distal phalanx through the nail bed, which requires repair after fracture reduction and pinning. It is important to take x-rays of the opposite hand for comparison in children with questionable epiphyseal fractures."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Final Thought",
    "subtopic": "Bottom Line",
    "text": "Most closed hand fractures, up to even 90%, will do well if recognized and treated with an appropriate cast or splint—CLOSED!"
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "What is a metacarpal fracture?",
    "subtopic": "Anatomy and Common Types",
    "text": "There are five metacarpal bones inside your palm. They connect your wrist bones to your thumb and fingers bones. The metacarpal is divided into four sections: the base, the shaft (middle section), the neck, and the head. A fracture can happen at any of these sections. The most frequent type is a ‘boxer's fracture’, which is a little finger (5th metacarpal) neck fracture."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "What are the signs and symptoms of a metacarpal fracture?",
    "subtopic": "Symptoms",
    "text": "Pain, swelling and bruising are very common following a metacarpal fracture. You may feel that moving your wrist or fingers, or both, is painful. You may notice some changes in the appearance visual aspect of your joints or in the direction your fingers point. An X-ray may be needed to confirm the presence of a hand fracture."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "What's next? In the emergency department:",
    "subtopic": "Initial Treatment",
    "text": "If it is confirmed that you have a metacarpal fracture the emergency practitioner may need to manipulate your hand to help realign the fragments. You will also be given a splint to protect your metacarpal, or to stop it from moving. Depending on the severity of the break and which section of the metacarpal is broken you may be provided with: a 'buddy strap' linking the broken finger to a non-broken finger, a buddy strap and a splint supporting your hand and wrist, or a cast to immobilise the wrist or wrist and fingers."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "How a buddy strap works",
    "subtopic": "Function and Use",
    "text": "The role of the buddy strap in finger fracture is not to support the bone but to prevent some of the muscles of our hand from pulling on the broken bone. Buddy straps also help to avoid catching the finger, help align the fingers, and help to improve movement by being attached to a stronger finger. A buddy strap alone is usually reserved for simple fracture of the neck of the little finger. All metacarpal fractures need protection and support for 3 to 4 weeks."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "What's next? Your virtual review appointment",
    "subtopic": "Follow-up Process",
    "text": "You will have your medical notes and X-ray reviewed in a virtual fracture clinic within five days of your emergency admission. You will receive a call from a nurse who will explain your injury and the length of time needed for protection or support. From this virtual review, there are three possible outcomes: discharge with self-management advice, referral to hand therapy, or a face-to-face assessment if the fracture is complex. Surgical intervention may be needed for complex fractures such as comminuted fractures, open wounds, displaced fractures, or fractures with associated injuries."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "How long will it take to heal?",
    "subtopic": "Healing Timeline",
    "text": "Most hand fractures are healed enough between three to four weeks to allow the use of the hand in light day-to-day activities. Strengthening exercises can be gradually added from eight weeks after the injury. It takes around 12 weeks for the bone to be as strong as it was before the injury, so heavier activities or impact sports should wait until then."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "When can I return to my day-to-day activities?",
    "subtopic": "Activity Guidelines",
    "text": "• you can decide when to drive again, but should feel confident you can control your car safely.\n• you can resume moderate activities after around eight weeks.\n• you must wait three months to return to contact sports and leisure involving impact on the hand.\n• your return to work depends on your job type. A fit note can be provided by surgeons, hand therapist or your GP."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "Will I regain full function and when?",
    "subtopic": "Recovery Expectations",
    "text": "Most people tend to underestimate the impact of hand fractures on day-to-day life. Pain should improve weekly and be present during use for around 12 weeks. At three months, most patients will have regained near full range of motion and strength. The shape and size of the finger may appear different; if the metacarpal has lost length, the knuckle may appear shorter. This will not change. Swelling can take up to six to 12 months to settle completely."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "What can I do to help myself after my emergency visit?",
    "subtopic": "Self-Care Advice",
    "text": "There are several things that you can do to help your recovery:\n• painkillers can be useful in the first few days.\n• keep your hand elevated above your heart to improve swelling. A sling can be useful but should not be worn full time.\n• you can gently move all joints that are not immobilised if it is comfortable to do so."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "Contact details",
    "subtopic": "Clinic and Information Lines",
    "text": "For general virtual fracture clinic enquiries after your Emergency Department visit, call 020 3312 5552. For concerns about your injury, you can call 020 3312 5990 on Tuesday and Friday mornings or email imperial.virtualfractureclinic@nhs.net."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "How do I make a comment about my visit?",
    "subtopic": "Feedback and Complaints",
    "text": "If you have suggestions or comments, speak to a staff member or contact the Patient Advice and Liaison Service (PALS). You can also complain in writing to the complaints department. Email: ICHC-tr.Complaints@nhs.net, Telephone: 020 3312 1337 / 1349."
  },
  {
    "heading": "Metacarpal fracture - Information for patients",
    "topic": "Alternative formats",
    "subtopic": "Accessibility",
    "text": "This leaflet can be provided on request in large print or easy read, as a sound recording, in Braille or in alternative languages. Please email the communications team."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Introduction",
    "subtopic": "Diagnosis and General Information",
    "text": "• You have a fracture to one or more of your metacarpals (bones in your hand).\n• This leaflet provides guidance for the management of your injury. Information provided from the Emergency Department or Virtual Fracture Clinic should explain your type of injury.\n• As the bone heals, a lump may form over the fracture.\n• If you have a ‘head/neck' fracture of the metacarpals (in your hand), your knuckle might not look the same as before your injury.\n• These should not cause any movement problems with your hand.\n• When clenching your fist, if you notice your injured finger crossing another finger, or sticking up, please contact the Virtual Fracture Clinic for further assessment."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Treatment",
    "subtopic": "Healing and Pain Management",
    "text": "• Healing: It normally takes about six weeks to heal. If you have been given a splint, this is for comfort and doesn't affect the rate of healing.\n• Managing pain and swelling: It is advised to take paracetamol or ibuprofen as necessary. It is important to take painkillers at the recommended dose and regularly every 4 to 6 hours. Don't wait until your pain is severe before starting painkillers. If a 2-week course of over-the-counter painkillers does not work, ask your GP or pharmacist for advice.\n• Apply an ice pack for 10-15 minutes, wrapped in a towel. This may help in the first few days of injury."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Treatment",
    "subtopic": "Swelling, Hand Use, and Follow-up",
    "text": "• If the swelling continues, alternating between bathing the hand in warm and cold water can help.\n• Using your hand: It is important to use your hand as pain allows to prevent stiffness. Start with light activities and increase gradually.\n• Follow-up: As these injuries usually heal well, follow-up appointments with Orthopaedics are generally not needed. However, you will be referred to the hand therapy service to help regain movement and strength."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Rehabilitation Plan",
    "subtopic": "Weeks 0-2",
    "text": "✓ Use the strapping and splint (if provided)\n✓ Move fingers gently to prevent stiffness – see initial exercises."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Rehabilitation Plan",
    "subtopic": "Weeks 2-6",
    "text": "✓ Remove the strapping when pain settles and stop using the splint if you were issued one.\n✓ Start doing your normal activities as pain allows.\n✓ Progress to additional exercises.\n✓ Avoid heavy lifting tasks (no more than a cup of tea) and contact sports."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Rehabilitation Plan",
    "subtopic": "Weeks 6-12",
    "text": "✓ The injury has healed. Swelling however can last for several months.\n✓ Avoid heavy lifting and contact sports for up to 8 weeks. Increase activity gradually using pain as a guide"
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Rehabilitation Plan",
    "subtopic": "Weeks 6+",
    "text": "✓ If you are still experiencing significant pain and swelling, then please contact the Virtual Fracture Clinic or your Hand Therapist for advice"
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Application of Buddy Strapping or a Bedford splint (if applicable)",
    "subtopic": "Support Methods",
    "text": "Sometimes this type of injury requires some support, which can be in the form of buddy strapping or a Bedford splint. Both are suitable. You can find a video on how to apply buddy strapping via a QR code. If buddy strapped, change the padding and tape daily. You may also wear a wrist splint in conjunction with other supports."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Exercises",
    "subtopic": "Initial Exercises",
    "text": "The following exercises, called ‘Tendon Glide’ exercises, should be performed slowly and regularly every day to regain full movement. You must do them 5 to 10 times, every two hours. Keep the buddy strapping or Bedford splint on until advised by the Hand Therapist. Work through the movements (Straight, Hook, Duck, Straight Fist, Full Fist) as shown in the pictures. Hold each position for 2-5 seconds. Complete 5-10 repetitions, 5-6 times a day."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Exercises",
    "subtopic": "Strengthening exercises",
    "text": "Begin strengthening exercises four weeks after your fracture. Using soft putty, start with five squeezes for each grip exercise, holding for a couple of seconds. You can also use an elastic band around your fingers to strengthen the muscles in the hand (5 to 10 repetitions)."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "General Health Advice",
    "subtopic": "Smoking cessation",
    "text": "Smoking makes healing time longer, and in extreme cases, can stop healing altogether. Stopping smoking will help your fracture recover. For advice on smoking cessation, refer to http://smokefree.nhs.uk or discuss with your GP."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "General Health Advice",
    "subtopic": "Return to Work and Driving",
    "text": "• You can return to work when you feel you can manage physical tasks in your job.\n• Before driving, you must make sure that you meet DVLA guidelines.\n• You must be able to grip the steering wheel, perform an emergency stop safely and not be limited by pain. If this is not possible, DO NOT DRIVE.\n• Check with your insurance company in case your policy is affected."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Disclaimer",
    "subtopic": "Exercise Suitability",
    "text": "Not all these exercises are suitable for everyone. While every precaution has been taken in selecting these exercises, they do not come without risks. If you have any concerns, consult your treating doctor or Hand Therapist before beginning any exercises in this leaflet. The exercise plans are a guide and can be changed under the supervision of your Hand Therapist."
  },
  {
    "heading": "Metacarpal Fracture(s) - Patient information factsheet",
    "topic": "Patient Support",
    "subtopic": "Patient advice and liaison service (PALS)",
    "text": "If you have a compliment, complaint or concern please contact our PALS team on 020 7288 5551 or whh-tr.PALS@nhs.net. If you need a large print, audio or translated copy of this leaflet please email whh-tr.patient-information@nhs.net."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "Abstract",
    "subtopic": "Summary",
    "text": "This comprehensive study explores the various aspects of metacarpal fractures, a prevalent condition in hand injuries. We delve into the anatomy of the metacarpals, elucidating how their structural characteristics influence fracture mechanics and treatment options. Special attention is given to the diverse types of fractures, particularly the differing tolerances for angular, shortening, and rotational deformities. The manuscript extensively reviews conservative treatment approaches, emphasizing the efficacy of non-surgical methods like modified braces and active mobilization techniques. Additionally, we provide a nuanced understanding of specific fracture types, such as neck fractures, highlighting their unique healing dynamics. This research offers valuable insights for orthopedic and plastic surgery practitioners, advancing the understanding and management of metacarpal fractures."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "1. Introduction",
    "subtopic": "Epidemiology",
    "text": "Metacarpal fractures are relatively common, accounting for 18-44% of all hand fractures. Fractures in the fifth ray are the most frequent, constituting 20% of metacarpal fractures. Predominantly affecting males, who represent 85% of patients, these fractures have an average occurrence age of 31.5 years. Metacarpal fractures can occur at the base, shaft, neck, or head, and present in various forms: transverse, long oblique, short oblique, spiral, and comminuted. The fracture geometry can lead to different deformities, including angular, shortened, or rotational. These deformities are primarily influenced by the deep flexor tendons and intrinsic muscles, particularly the interossei."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "2. Anatomy of the metacarpals",
    "subtopic": "Structure and Function",
    "text": "The metacarpals of the long fingers form two transverse arches. The proximal arch is formed by the carpometacarpal (CMC) joints, which are stable. The distal arch comprises the more mobile metacarpophalangeal (MCP) joints. The metacarpal bone has three longitudinal surfaces and exhibits a volar concavity and dorsal convexity, which accommodate muscles and tendons and provide mechanical resistance to compression and tension forces respectively."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "3. Conservative treatment",
    "subtopic": "Principles and Approach",
    "text": "Metacarpal fractures can be treated non-surgically or surgically, with the former often preferred to avoid complications. Most single metacarpal fractures are stable and suitable for conservative treatment with reduced orthoses and controlled active mobilization. For conservative treatment, immobilization of joints proximal and distal to the fracture site and early controlled active mobilization is recommended. A crucial aspect is the flexion of the MCP joints, which reduces extension stiffness risk and limits edema. The approach utilizes a minimally invasive plastic thermomoldable orthosis (modified Brace) that immobilizes the CMC and flexed MCP joints while allowing movement of the radiocarpal and interphalangeal joints."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "4. Base fractures",
    "subtopic": "Treatment",
    "text": "Base fractures are classified as either articular or extra-articular. The fourth and fifth rays are most commonly involved. These fractures are typically treated with a radial or ulnar orthosis that maintains the wrist in a neutral position and MCP joints flexed at 70°. Immobilization is usually maintained for 3-4 weeks. Surgery is indicated for severe displacement or instability."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "5. Shaft fractures",
    "subtopic": "Treatment",
    "text": "Shaft fractures are divided into transverse and oblique types. Transverse fractures are treated with a modified Brace with MCP joints flexed at 70°/90° for 3-4 weeks. Oblique fractures are prone to shortening and rotation. Conservative treatment includes a modified Brace with flexed MCPs, free IP and radiocarpal joints, and syndactyly (buddy taping) to control malrotation. Immobilization varies between 3 and 6 weeks. Surgical intervention is considered for substantial shortening, rotational deformities, or multiple fractures."
  },
  {
    "heading": "Review of contemporary non-surgical management techniques for metacarpal fractures: Anatomy and rehabilitation strategies",
    "topic": "6. Neck fractures",
    "subtopic": "Treatment",
    "text": "Neck fractures are the most common hand fractures, often involving the fourth and fifth metacarpals ('Boxer's fractures'). Jhass's maneuver is used for reduction when angular displacement is excessive. Immobilization is a recommended treatment. A Cochrane review found no significant difference between cast immobilization, orthosis, or simple taping. The authors' treatment involves a modified Brace orthosis immobilizing the affected and adjacent metacarpals with MCP joints fully flexed. These fractures heal quickly, with immobilization for 3 to 4 weeks. Surgery is generally reserved for fractures with extreme angulation or displacement."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "What is a fractured metacarpal?",
    "subtopic": "Definition and Cause",
    "text": "The metacarpals are bones in the hand which extend from the knuckles to the wrist. Some of the most common metacarpal fractures (breaks) involve the fifth (small) bone the hand and occurs when the bone just below the knuckle of the little finger is broken. It is also called a 'boxer's fracture' and is usually caused by the impact of a clenched fist with a hard immovable object. The knuckle compresses and it snaps the neck of the metacarpal bone. The break will heal, and the pain will usually settle in three weeks. Often this is a simple fracture that heals well and no follow up is needed. More complicated fractures will be referred to fracture clinic."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "What are the symptoms?",
    "subtopic": "Symptoms",
    "text": "Patients with metacarpal fractures experience pain, swelling, loss of gripping power and difficulty in moving the fingers, especially over the affected metacarpal bones. The knuckle may look as if it has “disappeared” due to the focal swelling and angulation of the fracture."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "What is the treatment?",
    "subtopic": "Treatment Plan",
    "text": "• The fracture usually heals by itself, so the treatment is aimed at making it a bit more comfortable. For most people this involves strapping the little finger to the ring finger (neighbour strapping) and a Velcro wrist splint which can be worn for up to 14 days. The finger strapping may help the pain and allow early movement.\n• The fracture site can be painful and swollen, especially for the first week. Therefore, it is important for you to keep it elevated. Sometimes you will be given a sling to wear to help reduce the swelling."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "General Advice",
    "subtopic": "Precautions and Pain Relief",
    "text": "• There is a risk that heavy lifting may be sore for 6 or 8 weeks.\n• Taking regular simple pain killers will be helpful in relieving your pain.\n• Smoking is known to delay healing and can prevent it all together. Further advice can be found on the NHS website https://www.nhs.uk/better-health/quit-smoking/ or from your GP.\n• You will be referred to the Hand Clinic after your initial management at the Minor Injury Unit."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "Is there anything I can do to help?",
    "subtopic": "Self-Care",
    "text": "• It is important in the first few days that you try and get your fingers moving as much as possible. If you fingers become stiff, they will be very difficult to get moving again. Please try to make a full fist as soon as the pain allows and repeat this regularly, during the course of your healing and recovery.\n• Use your hand as normally as possible within the limits of the pain. This will not cause further damage, but failure to do so may lead to ongoing stiffness."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "How long will it take before I am able to use my hand as usual?",
    "subtopic": "Recovery Timeline",
    "text": "The fracture itself does not heal for about 6 weeks, so heavier work and contact sport must be left until then."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "What should I expect in the long term?",
    "subtopic": "Long-term Outcomes",
    "text": "• Handgrip is generally very good after this type of injury.\n• There will be a lump on the back of the hand near the knuckle of the little finger. This is normal and occurs partly because the broken bone has bent slightly. It also develops as the body forms new bone around the fracture to help it heal. This lump should smooth out over a year or two and will not cause any problems with the use of your hand.\n• There will be some shortening expected as a consequence of the injury. The finger may droop a little, but this will usually recover over time."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "Is there anything I should look out for?",
    "subtopic": "When to Seek Further Help",
    "text": "It is normal to experience some pain as well as some stiffness and a weakened grip, but these symptoms should gradually improve. However, if the pain gets worse or lasts more than 3 weeks or you are concerns about your hand, please contact the Minor Injury Unit or Accident and Emergency Unit. If your little finger does not tuck in neatly next to the ring finger when making a fist, there is a risk that it may be malrotated. If so, please contact Your GP, Accident and Emergency Unit or Minor Injury Unit. If the issue persists, contact the Fracture Clinic."
  },
  {
    "heading": "Fifth Metacarpal Neck Fracture (Boxer's Fracture)",
    "topic": "Contact and Further Information",
    "subtopic": "Queries and Concerns",
    "text": "Please contact your GP or NHS111 for any queries or concerns. Please retain this leaflet for future reference."
  }
]