[
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Preface",
    "subtopic": "Purpose and Scope",
    "text": "This chapter is included for those surgeons who have the time, knowledge, expertise and equipment to handle hand fractures. Many general surgeons in remote hospitals may not have the time to treat hand fractures, even though it is important to the individual patient to have a functional hand. If the surgeon is comfortable in treating fractures, then this chapter will enable one to treat fractures of the hand in district hospitals in the Sub-Saharan area. Most closed hand fractures will be splinted or casted with or without attempted manipulation. With most closed fractures closed treatment is best and allows for good and rapid healing. This chapter is written to give guidelines for those closed fractures that are grossly displaced, angulated or rotated and for the treatment of open fractures. Common dislocations will also be covered. Attempt will be made to give the surgeon a simple method for treating these injuries with the equipment and technology that is available in district hospitals."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Introduction",
    "subtopic": "Challenges and Context",
    "text": "Traumatic injuries to the hand present a significant challenge to the general surgeon because of the complex anatomy and the endless number of possible traumatic scenarios. Injuries can range from simple closed fractures to complex open wounds that involve both fractures and injuries to tendon and neurovascular structures. The goal of this chapter will be to describe the common fractures/dislocations and treatment options within a clinical context that has limited diagnostic and treatment capabilities (e.g., C-arms with fluoroscopy and small plates and screws)."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Introduction",
    "subtopic": "Relevant Factors in Developing World Context",
    "text": "There are several factors that are especially relevant when considering fractures/dislocations of the hand in the developing world context:\n1) Delay in seeking medical attention\n2) Delay in treatment because of other life or limb threatening injuries\n3) Forced dependency on physical exam with the lack of specialized diagnostic capabilities\n4) The lack of available internal and external fixation devices for stabilization of hand fractures/dislocations (Indian suppliers of these can be found across Africa now).\n5) Non-compliance in postoperative follow-up for wound care and physical therapy\n6) The general lack of trained therapists for rehabilitation after hand injuries"
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Introduction",
    "subtopic": "Editor's Note on Open Reduction",
    "text": "(Editor's Note: Open reduction and internal fixation should only be carried out for the most severe of closed hand fractures. Open reduction is not without complications and scarring after open reduction will often leave the patient's hand stiffer than it would have ever been—maybe reduced but non-functional. A painful non-union in a hand that moves is better and easier treated than a painless union in a stiff hand. If the wound is already open, then one should go ahead and fix significantly displaced or angulated fractures and dislocations.)"
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Initial Evaluation",
    "subtopic": "History and Physical Exam",
    "text": "All fractures and dislocations involving the metacarpals and phalanges should be assessed in a thorough and thoughtful manner. An appropriate history and physical exam must be performed. Concerns include:\n• The time since the injury occurred, hours, days, weeks, or even months\n• Specific site of pain, tenderness, swelling, deformity, and if there is an open wound\n• Determine if inability of movement is secondary to pain, fracture, tendon or nerve injury\n• Determine if there are other associated upper extremity injuries involving elbow or shoulder\n• Review appropriate x-rays to evaluate any fracture/dislocation."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Initial Evaluation",
    "subtopic": "Radiographic Assessment",
    "text": "The basic hand views are AP, lateral and oblique. Often oblique x-rays are not taken but some oblique, spiral and small intra-articular fractures may be missed unless oblique views are also taken. X-ray technicians must learn to take films of an individual finger alone and not the entire hand when only a single finger is injured. There are special x-rays to help diagnose certain fractures when clinical exam suggests a fracture and routine x-rays fail to demonstrate an abnormality."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Initial Care",
    "subtopic": "Wound Management",
    "text": "Prompt attention to cleaning all wounds or open fracture sites is a priority. This may require sedation with local or regional anesthesia or even general anesthesia. Hand and upper extremity wounds can be débrided and closed if < 24 hours old. Ideally tendon, nerve and bony injuries will be treated acutely. If someone with the expertise to repair these structures is not available, then débridement and copious irrigation should be followed by loose closure. The hand should be elevated at all times postop. Definitive repair can be performed later as this is now a clean closed wound. It is always best to loosely close the wound immediately if adequate débridement has been carried out."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Basic Nomenclature of fractures and dislocations",
    "subtopic": "Definitions",
    "text": "• Angulation: The position of the apex of the fracture determines whether the angulation is dorsal or volar.\n• Rotation: Common in oblique and spiral fractures and can be diagnosed by flexing the fingers into the palm. Overlap of the fingers is seen.\n• Dislocation: The position of the distal bone determines whether the dislocation is dorsal or volar.\n• Displacement: When the bone fragments on each side of the fracture are not in alignment with each other.\n• Comminuted: When there are multiple fracture fragments."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Anesthesia",
    "subtopic": "Options",
    "text": "The choice of anesthesia depends on what is available in your hospital. For adults, an axillary block or Bier block is fine for all hand injuries. A wrist or digital block will be satisfactory for finger injuries. Ketamine is also sufficient for closed reductions and especially for children. A tourniquet should be used with any open fracture or open procedure. A hematoma block with lidocaine can give good anesthesia for an early reduction and casting/splinting of some fractures."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Base (CMCJ) Fractures and dislocations",
    "subtopic": "Thumb: CMCJ dislocation, Bennett's fracture, Rolando fracture",
    "text": "CMCJ dislocation of the thumb without a fracture: If closed reduction is successful, a spica plaster should be applied for 6 weeks. If unsuccessful, open reduction and pinning with K-wires may be carried out.\nBennett's fracture: An oblique intraarticular fracture of the metacarpal base. Closed reduction may be attempted by traction, abduction, and pressure while applying a thumb spica cast. If difficult to hold, K-wires may be passed blindly into the carpus. If closed reduction fails, open reduction with K-wire fixation is performed.\nRolando fracture: A rare comminuted intraarticular, V-shaped fracture of the metacarpal base. Closed reduction is rarely successful. Open reduction is difficult. External fixation or simply splinting for 3 weeks followed by early range of motion may be the best options."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Dislocations of other digits",
    "subtopic": "Ring, Small, Index, Long Finger CMC Dislocations",
    "text": "The most common CMC joint fracture/dislocation involves the ring or small finger. The best x-ray is with the hand held in 30 degrees pronated. Stabilization can be difficult with closed reduction and casting; blind K-wire fixation can be attempted. Dorsal dislocations are due to high energy injuries and are often difficult to maintain with closed reduction. The sure option is open reduction with K-wire fixation. Volar dislocations are rare and frequently missed, requiring open reduction after swelling subsides. In any CMCJ dislocation, care must be taken to rule out rotation."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Fractures",
    "subtopic": "Shaft, Base, and Neck Fractures",
    "text": "Metacarpal fractures can be at the base, shaft, or neck. Shortening up to one centimeter and some angulation may be acceptable depending on the finger involved, but rotational deformity is unacceptable. Many shaft fractures can be managed by closed reduction and casting for 4 weeks (Jahss Maneuver). A single metacarpal fracture is rarely opened. Open reduction may be needed for multiple fractures, significant displacement, or irreducible rotation. Various methods of open reduction internal fixation (ORIF) exist, primarily using K-wires in different configurations (transverse, crossed) or 90:90 wire sutures for unstable fractures. Casting in the 'protective position' (wrist slightly extended, MPJ flexed 80-90°, IPJ extended) is necessary after most fixation techniques."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Metacarpal Fractures",
    "subtopic": "Metacarpal neck or Boxer’s fractures",
    "text": "These common fractures result from striking an object with a closed fist, causing apex-dorsal angulation. The ring and small fingers can tolerate up to 50-60 degrees of angulation. Closed reduction using the Jahss maneuver is attempted in the acute setting. If the reduction cannot be held with a cast, closed fixation with crossed K-wires through the metacarpal head is attempted, though this is difficult without fluoroscopy. Open reduction may be necessary for significantly displaced fractures that cannot be stabilized by closed methods."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Phalangeal Fractures and Dislocations",
    "subtopic": "Intra-articular, Shaft, and Condylar Fractures",
    "text": "These are always serious injuries. Intra-articular fractures at the base, if minimally displaced, can be treated with manipulation and splinting. Transverse fractures of the proximal phalanx base or shaft often have apex volar angulation and are best stabilized with the Eaton-Belsky pinning technique. Distal transverse condylar neck fractures are common in children and may require open reduction and pinning if closed reduction is unsuccessful. Distal oblique intraarticular condylar fractures are difficult to treat closed and may require open reduction with pinning."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "PIP Joint Dislocations",
    "subtopic": "Dorsal, Volar, and Comminuted",
    "text": "The most common is a dorsal dislocation, which occurs from hyperextension. Simple dislocations are reducible. Complex dislocations involve entrapment of the volar plate and are irreducible, requiring open reduction. These dislocations often include a fracture of the volar lip of the middle phalanx. If the fragment is small (<40% of the articular surface), dorsal block splinting is used. If larger, open reduction or traction is necessary. Volar dislocations result from a rupture of the central slip. Comminuted (pilon) fractures at the base of the middle phalanx should be treated with splinting and early range of motion in district hospitals."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Distal Phalanx Fracture/Dislocations",
    "subtopic": "Mallet Finger",
    "text": "The most common is an apex dorsal dislocation of the DIPJ, or Mallet finger. This can be a tendinous or bony avulsion of the extensor tendon. Tendinous injuries and bony avulsions of less than 50% of the joint surface are treated with K-wire fixation or splinting of the DIPJ in extension for 6 weeks, followed by further splinting. For larger bony fragments, the 'extensor block pinning' technique is an excellent method to reduce and hold the fracture."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Epiphyseal fractures",
    "subtopic": "Seymour Fracture",
    "text": "These occur in 5 types. Most can be treated with closed fracture manipulation and reduction. An important type not to be missed is the Seymour fracture, a dorsal angulation fracture at the base of the distal phalanx through the nail bed, which requires repair after fracture reduction and pinning. It is important to take x-rays of the opposite hand for comparison in children with questionable epiphyseal fractures."
  },
  {
    "heading": "Hand Fractures and Dislocations",
    "topic": "Final Thought",
    "subtopic": "Bottom Line",
    "text": "Most closed hand fractures, up to even 90%, will do well if recognized and treated with an appropriate cast or splint—CLOSED!"
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Introduction",
    "subtopic": "Diagnosis",
    "text": "This information leaflet explains the ongoing management of your injury. You have broken your phalanx (finger bone)."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial Management",
    "subtopic": "Healing",
    "text": "This normally takes approximately 6 weeks to heal."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial Management",
    "subtopic": "Pain and swelling",
    "text": "Take your normal painkillers if it is painful. You may find it continues to be a bit achy and swollen for a few months after your injury."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial Management",
    "subtopic": "Using your hand",
    "text": "You may use the hand as pain allows. You can strap your fingers together for comfort. It is important to keep the rest of the fingers bending to stop them becoming stiff."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial Management",
    "subtopic": "Follow up",
    "text": "We do not routinely follow up these injuries. However, if you continue to have pain or are limited in what you can do please get in contact with us on the above number."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Special Considerations",
    "subtopic": "Tuft Fracture",
    "text": "If your fracture is at the tip of the finger, it is sometimes called a 'tuft fracture'. You may wish to use a rigid splint when there is a risk of knocking it."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 0 - 3",
    "text": "✓ Use the strapping for comfort\n✓ If you have a 'tuft fracture' you may wear the splint when it is helpful – you may take it off when you like.\n✓ Keep your fingers moving to prevent stiffness –see initial exercises"
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 3 - 6",
    "text": "✓ Continue to use the strapping or splint if needed\n✓ Move your injured finger-see exercises stage 2"
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Weeks 6 - 12",
    "text": "✓ The injury has healed.\n✓ Return to normal activities"
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Management / Rehabilitation Plan",
    "subtopic": "Week 12",
    "text": "✗ If you are still experiencing significant pain and swelling then please contact the Fracture Care Team for advice."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Advice for a new injury",
    "subtopic": "Cold packs",
    "text": "A cold pack (ice pack or frozen peas wrapped in a damp towel) can provide short-term pain relief. Apply this to the sore area for up to 15 minutes, every few hours. The ice must never be in direct contact with the skin."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial exercises – to start straight away",
    "subtopic": "Thumb Opposition",
    "text": "Touch each finger to your thumb. Repeat x 5."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Initial exercises – to start straight away",
    "subtopic": "Finger Flexion and Extension",
    "text": "Bend and straighten all the joints in your fingers as shown. Do not force the movement, work within your limits. Repeat x 5."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Stage 2 Exercises – to start from 3 weeks after injury",
    "subtopic": "Isolated Finger Joint Movement",
    "text": "Continue to do initial exercises as well. Use your other hand to keep your finger steady and bend and straighten the finger joint nearest your palm. Repeat x 5. Use your other hand to keep your finger steady and bend and straighten the finger joint nearest the end of your finger. Repeat x 5. If finger joints become stiff in a bent position, it can help to hold them in a straighter position for 10 seconds. Massage of the soft tissues can also help."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Health Advice",
    "subtopic": "Smoking cessation",
    "text": "Medical evidence suggests that smoking prolongs fracture healing time. In extreme cases it can stop healing altogether. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery from this injury. For advice on smoking cessation and local support available, please refer to the following website: smokefree.nhs.uk or discuss this with your GP."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Information",
    "subtopic": "Sources of information",
    "text": "This information leaflet has been developed by the Fracture Care Team at Brighton and Sussex University Hospitals Fracture Care Team and adapted for use at East Sussex Healthcare NHS Trust. Information been updated during the COVID-19 pandemic to ensure that patients with injuries have information, support and care despite social distancing."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Information",
    "subtopic": "Important information",
    "text": "This patient information is for guidance purposes only and is not provided to replace professional clinical advice from a qualified practitioner."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Information",
    "subtopic": "Your comments",
    "text": "We are always interested to hear your views about our leaflets. If you have any comments, please contact the patient experience team on 0300 131 4784 or esh-tr.patientexperience@nhs.net."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Information",
    "subtopic": "Hand hygiene",
    "text": "We are committed to maintaining a clean, safe environment. Hand hygiene is very important in controlling infection. Alcohol gel is widely available at the patient bedside for staff use and at the entrance of each clinical area for visitors to clean their hands before and after entering."
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "General Information",
    "subtopic": "Other formats",
    "text": "If you require any of our leaflets in alternative formats, such as large print or alternative languages, please contact the Equality and Human Rights Department on 0300 131 4434 or esh-tr.AccessibleInformation@nhs.net"
  },
  {
    "heading": "Phalanx (Finger) Fracture - Patient Information",
    "topic": "Reference",
    "subtopic": "Acknowledgement and Availability",
    "text": "Thank you to the Brighton and Sussex University Hospitals NHS Trust and to Kate Weatherly, Specialist Orthopaedic Practitioner for the first version. This leaflet can also be found at:www.esht.nhs.uk/leaflet/phalanx-finger-fracture/"
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "What is a fracture?",
    "text": "A fracture is a break in the bone. The finger has 3 phalanges: the distal phalanx (end bone), middle phalanx (middle bone) and proximal phalanx (the base bone)."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "Common symptoms of a phalangeal fracture",
    "text": "• Pain\n• Swelling\n• Bruising\n• Deformity\n• Difficulty moving finger\n• Rotation in finger"
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "How long will it take to heal?",
    "text": "Most phalangeal fractures will take up to 6 to 8 weeks to heal. It will take another 6 weeks to consolidate the healing. In some cases it may take longer to heal. You should avoid taking part in contact sports or heavy lifting or gripping for up to 12 weeks in order to reduce the risk of re-injury. If you use your hand too soon for demanding activities it may delay the recovery."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "What can you do to reduce swelling in your hand?",
    "text": "It is normal to have swelling after the injury. Most of the swelling should settle over the course of 6 to 8 weeks. You can keep the swelling down by elevating your hand higher than your heart as often as possible. Your Occupational Therapist will advise you when you can start to exercise your fingers. You can also try using an ice pack for 10 minutes or less, 3 times a day. You may also use a compression wrap."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "Treatment",
    "text": "The phalangeal fracture can be treated by surgical fixation, manipulation or treated conservatively without requiring surgery. The treatment depends on the type, location, stability, displacement, and deformity of the fracture, as well as individual circumstances."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "Splinting and Buddy Strapping",
    "text": "During the time of healing, you may be given a thermoplastic splint to wear. This is to position your finger and protect the fracture. You may also be advised to use buddy strapping to tape the injured finger with the adjacent finger. Buddy strapping protects the injured finger while allowing movement to prevent stiffness. However, buddy strapping is not suitable for all phalangeal fractures."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "Your exercises program",
    "text": "It is normal that movement of the finger can be painful after injury or surgery. Exercises can help prevent stiffness. Besides hand exercises, you also need to exercise your shoulder, elbow, wrist and any joints that are not included in the splint. Exercises include:\n- Flat table top movement\n- Straight fist movement\n- Hook fist movement\n- Full fist movement\n- From full fist to hook fist\n- Isolated movement at end joint\n- Isolated movement in the middle joint"
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "When can you use your injured hand?",
    "text": "You may use your hand for light activities from a certain point. You may return to full activity and normal use of your hand from another point. You can go back to playing contact sports, but boxing should be delayed for at least another 2 weeks."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "When can you return to driving?",
    "text": "You should not drive while you are in a splint. You should not return to driving if you have significant pain or reduced grip function that affects your ability to drive safely. It is your responsibility to ensure you are safe to drive. Please refer to the DVLA website and check with your insurance provider."
  },
  {
    "heading": "Finger phalangeal fractures",
    "topic": "Occupational Therapy (Hand Therapy)",
    "subtopic": "What outcome can you expect after a phalangeal fracture?",
    "text": "Most phalangeal fractures heal with a good functional outcome. Swelling and pain normally take 3 months to get better, but can sometimes take longer. The shape of the finger may not look the same after the fracture, and joints can be larger. Your finger may become stiff due to lack of movement, and your hand will become weaker. Occasionally, the bone may take longer to heal or may heal with a deformity. If you have any questions, please contact your Occupational Therapy Department. The telephone number is 01752 432220."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "KEY POINTS",
    "subtopic": "Summary of treatment principles",
    "text": "• Most hand fractures can be treated nonoperatively, although operative treatment remains an important option for select cases.\n• Recent operative techniques improve outcomes by reducing soft tissue trauma and facilitating early motion.\n• As treatment options evolve, the principles of hand fracture care remain unchanged, requiring the surgeon to carefully balance stability against early motion."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "INTRODUCTION",
    "subtopic": "Evolution of Treatment",
    "text": "In most cases, hand fractures can be treated nonoperatively with satisfactory functional and aesthetic outcomes. Historically, advanced imaging and implants led to more operative approaches. However, the high cost of wide-open exposure (soft tissue injury, disrupted healing, stiffness) has led to a swing back towards nonoperative treatment and minimally invasive options. Individualized open repair is still critical for a small subset of fractures."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "DIAGNOSIS",
    "subtopic": "Assessment Principles",
    "text": "History, examination, and plain radiographic imaging are the cornerstones of diagnosis. The mechanism of injury should align with the findings. Digital alignment, especially rotational malalignment, must be assessed as it is poorly tolerated. A radiographic examination with 3 standard views is sufficient for most hand fractures, though CT can be helpful for complex intraarticular fractures."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "TREATMENT PRINCIPLES AND GENERAL CONSIDERATIONS",
    "subtopic": "Holistic Approach",
    "text": "The clinician should treat the patient, not just the radiograph. A holistic approach is best, considering the specifics of the injury, rehabilitation needs, and the patient's medical, social, and psychological factors. The goal is to restore preinjury function by balancing bony stability for healing with early motion for function."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "TREATMENT PRINCIPLES AND GENERAL CONSIDERATIONS",
    "subtopic": "Treatment Options and Risks",
    "text": "Many hand fractures can be treated nonoperatively. Surgical management may be indicated for irreducible, unstable, multiple, or open fractures. Surgical methods include Kirschner wires, plates, screws, and external fixators. Plate fixation provides rigidity but carries risks of significant complications. Open digital fractures can often be temporarily irrigated and closed, with definitive fixation delayed for a few days without increasing infection risk."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "EXTRAARTICULAR FRACTURES",
    "subtopic": "Metacarpal Neck (Boxer's Fracture)",
    "text": "The treatment of extraarticular fractures has trended toward more conservative approaches. The acceptable degree of angulation in metacarpal neck fractures is a topic of debate. While some studies suggest surgeons are more likely to operate when angulation is measured, a Cochrane review found no good evidence that more significant malunion causes worse hand function. Recent randomized trials have shown no difference in functional outcomes between soft wrap/buddy taping and reduction/casting for fifth metacarpal neck fractures. Moderately angulated (30-50 degrees) fractures should be treated conservatively if the patient accepts the change in hand appearance."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "EXTRAARTICULAR FRACTURES",
    "subtopic": "Minimally Invasive Fixation",
    "text": "To balance early motion and stability, intramedullary fixation using cannulated headless compression screws has been presented as an option. The screws are inserted retrograde, allowing for immediate motion. This technique has shown good results in uniting fractures within 2.5 months, though it is not suitable for all fracture types and carries a risk of complications from the articular defect created."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "INTRAARTICULAR FRACTURES",
    "subtopic": "Mallet Fractures",
    "text": "The treatment of mallet fractures (at the DIP joint) is varied. Conservative management with splinting is typically quoted for closed injuries involving less than one-third of the articular surface without joint subluxation. Patient compliance is the most important determinant of nonoperative treatment success. Operative management may include various forms of pinning or open reduction and internal fixation, with no single technique being definitively superior."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "INTRAARTICULAR FRACTURES",
    "subtopic": "Proximal Interphalangeal (PIP) Joint Fracture/Dislocations",
    "text": "PIP joint fracture/dislocations are challenging due to the joint's tendency for stiffness and posttraumatic osteoarthritis. The stability of the joint is compromised when more than 40% of the volar base of the middle phalanx is involved. While there is agreement on when to operate, the choice of operation is variable. Treatment options range from traditional extension block pinning and volar plate arthroplasty to contemporary techniques like volar plating, dynamic traction devices, and hemihamate arthroplasty."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "WIDE-AWAKE LOCAL ANESTHESIA",
    "subtopic": "Technique and Benefits",
    "text": "The wide-awake local anesthesia technique, using local anesthesia with epinephrine and no tourniquet, has been advocated for many hand procedures, including fracture fixation. This approach avoids the need for sedatives, expedites recovery, and allows for direct intraoperative testing of fracture stability and rotational alignment by having the patient move the digit. The main disadvantages are the need for a compliant patient and a less bloodless surgical field."
  },
  {
    "heading": "Phalangeal and Metacarpal Fractures",
    "topic": "SUMMARY",
    "subtopic": "Conclusion",
    "text": "The management of phalangeal and metacarpal fractures continues to evolve, with a trend toward nonoperative or less invasive techniques to limit soft tissue dissection and stiffness. A careful balance between fracture stability for healing and early mobilization for function is essential. As techniques improve, hand surgeons can tailor individualized care to the unique needs of each patient."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Abstract",
    "subtopic": "Objective and Findings",
    "text": "The aim of this systematic review was to evaluate patient-reported and functional outcomes for extra-articular proximal or middle phalangeal fractures to determine the best treatment. A systematic literature search was conducted, and 16 studies met the inclusion criteria, covering 513 fractures. 23% were treated non-operatively, 37% with closed reduction internal fixation (CRIF), and 40% with open reduction internal fixation (ORIF). It can be recommended that closed displaced extra-articular phalangeal fractures can be treated non-operatively, even with oblique or complex patterns, provided closed reduction is possible and maintained. When open reduction is necessary for oblique or spiral fractures, lag screw fixation is preferable to plates, but similar results are achieved with transversally inserted K-wires."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Introduction",
    "subtopic": "Background",
    "text": "Phalangeal fractures are the most common fractures of the hand, accounting for about 18% of all upper-extremity fractures. They often result in unsatisfactory outcomes, possibly because they are regarded as trivial injuries. The treatment aims to achieve solid bone union and restore hand function. Various methods exist, including buddy strapping, splinting, closed reduction internal fixation (CRIF), and open reduction internal fixation (ORIF). However, there is no evidence-based consensus on the best treatment."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Methods",
    "subtopic": "Review Protocol",
    "text": "This systematic review followed PRISMA-P guidelines and was registered on PROSPERO. Two independent reviewers performed all steps."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Methods",
    "subtopic": "Eligibility Criteria",
    "text": "Inclusion criteria were randomized controlled trials, case-control studies, cohort studies, and case series (n ≥ 10) of adult and adolescent (≥14 years) patients with extra-articular proximal or middle phalangeal fractures reporting patient-reported and/or functional outcomes. Studies on distal phalangeal, intra-articular, or pathological fractures were excluded."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Methods",
    "subtopic": "Outcome Measures",
    "text": "The primary outcome was validated patient-reported outcome measures (PROMs) like the DASH Score. Secondary outcomes included other patient-reported outcomes (satisfaction, pain) and functional outcomes (total active range of motion, grip strength, union, malunion)."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Methods",
    "subtopic": "Literature Search and Data Extraction",
    "text": "A comprehensive search of multiple databases was performed in August 2015. Data were extracted using a standardized form, and the quality of studies was evaluated using the Structured Effectiveness Quality Evaluation scale (SEQES)."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Results",
    "subtopic": "Study Selection and Characteristics",
    "text": "The initial search yielded 2354 studies. After screening, 16 studies were included (two randomized controlled trials, four cohort studies, and ten case series), covering 513 extra-articular fractures in 484 patients. Most studies were of intermediate quality. The mean age of patients ranged from 22 to 49 years, and most were male (79%)."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Discussion",
    "subtopic": "Outcomes of Non-operative Treatment",
    "text": "There is no significant difference in outcome when a cast/brace immobilizing the wrist is compared to one that does not. However, patients prefer a functional cast that allows free wrist mobilization. Conventionally, oblique, spiral, or complex fractures were considered unstable and requiring internal fixation. However, it has been shown that even these fractures can be treated non-operatively if a closed reduction can be achieved and maintained, leading to good functional results."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Discussion",
    "subtopic": "Outcomes of CRIF vs. ORIF",
    "text": "Open reduction with lag screws did not yield better functional results than closed reduction with transversally inserted K-wires. ORIF with interosseous loop wire fixation yields better Total Active Motion (TAM) scores than CRIF with transarticular K-wire fixation in industrial workers. Extra-articular K-wire pinning showed better active range of motion than transarticular pinning in industrial workers. Contradictory results exist regarding transarticular versus extra-articular pinning for closed fractures."
  },
  {
    "heading": "Treatment of extra-articular proximal and middle phalangeal fractures of the hand: a systematic review",
    "topic": "Discussion",
    "subtopic": "Limitations and Recommendations",
    "text": "The review was limited by the availability of only a few prospective comparable studies and the moderate quality of the included studies. There was also a lack of consistency in definitions and a large variation in reported outcomes across studies. Despite these limitations, it can be recommended that closed displaced extra-articular proximal phalangeal fractures can be treated non-operatively if reduction is possible. When open reduction is necessary, lag screw fixation is preferable, but similar results can be achieved with transversally inserted K-wires."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "What is a Phalangeal Fracture?",
    "subtopic": "Definition",
    "text": "The fingers are made up of bones called phalanges. If you break one of these bones you have a phalangeal fracture."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "The Cause",
    "subtopic": "Mechanism of Injury",
    "text": "Phalangeal fractures of the hand are usually the result of a direct trauma, crush or twisting injury."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Symptoms",
    "subtopic": "Clinical Presentation",
    "text": "The fracture will cause severe pain and swelling in the finger."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Diagnosis",
    "subtopic": "Diagnostic Process",
    "text": "Usually you will see a doctor or specialist nurse in A&E who will examine you and arrange an X-ray if they suspect you have broken a bone."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Treatment",
    "subtopic": "Conservative and Surgical Options",
    "text": "Many fractures can be treated without an operation. Splinting the finger for 2-8 weeks is a common way to prevent further discomfort or injury. Sometimes just taping the broken finger together with the uninjured finger(s) next to it will be enough. Sometimes, to achieve the best possible outcome, it may be necessary to operate on your finger. If you have an open fracture, where the skin is broken, this will need to be cleaned thoroughly during surgery to prevent infection. It may be necessary to use a wire to keep the fracture in place until it heals. This wire will be removed after approximately three weeks."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Rehabilitation",
    "subtopic": "Post-Fracture Care",
    "text": "After the fracture has healed you may be left with a stiff finger joint. Rehabilitation can be long and difficult. Early physiotherapy can in some cases prevent long term stiffness and soft tissue wasting. As soon as any splint is taken off it is important to start using the hand/finger to help it regain flexibility and strength."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "General finger exercises",
    "subtopic": "Exercise Program",
    "text": "The exercises below can be carried out little and often throughout the day. They should not be continued if they cause extreme discomfort or if you have been given alternative guidance by your Doctor or physiotherapist. They are to increase the range of movement in your finger and reduce the risk of stiffness or loss of muscle function.\n1) Holding the middle and big knuckle straight with your other hand, bend the top joint as far down as is comfortable (apply a stretch). Straighten fully.\n2) Holding the big knuckle straight, bend the middle joint over as far as comfortable (apply a stretch). Straighten fully.\n3) Holding the big knuckle straight, bend the top 2 joints over as far as is comfortable (apply a stretch). Straighten fully.\n4) Keeping the fingers straight, bend the big knuckle over as far as comfortable (apply a stretch). Straighten fully.\n5) Combining all 3 joints, bend your fingers into the palm of your hand, making a fist. Check you have taken each joint down as far as you can (apply a stretch). Straighten fully.\n6a) Straighten your fingers up (without the other hand), making sure each joint is as straight as you can comfortably take it. Watch you do not over straighten your big knuckle. Hold 10-20 seconds.\n6b) Supporting the middle joint with your index finger of the other hand, gently use your thumb to straighten your finger. Watch you do not over straighten the big knuckle. Hold for 10-20 seconds."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Sport",
    "subtopic": "Return to Activity",
    "text": "If you do sports, it's essential to follow your Orthopaedic Consultant's advice about when you can safely restart your activities. It may be necessary to protect or immobilise your finger in the short-term."
  },
  {
    "heading": "Phalangeal Fractures - Information for Patients",
    "topic": "Complications",
    "subtopic": "Potential Issues",
    "text": "Most phalangeal fractures heal without any complications. Fractures involving a joint may have more of a tendency to becoming stiff. Phalangeal fractures can be complicated by a delay to heal, failure to heal or not healing in normal alignment:\n- Delayed union: a fracture that takes longer to heal than expected.\n- Non-union: a fracture that fails to heal in a reasonable amount of time.\n- Mal-union: a fracture that does not heal in a normal alignment."
  }
]