[
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "What is my diagnosis?",
    "subtopic": "Definition and Prognosis",
    "text": "You have broken (fractured) the top end of the arm bone (the humerus bone). This is often called a proximal humerus fracture. The type of injury you have suffered is painful but most often heals without the need for surgery. Stiffness is a common problem, but we will help you regain movement for most activities."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "What happens next?",
    "subtopic": "Initial Management",
    "text": "You should have been provided with a looped sling (often called a collar-and-cuff) to support your wrist. You will receive a telephone consultation or fracture clinic review in the next 1 to 2 weeks."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Managing at home",
    "subtopic": "Home Care Instructions",
    "text": "• A fracture of the proximal humerus is sore and you may need painkillers\n• The sling is to provide comfort, but you do not need to keep the shoulder completely still\n• The sling can be removed when you are dressing, washing, or sitting down\n• Sleep with extra pillows to support your shoulder\n• You should take the sling off every day to fully bend and straighten your elbow\n• Once the pain lessens begin to perform arm pendulums (see overleaf) then progress to the other exercises."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "What can I expect during my recovery?",
    "subtopic": "Recovery Timeline and Expectations",
    "text": "• The pain begins to settle around two weeks after injury. Bruising may travel down your arm\n• The bones take around 8-12 weeks to heal and by three months most of the pain is gone\n• The soft tissues and range of movement, take a lot longer to recover - up to six months\n• Some, but not all, patients need physiotherapy\n• There is no specific time you can drive again. It is illegal to drive when wearing a sling, splint, cast, or moonboot. As you recover, it is your legal responsibility to be certain before you return to driving that you are able to control your vehicle normally and safely."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Key exercises (three times a day)",
    "subtopic": "Arm pendulums (immediately)",
    "text": "Once the pain has improved all movements are allowed. You cannot delay healing or harm yourself by doing gentle movements of the shoulder. Remove the sling and gently swing your arm back and forth like the pendulum of a grandfather clock. Add side to side movements and eventually move the hand in a circle."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Key exercises (three times a day)",
    "subtopic": "Assisted arm raises (after 2 weeks)",
    "text": "Lying flat, hold the wrist of the injured side with your good hand. Raise your arms together until you feel discomfort then come back down. Repeat 10 times, and raise it further as your pain improves."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Key exercises (three times a day)",
    "subtopic": "Arm rotation (after 2 weeks)",
    "text": "Lying flat, hold a walking stick (golf club, broom, etc) between both hands. Keep the elbow of the injured shoulder tucked in by your side (red arrow), then use the good arm to push the stick and rotate the injured side until you feel a slight stretch. Repeat 10 times."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Get in touch",
    "subtopic": "General Queries",
    "text": "Please get in touch via our trauma email if you have queries about your injury: traumaenquiriesRIE@nhslothian.scot.nhs.uk. If you do not receive a reply after 3 working days call our Monday-Friday helpline (8am-4pm): 0131 242 3410."
  },
  {
    "heading": "Patient Information Sheet - 11: Proximal Humerus Fracture",
    "topic": "Urgent issues",
    "subtopic": "Contact Information",
    "text": "Please call the department where you were initially seen about your injury:\n• RIE Minor Injuries Unit: 0131 242 3942 (8am- midnight, if after midnight contact RIE Emergency Department 0131 242 1300)\n• WGH Minor Injuries Clinic: 0131 536 3468 (9am-8:30pm)\n• SJH Emergency Department: 01506 523 011 (24 hours)"
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "Abstract",
    "subtopic": "Summary",
    "text": "Proximal humerus fractures are the third most common fracture type in adults, with their incidence increasing over time. There are varied approaches to both the classification and treatment of proximal humerus fractures. Optimal treatments for this fracture type are still widely open to debate. This review summarizes the current and historical treatment modalities for proximal humerus fractures. In this paper, we provide updates on the advances and trends in the epidemiology, classification, and operative and nonoperative treatments of proximal humerus fractures."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "1. Epidemiology",
    "subtopic": "Incidence and Demographics",
    "text": "Proximal humerus fractures represent 5–6% of all fractures and are the third most common fracture in older adults. The incidence varies by region, with studies showing rates from 45.7 to 60.1 per 100,000 person-years in Australia and southern Europe, respectively. Females sustain higher rates of these fractures than males. Women over 85 in Australia had the highest incidence at 711.8 fractures per 100,000 person-years. The fracture pattern is bimodal, with high-energy injuries in young individuals and low-energy injuries in the elderly with osteoporotic bone. The overall incidence is increasing over time, likely due to an aging population."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "2. Classification",
    "subtopic": "Overview of Classification Systems",
    "text": "An early classification by Ernest Codman (1934) was based on the involvement of four anatomic parts: humeral shaft, articular surface, greater tuberosity, and lesser tuberosity. The Neer classification (1970) is the most commonly used system and expands on Codman's work by quantifying displacement. Other systems include the AO/OTA classification and the Codman-Hertel system, which helps predict humeral head ischemia."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "2. Classification",
    "subtopic": "Reliability of Systems",
    "text": "The Neer system's reliability is fair to moderate. A study by Majed et al. found that the Codman-Hertel system had the highest inter-rater reliability, followed by Neer, Resch, and then AO/OTA."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "3. Clinical and Radiographic Assessment",
    "subtopic": "Clinical Evaluation",
    "text": "A detailed history and physical examination are required, focusing on the mechanism of injury, patient activity level, and any prior shoulder issues. Neurovascular injury is a significant concern, particularly to the axillary nerve, brachial plexus, and distal circulation. Open fractures require prompt antibiotic prophylaxis and debridement."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "3. Clinical and Radiographic Assessment",
    "subtopic": "Radiographic Evaluation",
    "text": "Standard radiographic imaging includes true anteroposterior (Grashey), scapular Y, and axillary views. CT scans are recommended for complex fracture patterns to better visualize the articular surface and tuberosity position. MRI is not often indicated for acute fractures but can be used to assess for rotator cuff injury. In elderly patients, these are often considered fragility fractures, and vitamin D supplementation and bone health referrals should be considered."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "4. Treatment Overview",
    "subtopic": "General Principles",
    "text": "There is ongoing debate about the ideal treatment for proximal humerus fractures. A Cochrane review found insufficient evidence to definitively inform treatment. The decision depends on injury classification, age, medical history, and surgeon expertise. Informed, patient-specific discussion is critical."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "5. Non-Operative Management",
    "subtopic": "Indications and Technique",
    "text": "The majority (around 65-85%) of proximal humerus fractures are treated non-operatively. This is recommended for stable, minimally displaced fractures or for patients who are not surgical candidates. The common approach is sling immobilization followed by early and progressive physical therapy. Early rehabilitation (within 14 days) leads to significantly better outcomes."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "5. Non-Operative Management",
    "subtopic": "Outcomes and Complications",
    "text": "There is debate about the outcomes of non-operative treatment. Some studies show good results for valgus impacted fractures, while others find significantly lower function compared to the uninjured shoulder. The PROFHER trial, a large randomized trial, found no significant difference between operative and nonoperative treatment for displaced fractures involving the surgical neck at 2 years post-fracture. Complications include osteonecrosis, nonunion, malunion, stiffness, and rotator cuff dysfunction."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "6. Operative Management",
    "subtopic": "Decision-Making Factors",
    "text": "Three factors should be considered: (1) the patient's physiological status (age, functional expectations, comorbidities), (2) the severity of the fracture pattern (displacement, fracture-dislocations, open fractures), and (3) the experience and skillset of the treating surgeon."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "6. Operative Management",
    "subtopic": "Relative Indications for Fixation and Arthroplasty",
    "text": "Operative fixation is indicated to improve functional outcomes, especially in younger, healthy patients. Relative indications include displaced two-part surgical neck fractures, tuberosity fractures displaced more than 5 mm, and fractures with significant articular incongruity or angulation. Relative indications for arthroplasty include unreconstructable head-splitting fractures, fractures devoid of soft tissue attachments, and severe valgus impacted fractures."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "7. Closed Reduction and Percutaneous Pinning (CRPP)",
    "subtopic": "Indications and Contraindications",
    "text": "CRPP is a minimally invasive technique that may offer advantages over open reduction internal fixation (ORIF), such as less soft tissue stripping and lower rates of avascular necrosis. Indications include two-part, three-part, and valgus-impacted four-part fractures. Success depends on good bone quality, minimal comminution, and achieving a stable closed reduction. Contraindications include poor bone quality and fracture comminution."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "8. Surgical Approach for CRPP",
    "subtopic": "Technique, Management, and Complications",
    "text": "The procedure is performed with the patient in a supine or beach-chair position. It involves closed reduction maneuvers specific to the fracture pattern, followed by fixation with pins or screws. Postoperatively, the arm is immobilized in a sling for about two weeks, with pins removed at 4-6 weeks. Complications include pin migration (which can be devastating), infection, loss of reduction, malunion, and neurovascular injury."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "9 & 10. Open Reduction and Internal Fixation (ORIF)",
    "subtopic": "Surgical Approach and Technique",
    "text": "ORIF is for patients who may benefit from surgery but are not candidates for CRPP. Patients are typically positioned in a beachchair or supine position. The deltopectoral approach is most common, though a deltoid-split approach can offer better access to the greater tuberosity. The goal is anatomic reduction of fracture fragments, which may be aided by techniques like using K-wires as joysticks, stay sutures, and bone grafting for defects. A locking plate is typically positioned on the lateral aspect of the humerus, posterior to the bicipital groove, with calcar screws being most important for stability."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "11 & 12. ORIF with an Intramedullary Nail (IMN)",
    "subtopic": "Technique, Management, and Complications",
    "text": "Historically, IMNs were uncommon for proximal humerus fractures but have seen a resurgence with improved designs. They may offer advantages over plates, such as a smaller approach and less blood loss. The technique involves a small incision, splitting the deltoid, and creating an entry point for the nail medial to the rotator cuff insertion. Reduction is obtained using closed techniques, and the nail is locked with proximal and distal screws. Postoperatively, patients are typically immobilized for 6 weeks. Common complications include post-traumatic arthrofibrosis, nonunion, malunion, osteonecrosis, and infection."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "13 & 14. Reverse Total Shoulder Arthroplasty (RSA)",
    "subtopic": "Indications, Technique, and Outcomes",
    "text": "RSA is a treatment option for three- and four-part fractures, especially in elderly patients with cuff deficiency or fractures at high risk of tuberosity healing failure. The deltopectoral approach is commonly used. The procedure involves replacing the humeral head and glenoid with prosthetic components that reverse the normal ball-and-socket anatomy, improving the deltoid's mechanical advantage. Outcomes are generally superior to hemiarthroplasty and ORIF in elderly patients, with better functional scores and lower revision rates. Long-term data in fracture patients is limited, but 10-year implant survival is high (around 93%)."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "15. Hemiarthroplasty (HA)",
    "subtopic": "Indications, Technique, and Outcomes",
    "text": "HA was once the primary method for complex fractures but its use has become more limited with the rise of locking plates and RSA. Indications are now mainly for middle-aged patients with 3-part head splitting fractures or four-part fracture dislocations. The deltopectoral approach is used. Postoperatively, sling immobilization lasts 2-4 weeks with early passive ROM. Complications are common, particularly related to tuberosity healing, which can lead to rotator cuff dysfunction. Outcomes have been inconsistent, with studies showing pain relief but often poor and unpredictable range of motion."
  },
  {
    "heading": "Management of Proximal Humerus Fractures in Adults—A Scoping Review",
    "topic": "Summary of Operative Methods",
    "subtopic": "Advantages and Disadvantages (Table 2)",
    "text": "• Closed Reduction Percutaneous Pinning (CRPP): Advantages include being minimally invasive with less soft tissue stripping and higher union rates. Disadvantages include being technically challenging, with risks of malunion and pin migration.\n• Open Reduction Internal Fixation (ORIF): Advantage is an earlier return to function compared to CRPP. Disadvantages include risks of post-traumatic arthrofibrosis and avascular necrosis.\n• Intramedullary Nailing: Advantages include a smaller approach with less blood loss. Disadvantages include concerns of rotator cuff morbidity and iatrogenic fracture.\n• Reverse Total Shoulder Arthroplasty (RSA): Advantages include quicker recovery and better functional outcomes that are less dependent on tuberosity healing. Disadvantages include a higher complication rate than hemiarthroplasty and technical demands.\n• Hemi Arthroplasty (HA): Advantages include a lower complication rate than RSA and favorable pain relief. Disadvantages include inconsistent functional outcomes and high rates of tuberosity migration."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "Abstract",
    "subtopic": "Summary of Key Points",
    "text": "The management of proximal humeral fractures (PHF) is controversial and their incidence is increasing. Proper management requires meticulous clinical assessment for comorbidities and neurovascular injuries, alongside radiological investigation (including 3D CT scans) to understand the fracture configuration. Classifications for PHF have shown poor reliability. Key management options include non-operative treatment, operative fixation (e.g., plates, nails), and arthroplasty (hemiarthroplasty or reverse shoulder replacement). The majority of PHFs are stable and respond well to non-operative treatment, with some malunion being well-tolerated in the elderly. Surgical management is for significantly displaced, unstable fractures, aiming to restore function. When fixation is compromised due to poor bone quality or risk of humeral head ischemia, arthroplasty is considered. Reverse shoulder replacement has shown predictably good functional outcomes in elderly patients and its use is increasing, while hemiarthroplasty use is declining. The final management decision should be patient-specific and fracture-specific, taking into account the patient's functional demands and the surgeon's experience."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "1. Introduction",
    "subtopic": "Incidence and Demographics",
    "text": "The incidence of proximal humerus fractures (PHF) is increasing globally. These fractures typically show a bimodal distribution, affecting younger patients through high-energy trauma and elderly individuals (over 65) through lower-energy mechanisms or fragility. Older female patients are affected two to three times more often than males, and the association with osteoporosis increases the incidence and complexity of these fractures with age."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "1. Introduction",
    "subtopic": "Long-term Sequelae and Treatment Controversy",
    "text": "Long-term consequences of PHF can be significant, including malunion, non-union, avascular necrosis, and traumatic arthritis. These can lead to prolonged, costly rehabilitation and a persistent decline in functional ability. The optimal treatment for PHF is still debated, with significant geographical variation in management practices, reflecting a lack of strong evidence. The vast majority of these fractures can be managed non-operatively."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "2. Clinical evaluation",
    "subtopic": "Patient Assessment",
    "text": "A comprehensive holistic assessment of the patient is crucial for guiding treatment decisions. In elderly patients, comorbidities and anesthetic risks might outweigh the benefits of surgery. A focused history should include hand dominance, functional demands, and lifestyle (hobbies, occupation, smoking, alcohol use). A neurovascular examination is a priority, especially in fracture-dislocations, to check for vascular or nerve injuries, particularly to the brachial plexus and axillary nerve."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "3. Radiological evaluation",
    "subtopic": "Imaging Modalities",
    "text": "Initial evaluation requires plain radiographs, including true anteroposterior (AP), lateral, and an orthogonal view (e.g., axillary). Computed tomography (CT), especially with 3D reconstructions, is recommended for complex fractures to better visualize the fracture pattern and plan treatment. Magnetic resonance imaging (MRI) is not commonly used acutely but can be valuable for assessing rotator cuff integrity, as cuff tears are associated with impaired functional outcomes."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "3. Radiological evaluation",
    "subtopic": "Predictive Factors",
    "text": "Radiographic features can help predict outcomes. Hertel et al. identified factors that suggest a high risk of humeral head ischemia, including a shortened medial calcar (<8 mm), a break in the medial hinge, and an anatomical neck fracture. These signs may favor arthroplasty over fixation. Bone density is also a key predictor for the success of surgical fixation."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "4. Classification",
    "subtopic": "Classification Systems",
    "text": "Several classification systems exist. The Neer classification, based on the number of displaced parts (two, three, or four), is the most commonly used. Other systems include Codman's original description, Hertel's binary approach based on fracture planes, and the AO classification. However, studies have consistently shown that these systems have low intra- and inter-observer reliability, making them challenging to use for guiding treatment and research."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "5. Non-operative management",
    "subtopic": "Indications and Outcomes",
    "text": "Approximately 85% of PHFs can be managed non-operatively, a trend that has been increasing, especially in elderly patients. The PROFHER trial, a major UK randomized controlled trial, found no significant difference in patient-reported outcomes between surgical and conservative treatment for displaced fractures where surgeons were uncertain about the best approach. However, the study had limitations, as it mostly included two-part fractures and did not include reverse shoulder arthroplasty. Current evidence supports early mobilization (within two weeks) for non-operatively managed patients."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "6. Operative management",
    "subtopic": "Indications and Surgical Techniques",
    "text": "While most PHFs are managed non-operatively, clear indications for surgery include fracture-dislocations, open fractures, and head-splitting fractures. The decision to operate also depends on factors like patient age, functional level, bone quality, and surgeon experience. Common surgical techniques include percutaneous fixation, locking plate fixation, and intramedullary nailing."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "6. Operative management",
    "subtopic": "Percutaneous Fixation",
    "text": "This minimally invasive technique is suitable for a limited range of fracture patterns, such as valgus-impacted fractures. Its main advantage is the preservation of the soft tissue envelope and blood supply. The technique relies on an established configuration of screw placement and has shown good outcomes with low complication rates in appropriate cases."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "6. Operative management",
    "subtopic": "Locking Plate Fixation",
    "text": "Locking plate fixation is the most common method for displaced PHFs. It provides strong angular stability but requires meticulous surgical technique to avoid high complication rates, which include intra-articular screw penetration (9.5%), varus collapse (6.8%), avascular necrosis (4.4%), and a re-operation rate of 13.8%. It is mostly used for two- or three-part fractures in younger patients."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "6. Operative management",
    "subtopic": "Intramedullary Nailing",
    "text": "Intramedullary (IM) nails are a good option for two-part and select three-part fractures, offering a biological approach that preserves blood supply. Modern straight nails have fewer complications (like rotator cuff dysfunction) than older curvilinear designs. Clinical outcomes are similar to locking plates for two- and three-part fractures, with some evidence suggesting lower re-operation rates for nails (up to 19% for nails vs. up to 30% for plates)."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "7. Arthroplasty",
    "subtopic": "General Indications",
    "text": "Arthroplasty, either hemiarthroplasty (HA) or reverse shoulder arthroplasty (RSA), is indicated for patients who are elderly or have poor bone quality. It is also used for fracture patterns that are not amenable to fixation, such as comminuted fractures, head-splitting fractures, or fracture-dislocations."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "7. Arthroplasty",
    "subtopic": "Hemiarthroplasty (HA)",
    "text": "The use of HA is diminishing but it remains a viable option for complex, unreconstructable fractures in relatively younger patients who have a functioning rotator cuff. The success of HA is critically dependent on the healing of the tuberosities. While HA can provide excellent pain relief, functional outcomes can be difficult to predict and are often poor if the tuberosities fail to heal."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "7. Arthroplasty",
    "subtopic": "Reverse Shoulder Arthroplasty (RSA)",
    "text": "RSA was initially a salvage procedure, but its indications have expanded, especially for the aging population where rotator cuff dysfunction is common. A meta-analysis recommended RSA for older patients with three- or four-part fractures due to better outcomes and lower re-operation rates. However, a recent trial comparing RSA to non-operative management in patients over 80 found only minimal benefits with RSA, suggesting conservative treatment is a viable option in this age group."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "Comparative Outcomes",
    "subtopic": "RSA vs. ORIF, HA, and Salvage",
    "text": "• RSA vs ORIF: Studies report improved Constant scores with RSA in elderly patients with displaced fractures.\n• RSA vs HA: Meta-analyses generally show improved clinical outcomes with RSA compared to HA. While some reviews report higher complication rates with RSA, others show no significant difference.\n• Primary vs Salvage RSA: RSA performed for an acute fracture generally results in better outcomes and fewer complications than when used as a salvage procedure for a failed fixation or malunion.\n• RSA vs ORIF and HA: The use of RSA for fractures is increasing. Although more costly, it has been associated with a greater number of patients being discharged directly home."
  },
  {
    "heading": "Proximal humerus fractures: A review of current practice",
    "topic": "12. Conclusion",
    "subtopic": "Summary of Management Principles",
    "text": "Non-operative management remains an important and viable option for many PHFs. For younger patients with significantly displaced fractures, surgical fixation is preferable, with options including percutaneous fixation, IM nailing, or locking plates. Tuberosity management is crucial for a good outcome. In unreconstructable fractures, arthroplasty is the main surgical option. Hemiarthroplasty is mainly used in younger patients with a functioning rotator cuff, while reverse shoulder arthroplasty has become the mainstay for unreconstructable fractures in the elderly and for salvage situations, providing reliable outcomes. Treatment must be individualized."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "What is a proximal humerus fracture and why have I got it?",
    "subtopic": "Definition and Cause",
    "text": "Your shoulder is a ball and socket joint made up of the upper arm bone (humerus) and shoulder blade (scapula). Your injury is a break or fracture to the upper or 'proximal' part of the humerus bone. Proximal humerus fractures are common. They are the third most common fracture type in individuals over 65 years of age and may occur when falling on to your arm. This type of fracture will be confirmed on x-ray. If your fracture happened because of a fall then discuss with your healthcare professional if you would like to receive further information on falls prevention support."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "What are the signs and symptoms?",
    "subtopic": "Symptoms",
    "text": "• Pain\n• Bruising and swelling\n• Difficulty moving your arm\n• Apprehension and anxiety about moving your arm."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "What to expect?",
    "subtopic": "Recovery Timeline",
    "text": "Proximal humerus fractures typically heal within six to twelve weeks, although recovery can take up to six months. On occasions this could be longer as this type of fracture is often linked to stiffness of the joint. Following this type of injury, the main aim is to regain enough movement to perform day to day activities and help may be required initially."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Evidence for Conservative Management",
    "subtopic": "Research Findings",
    "text": "Evidence suggests 1- and 2-part fractures can be managed successfully without an operation (NICE, 2016). Operative management appears to offer no better outcomes at two-year follow-up compared to non-operative treatment for adults (PROFHER, Rangan et al. 2015). Excellent results have been achieved with short-term immobilisation and early exercise therapy with increasing participation, activity levels and reduced impairment."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Do I need any tests to confirm the diagnosis?",
    "subtopic": "Diagnostic Process",
    "text": "If it is suspected that you have a proximal humerus fracture, an x-ray and clinical assessment by a healthcare professional will confirm this. You should be reviewed in the Fracture Clinic or the St George's Upper Limb Unit soon after your injury and followed up again around eight weeks. Expect a repeat x-ray to assess the progress of your healing. If required, you may be seen again at six months."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "What treatments are available?",
    "subtopic": "Conservative Management Plan",
    "text": "Conservative management of your proximal humerus fracture will include a period of immobilisation in a poly-sling for comfort only for up to three weeks."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "What are the risks of wearing a Poly-sling?",
    "subtopic": "Potential Risks",
    "text": "The main risk of wearing a poly-sling is the development of pressure areas on your skin where the sling rests. This will look like red marking of the skin when you remove the sling. This is normal and the marks should disappear within half an hour. It is important to check your skin regularly especially if you have altered sensation."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Washing and Dressing with your sling",
    "subtopic": "Hygiene Advice",
    "text": "It is advised to wear your clothes underneath your sling. You may find it best to wear loose fitting or button-up tops. To wash, you may wish to remove the body belt, and lean forwards slightly, so your arm hangs away from your body and you can wash your underneath your arm, whilst maintaining the support. You will not be able to shower or bathe with your sling on and will therefore need to wash around it."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Rehabilitation",
    "subtopic": "Pacing yourself",
    "text": "When performing your home exercise programme follow the TRAFFIC light system approach to manage your pain effectively and allow you to progress through your rehabilitation journey. It is safe and important to move your elbow, wrist and hand of the affected arm without restriction to avoid stiffness. Aim for 10-25 repetitions, three times daily. You will be referred to Physiotherapy to guide your recovery."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Rehabilitation Exercises",
    "subtopic": "From two to three weeks",
    "text": "Begin shoulder girdle exercises including pendular swings and lying or sitting active-assisted range of movement exercises. Ensure adequate pain control. Avoid weight-bearing tasks. It is normal for your shoulder to still be painful and stiff. Aim for 8-12 repetitions per exercise, minimum two sets, twice daily. Exercises include 'table slides' and external rotation with a walking stick."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Rehabilitation Exercises",
    "subtopic": "From week six",
    "text": "Once an acceptable range of movement is achieved, progress to active movement through all planes (overhead, out to the side, behind your back). Aim for 10-25 repetitions per exercise, minimum two sets, twice to three times daily. You can progress standing 'table slides' against a wall or mirror."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Rehabilitation Exercises",
    "subtopic": "Between eight and twelve weeks",
    "text": "Aim to recover full active range of movement. It is safe to start weight-bearing, loading, and strengthening exercises. Return to light functional day-to-day activity. Return to driving is possible once you have adequate range of movement, clearance from your insurer, and feel ready. You must be able to perform an emergency stop confidently."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Rehabilitation Exercises",
    "subtopic": "Strengthening",
    "text": "The aim of rehabilitation should now be strengthening your arm to include heavier loads with a return to normal activity where possible. Exercises with a resistance band can be performed, such as forward punches and overhead presses."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Is there anything I can do to help myself?",
    "subtopic": "Self-Management Advice",
    "text": "Stay focused on your home exercise programme under the guidance of your physiotherapist. Maintaining an active and healthy lifestyle with regular cardiovascular exercise can promote better long-term outcomes. Avoid smoking as it will delay the healing process. Talk to your GP or go to www.smokefree.nhs.uk for more information."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Pain and Swelling Management",
    "subtopic": "Ice packs and Pain medication",
    "text": "Ice packs: You can use ice packs wrapped in a cloth around your shoulder. Applying the ice pack for up to 20 minutes can be helpful in reducing pain, swelling, and bruising. Use every two to three hours for the first few days.\nPain medication: Common pain medication such as paracetamol or ibuprofen may help. It is best to talk to your pharmacist or doctor for advice, especially if you are taking other medication. If they are not strong enough, discuss this with your GP."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Useful sources of information",
    "subtopic": "Websites",
    "text": "• ARC - Arthritis Research Campaign\n• SGSU – St George's Shoulder Unit website www.sgsu.co.uk\n• Musculoskeletal Outpatient Physiotherapy - St George's University Hospitals NHS Foundation Trust (stgeorges.nhs.uk)"
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Contact us",
    "subtopic": "Physiotherapy Department",
    "text": "If you have any questions or concerns about your injury, please contact the St George's University Hospital NHS Foundation Trust Physiotherapy department on 020 8725 3014 or email MSKphysioenquiries@stgeorges.nhs.uk."
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Additional services",
    "subtopic": "Patient Advice and Liaison Service (PALS)",
    "text": "PALS can offer you advice and information when you have comments or concerns about our services or care. You can contact the PALS team on the advisory telephone line Monday, Tuesday, Thursday and Friday from 2pm to 5pm. A Walk-in service is also available. Contact PALS in advance to check for changes to opening times. Tel: 020 8725 2453 Email: pals@stgeorges.nhs.uk"
  },
  {
    "heading": "Proximal Humerus Fracture (Conservative Management) 1 and 2-part fractures",
    "topic": "Online Information and Guidance",
    "subtopic": "NHS Resources",
    "text": "• NHS UK: The NHS provides online information and guidance on all aspects of health and healthcare. Web: www.nhs.uk\n• NHS 111: You can call 111 for urgent medical help that is not a 999 emergency. Tel: 111\n• AccessAble: You can download accessibility guides for all our services by searching 'St George's Hospital' on the AccessAble website (www.accessable.co.uk)."
  }
]