[
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Introduction",
    "subtopic": "Definition and Prevalence",
    "text": "While trying to break a fall with your hands may seem instinctive, the force of the fall could travel up your forearm bones and dislocate your elbow. It also could break the smaller bone (radius) in your forearm. Fractures of the radius often occur in the part of the bone near the elbow, called the radial head. Radial head fractures are common injuries, occurring in about 20% of all acute elbow injuries. Many elbow dislocations also involve fractures of the radial head. Radial head fractures are more frequent in women than in men, and they are more likely to happen in people who are between 30 and 40 years of age."
  },
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Symptoms",
    "subtopic": "Common Symptoms",
    "text": "The most common symptoms of a radial head fracture include:\n- Pain on the outside of the elbow\n- Swelling in the elbow joint\n- Difficulty bending or straightening the elbow, accompanied by pain\n- Inability to turn or difficulty turning the forearm (palm up to palm down or vice versa)"
  },
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Treatment",
    "subtopic": "Type I Fractures",
    "text": "Type I fractures are generally small cracks, and the bone pieces remain fitted together.\n- The fracture may not be visible on initial X-rays, but it can usually be seen if the X-ray is taken 3 weeks after the injury.\n- Nonsurgical treatment involves using a splint or sling for a few days, followed by an early and gradual increase in elbow and wrist movement (depending on the level of pain).\n- If you attempt too much motion too quickly, the bones may shift and become displaced."
  },
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Treatment",
    "subtopic": "Type II Fractures",
    "text": "Type II fractures are slightly displaced and involve a larger piece of bone.\n- If displacement is minimal, treatment may involve wearing a sling or splint for 1 to 2 weeks, followed by range-of-motion exercises.\n- Small fragments of broken bone may be surgically removed if they prevent normal elbow movement or have the potential to cause long-term problems with the elbow.\n- If a fragment is large and out of place enough, the orthopaedic surgeon will first attempt to hold the bones together with screws, or a plate and screws. If this is not possible, the surgeon will remove the broken pieces of the radial head.\n- The surgeon will also correct any other soft-tissue injury, such as a torn ligament."
  },
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Treatment",
    "subtopic": "Type III Fractures",
    "text": "Type III fractures have multiple broken pieces of bone which cannot be put back together for healing.\n- In most Type III radial head fractures, there is also significant damage to the elbow joint and the ligaments that surround the elbow.\n- Surgery is always required to either fix or remove the broken pieces of bone and repair the soft-tissue damage. If the damage is severe, the entire radial head may need to be removed. In these cases, an artificial radial head may be placed to improve long-term function.\n- Early movement to stretch and bend the elbow is necessary to avoid stiffness."
  },
  {
    "heading": "Radial Head Fractures of the Elbow",
    "topic": "Post-Surgical Care",
    "subtopic": "Rehabilitation",
    "text": "After surgery to repair a radial head fracture, the surgeon will recommend no weight-bearing through the arm and no lifting objects heavier than a few pounds for 6 to 12 weeks. Depending on the fracture pattern and other associated elbow injuries, you may be placed in a splint or cast for a period of time. Even the simplest of fractures may result in some loss of movement in the elbow. Regardless of the type of fracture or the treatment used, you will be prescribed exercises to restore movement and strength before resuming full activities. In some cases, your elbow stiffness may be limiting enough that you require a second surgery to remove scar tissue."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Introduction",
    "subtopic": "Initial Advice and Healing",
    "text": "This leaflet gives you advice and exercises to help your elbow to recover after your radial head fracture. Radial head fractures are not treated in a plaster cast, as the fracture is stable. This means you can move the joint without causing damage. It is very important to get your arm moving as soon as possible, to avoid joint stiffness and muscle tightness. At first, your elbow will feel stiff and painful, but it is important that you continue to move it as this will aid your recovery. It usually takes approximately 6 weeks for the fracture to fully heal. During this time, do not stress the joint with heavy lifting or heavy weight-bearing."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Normal use",
    "subtopic": "Activity Guidelines",
    "text": "It will not cause any further damage if you continue to use your elbow normally for everyday activities. This may make your elbow sore in the early stages, but you will be able to gradually increase your activity as the pain and swelling subside. Do not return to contact sport until you are pain free and for at least 6 weeks after the injury."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Swelling and pain",
    "subtopic": "Management",
    "text": "Your elbow may swell up after the injury. If this happens, keep your elbow raised as much as possible. One way of doing this is by keeping your elbow raised on pillows above the level of your heart. Pain and swelling can be eased by applying ice for approximately 15 minutes, 3 to 4 times a day. Wrap the ice in a damp towel to protect your skin."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Pain relief",
    "subtopic": "Medication",
    "text": "Take regular painkillers, to help you move more easily and gently exercise your injured limb. Paracetamol is ideal. If paracetamol does not help, you may need a stronger painkiller, such as codeine. Codeine is only available on prescription; however, you can buy a combination of paracetamol with codeine over the counter of any pharmacy. Please speak to the pharmacist for extra advice and tell the pharmacist if you are taking other medications. Please read and follow the dosage instructions on the packet carefully. If you require a stronger pain relief, please contact your own GP for a prescription."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Exercise",
    "subtopic": "General Advice",
    "text": "It is important that you start to exercise your elbow as soon as possible, in order to regain normal movement. By exercising, the feeling of stiffness and pain will gradually ease. You may find your shoulder, wrist and finger joints are stiff too, so keep them moving if they are not injured. You may have been given a sling to use as a temporary measure. Gradually try reducing how often you wear this as soon as possible, so that you can start using your arm normally. The exercises will be most effective if practiced regularly. We suggest doing them 3-4 times a day. It is better to repeat the exercises little and often, rather than once a day for a longer period."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Exercise",
    "subtopic": "The exercises",
    "text": "We suggest that the following exercises are held for 5 seconds and each repeated 10 times.\n1. Elbow flexion/extension: When standing, bend and straighten your elbow fully. Apply some added gentle pressure with your other hand to help your arm to bend, and then help your arm to straighten.\n2. Supination/pronation: When sitting, rest your arm on a table or hold your elbow into your side. Turn your palm up then down, keeping your elbow still."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Stopping smoking",
    "subtopic": "Advice",
    "text": "Medical evidence suggests that smoking prolongs fracture healing time. In extreme cases it can stop healing altogether. It is important that you consider this information with relation to your recent injury. Stopping smoking during the healing phase of your fracture will help ensure optimal recovery from this injury."
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Feedback",
    "subtopic": "Contact Information",
    "text": "We aim to provide you with a high quality service at all times. If you have any comments, concerns, or complaints about your experience of our service, please tell a member of the team or contact the Patient Advice and Liaison Service.\nJohn Radcliffe Hospital PALS Office: Telephone: 01865 221 473, Email: PALS@ouh.nhs.uk\nHorton General Hospital PALS Office: Telephone: 01295 229 259, Email: PALS@ouh.nhs.uk"
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Useful telephone numbers",
    "subtopic": "When to seek further advice",
    "text": "If you continue to have pain 8 weeks after your injury, despite taking regular painkillers and caring for your injury as advised, or if at any point you are worried your injury is not healing, please contact the New Patient Clinic for an appointment.\nNew Patient (Fracture) Clinic at:\nJohn Radcliffe Hospital, Oxford: Telephone: 01865 220 217\nHorton General Hospital, Banbury: Telephone: 01295 229 606"
  },
  {
    "heading": "Helping Your Elbow to Recover After a Radial Head Fracture",
    "topic": "Further information",
    "subtopic": "Accessibility",
    "text": "If you would like an interpreter, please speak to the department where you are being seen. Please also tell them if you would like this information in another format, such as: Easy Read, large print, braille, audio, electronic, another language. We have tried to make the information in this leaflet meet your needs. If it does not meet your individual needs or situation, please speak to your healthcare team. They are happy to help."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Virtual Fracture Clinic Referral",
    "subtopic": "Process",
    "text": "Your Emergency Department doctor has referred you to the Virtual Fracture Clinic. This allows fast access to a specialist opinion without having to visit the hospital in person. An orthopaedic doctor will review your case, then a physiotherapist will contact you by telephone to discuss your management plan."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Your diagnosis is radial head fracture",
    "subtopic": "Injury Description and Healing",
    "text": "You have a very small break in your radial head, which is one of the bones in your elbow. This type of injury usually heals without any problems. Symptoms are usually minor but can take three to six weeks to subside. A sling may be provided for your comfort. You should gradually reduce the time you use the sling as your pain settles and aim to remove the sling completely as soon as you feel able to."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Early management: the first three days after the injury",
    "subtopic": "Pain and Swelling Management",
    "text": "It is normal for your elbow to become bruised and swollen. This will settle over a few weeks. The following guidelines can help to minimise swelling and pain:\nRest: Rest for the first few days and avoid any activity that increases your pain. A sling may be provided to hold your elbow in a comfortable position.\nIce: Ice the elbow for 20 minutes every 1-2 hours. Use an ice pack or a bag of frozen vegetables wrapped in wet tea-towel. Continue this for 3 to 7 days after your injury.\nElevate: Sit and rest your arm on several pillows for 10 minutes and move your fingers."
  },
  {
    "heading": "Radial head fracture",
    "topic": "General Advice",
    "subtopic": "Sling, Lifting, Medication, Smoking",
    "text": "Sling: Wear your sling to support the arm for 3 to 7 days. The sling can be removed for showers and sleeping when comfortable.\nLifting: For the first 6 weeks you should not lift objects heavier than a cup of tea or mobile phone (250 grams).\nMedication: Simple medication such as paracetamol or anti-inflammatories may help to control your pain. Speak with your local doctor (GP) or pharmacist about your medication options.\nSmoking: Research shows that smoking increases the risk of poor healing in fractures. Stopping smoking will improve the chance of a good outcome. For further information on quitting smoking visit www.quitnow.gov.au or speak with your GP."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Rehabilitation: After the first few days",
    "subtopic": "Movement and Exercises",
    "text": "Start coming out of the sling as you are able, movement is important to allow the fracture to heal and the elbow not to stiffen."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Hand and wrist exercises",
    "subtopic": "Initial exercises",
    "text": "Open and close your hand - repeat 10 times. Progression: Hold a soft ball or ball of socks. Squeeze and relax - repeat 10-15 times. Move your wrist up and down - repeat 10-15 times."
  },
  {
    "heading": "Radial head fracture",
    "topic": "After one week",
    "subtopic": "Elbow exercises",
    "text": "Start elbow range of motion exercises. Early movement is important to help reduce stiffness. Follow the exercises below within your pain limits. Forcible stretching is unnecessary and likely to cause pain and delay recovery.\nElbow bend and straighten: bend and straighten your elbow so you feel a mild to moderate stretch. Use your other hand to help if necessary. Do not push into pain - repeat 10 to 15 times.\nForearm rotations: with your elbow bent to 90 degrees by your side, rotate your palm up and down so you feel a mild to moderate stretch - repeat 10-15 times."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Physiotherapy",
    "text": "If you don't have your normal movement back after three weeks, speak with the Virtual Fracture Clinic or your local doctor (GP) about physiotherapy options available to you."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Expected return to daily activities",
    "text": "Different people recover from injuries at different rates. Most simple fractures will heal in 6-12 weeks."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Driving",
    "text": "You can return to driving 6 weeks following your injury, provided your arm strength is restored and you are able to lift your arm without pain."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Return to work",
    "text": "The amount of time you will need off work relates to the severity of your injury and your work requirements. As a guide:\n• Manual workers - it may take 6 to 8 weeks to return to normal duties.\n• Desk workers - you can return as soon as your pain allows."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Return to sport",
    "text": "You should be able to use the arm in normal day-to-day activities, pain-free before you consider returning to sport. If you are unable to do this, contact the Virtual Fracture Clinic for a physiotherapy referral."
  },
  {
    "heading": "Radial head fracture",
    "topic": "Follow-up and Recovery",
    "subtopic": "Longer-term recovery and expectations",
    "text": "Most people achieve a normal function 3 months after this injury. It is possible that you could have mild ongoing discomfort and stiffness (a loss of about 10 degrees of elbow extension is considered normal). If you still have significant pain or limitation 3 months after your injury, you may need to see an orthopaedic specialist."
  },
  {
    "heading": "Radial head fracture",
    "topic": "When to contact the Virtual Fracture Clinic",
    "subtopic": "Contact Triggers",
    "text": "We do not routinely follow up patients as this type of injury usually heals well. However, if you are still experiencing significant symptoms after six weeks, please contact the virtual fracture clinic. Contact the clinic if:\n• You have not heard from us within three working days after your Emergency Department visit.\n• Your pain is so bad that medication and RICE do not help.\n• You notice increasing pain without a cause after it was improving.\n• You notice major numbness, pins and needles, or changes in circulation.\n• Your symptoms are still bad after 6 weeks.\nIf you have any questions or concerns, please contact the Virtual Fracture Clinic:\nT: 0448 193 644\nE: myfracture@health.qld.gov.au"
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Key Points",
    "subtopic": "Summary",
    "text": "Despite the common occurrence of radial head fractures, there is still a lack of consensus on which ones should be treated surgically. The radial head is an important secondary stabilizer of the elbow. A decision to perform surgery is often dictated by associated injuries, such as comminution of the radial head and ligament disruption. Nondisplaced and minimally displaced fractures can be treated non-operatively. Displacement (>2 mm) without a mechanical block is not a clear indication for surgery, whereas a mechanical block to pronation/supination and comminution are indications."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Introduction",
    "subtopic": "Epidemiology and Mechanism",
    "text": "A radial head fracture is the most common elbow fracture in adults, with an incidence of 2.5-2.8 per 10,000 inhabitants per year. Female patients are typically older (50-60 years) than male patients (30-40 years), which correlates with osteoporosis in women and high-energy trauma in men. The injury usually occurs from a fall on an outstretched hand, causing the radial head to impact the capitellum. The radial head plays a pivotal role in stabilizing the elbow joint."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Biomechanics",
    "subtopic": "Role of the Radial Head",
    "text": "The radial head is a crucial secondary stabilizer of the elbow in almost all directions. It acts as a buttress to axial load and provides stability against varus and valgus stress, especially in a ligament-deficient elbow. If other stabilizing structures like the coronoid process, collateral ligaments, or the interosseous membrane are injured, the integrity of the radial head becomes critical to elbow function."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Classification",
    "subtopic": "Mason and Modified Classifications",
    "text": "The Mason classification (1954) is the most referenced system. Type I are nondisplaced fissures or rim fractures. Type II are displaced marginal sector fractures. Type III are comminuted, displaced fractures involving the entire radial head. Johnston later added Type IV for fractures associated with dislocation. Modifications by Broberg and Morrey, Hotchkiss, and Van Riet et al. have been proposed to improve clinical relevance by specifying displacement criteria, including the concept of a mechanical block, and incorporating associated injuries."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Associated injury",
    "subtopic": "Prevalence and Types",
    "text": "Radial head fractures are frequently accompanied by other injuries. One study found associated injuries in 39% of cases. Comminution of the radial head is highly associated with other injuries. The most common associated fractures are of the coronoid process. These fractures are often part of a 'terrible triad' of the elbow. MRI studies show a 76-92% incidence of associated injuries, most commonly of the lateral collateral ligament (LCL) and capitellum."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment options",
    "subtopic": "Conservative vs. Surgical",
    "text": "The management of radial head fractures spans a spectrum from conservative methods to surgery. Conservative treatment usually involves a pressure bandage, sling, and early range of motion. Surgical procedures include open or arthroscopic reduction and internal fixation (ORIF), radial head arthroplasty (RHA), or radial head excision (RHE)."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment options",
    "subtopic": "Reduction and internal fixation (ORIF)",
    "text": "ORIF can be performed through a lateral approach. The goal is a stable and anatomic reconstruction. Headless screws are used for head fragments, while plates are common when the entire head is disrupted from the shaft. A 'safe zone' for plate placement exists to minimize impingement. The tripod technique using crossing headless screws is an alternative to plates. Although most associated injuries detected on MRI are not clinically important in the short term, the procedure can be challenging and requires expertise."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment options",
    "subtopic": "Radial head arthroplasty (RHA) and radial head excision (RHE)",
    "text": "RHA or RHE are options for severely comminuted non-reconstructable fractures. RHA is a good choice in the presence of elbow instability. Functional outcomes are good to excellent long-term, despite some radiological degeneration. Overlengthening of the prosthesis is a significant complication. RHE has fewer postoperative complications but should not be performed when concurrent coronoid or ligamentous injuries are present."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment by Fracture Type",
    "subtopic": "Nondisplaced or minimally displaced fractures (Mason-Hotchkiss type I)",
    "text": "Isolated nondisplaced or minimally displaced (<2 mm) fractures without a mechanical block can be treated conservatively with early mobilization. Outcomes are predominantly favorable. The usefulness of follow-up radiographs is debated as they rarely alter treatment."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment by Fracture Type",
    "subtopic": "Displaced fracture without severe comminution (Mason–Hotchkiss type II)",
    "text": "These fractures are displaced (>2 mm) or angulated but are technically repairable. A mechanical block to rotation is a clear indication for surgery, for which ORIF is preferred. There is no clear consensus on whether isolated displaced fractures without a mechanical block should be treated operatively. A recent randomized controlled trial concluded that nonoperative treatment yields similar functional results to surgery after one year for this fracture type. Comminution (>2 fragments) is generally considered an indication for surgery."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Treatment by Fracture Type",
    "subtopic": "Severely comminuted fracture (Mason-Hotchkiss type III)",
    "text": "Severely comminuted fractures that are not reconstructable usually require removal of fragments to improve movement. The decision of reconstructability is subjective. Having four or more fragments is a negative predictor for successful ORIF. RHA is reported to be the most effective treatment in terms of elbow performance outcomes for these injuries."
  },
  {
    "heading": "Which radial head fractures are best treated surgically?",
    "topic": "Conclusion and recommendations",
    "subtopic": "Summary and Treatment Algorithm",
    "text": "Despite the common occurrence of radial head fractures, a consensus on optimal management is lacking. The goal is a stable, functional, and pain-free elbow. The decision to operate is often dictated by associated injuries. Based on the best available evidence, a treatment algorithm is proposed (Figure 5). There is consensus that nondisplaced fractures without a mechanical block can be treated nonoperatively. Treatment for partially displaced fractures without a block is uncertain. All fractures with a mechanical block or comminution should be treated surgically. The authors' preference is to attempt ORIF for all radial head fractures, with RHA as a backup, especially in young patients, to avoid the risks of RHA."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "Injury Information",
    "subtopic": "Diagnosis and Prognosis",
    "text": "You have been diagnosed with an elbow fracture. This leaflet explains what that is and how to best care for your elbow while it heals. You have a very small break in the radial head or neck – one of the bones in your elbow. These fractures almost always heal well with time and use – no specific treatment is required and therefore routine follow-up is not necessary."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "Initial Management",
    "subtopic": "Sling and Painkillers",
    "text": "• A sling will hold your elbow in a comfortable position for a few days.\n• You should wean yourself out of the sling as your pain settles and aim to remove the sling completely as soon as you feel able.\n• You may initially require regular painkillers as it is important to keep gently moving the elbow before gradually resuming daily activities. This will reduce stiffness and help to ensure the quickest return to normal function."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "Recovery Expectations",
    "subtopic": "Symptoms and Movement",
    "text": "• See exercises overleaf to start as your comfort allows.\n• Forcible stretching is unnecessary and may cause pain as well as delay your recovery.\n• Symptoms are usually minor, but may take up to 3-6 weeks to settle.\n• There may be slightly reduced movement at the elbow, especially on straightening it, but this is unlikely to affect your function."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "When to Seek Further Help",
    "subtopic": "Contact Information",
    "text": "If the pain gets worse or lasts more than 3 weeks, or if you are concerned following discharge from hospital, please contact: Fracture Clinic on 0118 322 6567 (12-5pm, Monday to Friday) or mobile: 07554 330 369."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "Elbow injury exercises",
    "subtopic": "General Instructions",
    "text": "Remember:\n• Remove sling before exercising.\n• Exercise as the pain allows – do not continue if it is too painful!\n• Complete 10 of each exercise.\n• As the exercises become easier, build up to completing four times a day.\n• Always keep your shoulder still while exercising your elbow.\n• Swimming is also an excellent exercise.\n• Don't forget to keep your shoulder and hand moving."
  },
  {
    "heading": "Radial head / neck fracture: discharge advice",
    "topic": "Elbow injury exercises",
    "subtopic": "Specific Exercises",
    "text": "1. Lie on your back or stand. Hold the shoulder on the injured side down by pressing on it with the opposite hand. Bend and straighten the affected elbow.\n2. While sitting, touch the back of your neck with your hand (of the injured arm). Then straighten the elbow above your head.\n3. With your arm held by your side and your elbow bent to 90 degrees, turn your palm upwards towards the ceiling and then downwards towards the floor, as far as possible."
  }
]