[
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Your injury",
    "subtopic": "Definition and Symptoms",
    "text": "A dislocation is when the ball and socket joint of the shoulder is disrupted. The shoulder joint is made up of your upper arm bone (the humerus) and shoulder blade (the scapula). This is a common injury. The common symptoms following this type of injury include:\n- Pain straight after the injury\n- Swelling\n- Bruising\n- Difficulty moving the arm\n- Deformity at the site of injury"
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Your treatment plan",
    "subtopic": "Initial Management and Follow-up",
    "text": "Once your shoulder is back in joint you will be given a sling to support your arm; this will be used for 2 to 6 weeks whilst the injury heals. You need to keep the sling on for the first week, including at night, but you can remove it daily for personal hygiene and dressing. You should regularly move the elbow and wrist to avoid these joints getting too stiff. After a shoulder dislocation there is an increased risk that it could happen again. This depends on age, how you injured it and individual factors. You will be given an appointment to return to fracture clinic for follow up and you can discuss this further with your treating team."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "What should I do at home?",
    "subtopic": "Home Care Instructions",
    "text": "- Use over the counter pain killers as required.\n- You may find it easier to sleep propped up with pillows, to be more upright.\n- Use ice over the injured area to help with pain and swelling – an ice pack or a bag of frozen peas wrapped in a tea towel can be used for 10 minutes at a time.\n- Avoid sports, lifting and overhead movement for 6 weeks.\n- You should not drive whilst in a sling.\n- You can return to work as soon as you are able to do your normal duties."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "How long will it take to heal?",
    "subtopic": "Recovery Timeline and Factors",
    "text": "For most people the symptoms from a dislocation will settle down without any problems in six to twelve weeks. However, it may take several months for your symptoms to settle completely – these can include pain or discomfort, stiffness, decreased strength and swelling. The injury may take longer to heal if you suffer from diabetes or if you smoke. For advice on stopping smoking please visit www.nhs.uk/smokefree or discuss this with your GP. Once the symptoms have started to heal some people might be referred to their local physiotherapy department for assessment, advice and rehabilitation."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Exercises",
    "subtopic": "General Instructions",
    "text": "You should try to do these exercises three to four times a day. Unless advised otherwise, you can start them immediately. Repeat these ten times each:"
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Exercises",
    "subtopic": "Pendulum Swings",
    "text": "Stand and lean forward supporting yourself with your other hand. Try to relax your injured arm and let it hang down. Swing your arm slowly and gently forwards and backwards, side to side, and in circles clockwise. Continue for approximately 1-2 minutes in total provided there is no increase in symptoms."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Exercises",
    "subtopic": "Postural awareness",
    "text": "Bring your shoulders back and squeeze your shoulder blades together as shown in the picture. Do this with or without your sling on. Hold the position for 20-30 seconds and repeat 5 times provided there is no increase in symptoms."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Exercises",
    "subtopic": "Elbow and Hand Movements",
    "text": "Bend your elbow as far as you can, hold for 5-10 seconds, then straighten elbow as far as you can for 5-10 seconds and hold.\nSeparate and straighten your fingers. Hold for 5-10 seconds. Bend your fingers at the knuckles. Hold for 5-10 seconds. Make a fist. Hold for 5-10 seconds."
  },
  {
    "heading": "Advice after dislocating your shoulder joint",
    "topic": "Contact Information",
    "subtopic": "Helplines and Departments",
    "text": "If you have any worries or concerns please contact one of the following: Virtual Fracture Clinic Helpline 01225 821668 or Fracture Clinic 01225 825602.\nTrauma and Orthopaedic Department, Royal United Hospitals Bath NHS Foundation Trust, Combe Park, Bath BA1 3NG, 01225 428331, www.ruh.nhs.uk.\nPlease contact the Patient Advice and Liaison Service (PALS) if you require this leaflet in a different format, or would like to feedback your experience of the hospital. Email ruh-tr.PatientAdviceandLiaisonService@nhs.net or telephone 01225 825656."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Introduction",
    "subtopic": "Definition and Shared Decision-Making",
    "text": "Anterior traumatic shoulder instability is defined as excessive anterior translation of the humeral head on the glenoid fossa caused by a traumatic event, resulting in pain, discomfort, subluxation, or dislocation. Shared decision-making is crucial, requiring doctors to listen to patients, provide understandable information, and respect their right to make decisions about their treatment. Continuity of care throughout the patient's pathway is essential."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Background",
    "subtopic": "Epidemiology and Biomechanics",
    "text": "Historically, 96% of shoulder dislocations are attributed to trauma, with anterior dislocation accounting for 97%. Traumatic dislocation of the glenohumeral joint is the most common joint dislocation, with an incidence of 8.2 to 23.9 per 100,000 per year. There is a peak incidence in males aged 15-29 and in elderly females over 80. Stability is provided by both static (articular conformity, labrum, ligaments) and dynamic (muscles, rotator cuff, proprioception) factors."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Pathology and Associated Injuries",
    "subtopic": "Mechanism and Lesions",
    "text": "Anterior dislocation most commonly occurs from a fall onto an outstretched hand, causing the arm to extend and externally rotate, leading to failure of the inferior glenohumeral ligament. Common pathological lesions include the Bankart lesion (labrum avulsion), capsular injury, ALPSA, HAGL, glenoid rim fracture, and Hill-Sachs lesion. Patients may also present with mixed instability patterns involving other lesions like posterior labral or SLAP tears."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Pathology and Associated Injuries",
    "subtopic": "Associated Injuries",
    "text": "Neurological injury occurs in about 13.5% of dislocations, with axillary nerve injury being most common. Greater tuberosity fractures are present in approximately 16% of cases. Rotator cuff tears are common, with incidence increasing with age (41% in those 40-55, up to 100% in those over 70)."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Natural history and recurrence",
    "subtopic": "Risk of Recurrence",
    "text": "The decision to treat depends on the likelihood of recurrence and the risk of post-traumatic osteoarthritis. The risk of recurrent dislocation is inversely proportional to the patient's age at the time of the first dislocation. Younger patients have a higher recurrence risk, with males under 20 having a 72% chance of recurrence. Almost 90% of recurrences occur within 2 years of the primary dislocation."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Aims of treatment",
    "subtopic": "Acute and Non-acute settings",
    "text": "In the acute setting, the aim is to identify and reduce the dislocation and any associated injuries in a safe environment. Pre-hospital care should involve transfer to a hospital for assessment and reduction. In the non-acute setting, the aim is to minimize recurrence risk and improve pain and function through a shared decision-making process."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Primary care/fracture clinic/community triage services",
    "subtopic": "Diagnosis and Red Flags",
    "text": "Diagnosis is based on history and examination. Key features to assess include patient expectation, hand dominance, occupation, age, and symptoms of ongoing instability. Red flags requiring urgent secondary care referral include suspected infected joint, unreduced dislocation, suspected tumor, and acute traumatic rotator cuff tear. It is important to note that 40% of patients over 40 with a traumatic anterior dislocation will have a rotator cuff tear."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Secondary care",
    "subtopic": "Acute Dislocation: Assessment, Reduction, and Investigations",
    "text": "A detailed neurological and circulatory examination is essential before and after reduction. Two radiographic views are required to confirm the dislocation. Safe reduction principles include consent, adequate analgesia, and avoidance of rotational forces. Further investigations like MRA or CTA may be needed based on patient age and likelihood of operative intervention. Patients between 40 and 60 have an increased risk of clinically relevant rotator cuff tears and should undergo imaging to assess cuff integrity."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Secondary care",
    "subtopic": "Non-operative management",
    "text": "Patients should be encouraged to mobilize as comfort dictates. Early referral to physiotherapy can be helpful. The evidence for external rotation splinting to reduce recurrence is equivocal and is not recommended in the non-operative management of traumatic anterior shoulder instability due to extra costs and poor compliance."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Operative management of uncomplicated anterior shoulder instability",
    "subtopic": "Operative choices: anatomic vs non-anatomic repair",
    "text": "Anatomic repair (e.g., Bankart repair) is recommended as the surgery of choice. Non-anatomic repairs like the Putti-Platt procedure are associated with an increased risk of secondary osteoarthritis and pain without a perceived reduction in redislocation rates. Modern arthroscopic stabilization techniques using suture anchors are as effective as open anatomic repair, with a recurrence rate of approximately 8% at 2 to 4 years."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Operative management of uncomplicated anterior shoulder instability",
    "subtopic": "Operative choices: timing of surgery",
    "text": "The management of a primary (first) dislocation is less well-defined than for recurrent instability. Arthroscopic stabilization in young athletes after a first dislocation has been shown to significantly reduce recurrent instability (14% vs 80% with sling immobilization). A Cochrane review also demonstrated a significant reduction in recurrence with surgical management. Risk factors for recurrent instability after arthroscopic stabilization include age <22 years, male sex, and time to surgery >6 months."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Operative management of complicated anterior instability",
    "subtopic": "Glenoid and Humeral Bone Loss",
    "text": "A loss of 20% of the glenoid surface area significantly increases the risk of recurrent instability. The most widely accepted method to restore glenoid bone is a coracoid bone block transfer (Latarjet procedure). Hill-Sachs defects are present in almost all anterior dislocations. Large, engaging Hill-Sachs defects (>40% of the humeral head) may require surgical intervention, such as a Latarjet procedure or remplissage (arthroscopic capsulotenodesis)."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Operative management of complicated anterior instability",
    "subtopic": "Associated Injuries: Neurological, Greater Tuberosity, and Rotator Cuff",
    "text": "Neurological injury: Careful clinical examination should be performed. Physiotherapy is essential. EMG studies at 6 weeks are recommended if there is no clinical recovery. Greater tuberosity fracture: Fractures displaced by more than 5mm after relocation should be treated surgically. Rotator cuff tears: Patients over 40 should undergo imaging to assess cuff integrity. Clinically relevant tears following instability are best treated with surgical repair. Outcome appears better with early repair."
  },
  {
    "heading": "BESS/BOA Patient Care Pathways: Traumatic anterior shoulder instability",
    "topic": "Evidence for effectiveness and cost effectiveness of treatment",
    "subtopic": "Summary of Evidence",
    "text": "Evidence to support one method over another is limited. The risk of recurrent instability strongly correlates with age and sex. Immobilization for more than 1 week is not beneficial. External rotation splinting shows similar recurrence rates to simple sling immobilization. Arthroscopic anatomic repair is as effective as open repair. The Latarjet procedure is indicated for significant glenoid bone loss but has a high complication rate. Neurological injury is present in over 10% of patients. Greater tuberosity fractures displaced more than 5mm should be fixed. Patients over 40 should be investigated for rotator cuff tears."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "What is a shoulder dislocation?",
    "subtopic": "Definition",
    "text": "The shoulder is a ball and socket joint, which can be injured during your dislocation. The ball of the shoulder joint is made up of your upper arm bone (humerus), and a socket attached onto the shoulder blade (scapula). A dislocation occurs when the ball of the joint excessively moves forward off the socket."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Mechanism of injury",
    "subtopic": "Causes",
    "text": "Anterior shoulder dislocations are mainly due to traumatic events, forcing the arm bone forward. It usually occurs when people fall with an arm out to the side or falling onto an outstretched hand."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Symptoms",
    "subtopic": "Common Symptoms",
    "text": "Common symptoms include pain, stiffness, swelling, bruising and deformity at the site of injury."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Pain and swelling management",
    "subtopic": "Management Strategies",
    "text": "• Ice: a cold pack can provide short-term pain relief. Apply for up to 15 minutes, up to four times a day.\n• Relative rest: reduce activities that are making your symptoms worse.\n• Painkillers: pain relief can help manage discomfort. Painkillers bought from a pharmacist will normally work.\n• Exercise: you should complete specific exercises to increase strength and stability.\n• Sleep: you may find it more comfortable to sleep propped up with pillows."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Healing",
    "subtopic": "Timeline",
    "text": "This type of injury can take between 6 to 12 weeks to fully heal."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Using your arm",
    "subtopic": "Sling Use",
    "text": "Use the sling provided for the first 3 weeks to allow the soft tissues to settle. After this, follow the staged management plan outlined below."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Follow-up",
    "subtopic": "When to seek physiotherapy",
    "text": "We do not routinely follow up patients with this injury. However, if after 6 weeks you still have significant pain or you are struggling to get your full range of movement back, a physiotherapy referral may be beneficial."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 0 to 3",
    "text": "✓ Wear the sling all the time. Even at night in bed.\n✓ Remove the sling for exercises and personal hygiene.\n✓ Start initial exercises.\nX No lifting, activities or sports."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 3 to 6",
    "text": "✓ Try to wean out of the sling.\n✓ Increase movement using the Stage 2 exercises below.\n✓ You should be able to largely carry out day to day activities. More arduous tasks may cause discomfort."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 6 to 10",
    "text": "✓ Progress to Stage 3 exercises below\n✓ Begin to return to normal function"
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Rehabilitation plan",
    "subtopic": "Weeks 10+",
    "text": "✓ Can begin to start increasing weight during lifting activities and return to sports"
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Initial exercises to do 4 to 5 times a day",
    "subtopic": "Finger and wrist flexion and extension",
    "text": "Open and close your hand as shown 10 to 15 times. Then move your wrist up and down 10 to 15 times. After a few days, hold a soft ball or ball of socks. Squeeze the ball as hard as possible without pain. Hold for 5 seconds and repeat 10 times."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Initial exercises to do 4 to 5 times a day",
    "subtopic": "Postural awareness",
    "text": "Bring your shoulders back and squeeze your shoulder blades together as shown in the picture. Do this with or without your sling on. Hold the position for 20 to 30 seconds and repeat 5 times provided there is no increase in symptoms."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Initial exercises to do 4 to 5 times a day",
    "subtopic": "Shoulder pendulum exercises",
    "text": "Stand and lean forward supporting yourself with your other hand. Try to relax your injured arm and let it hang down. 1. Swing your arm slowly and gently forwards and backwards 2. Swing your arm slowly and gently side to side 3. Swing your arm slowly and gently in circles clockwise. Continue for a couple of minutes in total if there is no increase in symptoms."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage 2 exercises (from 3 weeks)",
    "subtopic": "Active assisted shoulder flexion",
    "text": "Use your other hand to lift your arm up in front of you as comfort allows (as shown in the pictures). Repeat 10 times provided there is no increase in symptoms."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage 2 exercises (from 3 weeks)",
    "subtopic": "Active assisted external rotation",
    "text": "Keep the elbow of your injured arm tucked into your side and your elbow bent. Hold onto a stick/umbrella/golf club or similar. Use your unaffected arm to push your injured hand outwards as comfort allows. Remember to keep your elbow tucked in. If you don't have a stick you could simply hold the injured arm at the wrist and guide it outwards. Repeat 10 times provided there is no increase in symptoms."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage 3 exercises (from 6 weeks)",
    "subtopic": "Active forward flexion",
    "text": "With your thumb facing up, try to move your arm up, keeping it close beside your body."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage 3 exercises (from 6 weeks)",
    "subtopic": "Active abduction",
    "text": "With your thumb facing up and outwards, try to move your arm in a big arc out to the side."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage 3 exercises (from 6 weeks)",
    "subtopic": "Active external rotation",
    "text": "With your elbow by your side, rotate your forearm outwards, keeping your elbow at about 90 degrees in flexion. Do these exercises 10 times each, 4 to 5 times a day. Only go as far as you can comfortably."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Stage four exercises (to do 3 times, every other day)",
    "subtopic": "Strengthening",
    "text": "Once the above exercises are no longer painful you can then progress to adding a small amount of resistance. Complete the exercises in ‘Stage three' but begin to hold onto a small weight (about 1kg), this could be a dumbbell or small bag of sugar or flour. Repeat the exercises as per the instructions above to gradually increase the strength of your shoulder."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Sharing your information",
    "subtopic": "Partnership",
    "text": "We have teamed up with Guy's and St Thomas' Hospitals in a partnership known as King's Health Partners Academic Health Sciences Centre. We are working together to give our patients the best possible care, so you might find we invite you for appointments at Guy's or St Thomas'. To make sure everyone you meet always has the most up-to-date information about your health, we may share information about you between the hospitals."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "Care provided by students",
    "subtopic": "Clinical Training",
    "text": "We provide clinical training where our students get practical experience by treating patients. Please tell your doctor or nurse if you do not want students to be involved in your care. Your treatment will not be affected by your decision."
  },
  {
    "heading": "Shoulder dislocation - Information for patients",
    "topic": "PALS (Patient Advice and Liaison Service)",
    "subtopic": "Support and Complaints",
    "text": "The Patient Advice and Liaison Service (PALS) is a service that offers support, information and assistance to patients, relatives and visitors. They can also provide help and advice if you have a concern or complaint that staff have not been able to resolve for you. The PALS office is located on the ground floor of the Hambleden Wing, near the main entrance on Bessemer Road - staff will be happy to direct you. PALS at King's College Hospital, Denmark Hill, London SE5 9RS. Tel: 020 3299 3601, Email: kch-tr.palsdh@nhs.net. You can also contact us by using our online form at www.kch.nhs.uk/contact/pals. If you would like the information in this leaflet in a different language or format, please contact PALS on 020 3299 1844."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Important contact information",
    "subtopic": "Contact",
    "text": "Physiotherapy Department – 0131 3121079"
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "What is a shoulder dislocation?",
    "subtopic": "Definition and Causes",
    "text": "The shoulder is made up of a ball and socket joint where the ball sits in a very shallow socket. This allows the arm to be very mobile but also makes it one of the easiest joints to dislocate. A dislocated shoulder happens when the bone in your upper arm moves partially or fully out of the shoulder socket. This normally happens from a fall on your arm, commonly during contact sports. In younger people with very flexible joints, this can happen more easily. Sometimes the shoulder will pop back into place by itself, but sometimes help from a paramedic or in the ED is needed. Dislocations can lead to pain, swelling, and bruising for a few weeks."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "What is the best treatment?",
    "subtopic": "PEACE and LOVE Principles",
    "text": "Immediately after a shoulder subluxation, it is important to manage it correctly by keeping the shoulder gently moving and trying to reduce pain and swelling. The current guidance follows the PEACE and LOVE principles:\n- P (Protection): Avoid activities that increase pain for the first few days.\n- E (Elevation): Elevate the injured limb higher than the heart.\n- A (Avoid Anti-inflammatories): Avoid anti-inflammatory medications as they can reduce tissue healing.\n- C (Compression): Use elastic bandage or taping to reduce swelling.\n- E (Education): Trust your body's healing process and avoid unnecessary passive treatments.\n- L (Load): Let pain guide your gradual return to normal activities.\n- O (Optimism): Be confident and positive for optimal recovery.\n- V (Vascularisation): Choose pain-free cardiovascular activities to increase blood flow.\n- E (Exercise): Restore mobility, strength, and proprioception with an active approach."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "What if I need pain relief?",
    "subtopic": "Pain Management",
    "text": "To manage your pain and keep your shoulder moving, it is advised that you initially take regular simple pain relief, which can be bought over the counter. If you have any allergies or concerns, please seek advice from your GP or a pharmacist."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Rehabilitation and recovery",
    "subtopic": "Timeline and Expectations (Weeks 0-2)",
    "text": "Your injury should take around 8-10 weeks to heal. If you have been given a sling, use it as required in the early stages and wean off it as soon as possible."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Rehabilitation and recovery",
    "subtopic": "Timeline and Expectations (Weeks 2-4)",
    "text": "Start gentle cardiovascular activity like static cycling or walking. If after 2-3 weeks you are still struggling with full movement, significant swelling, inability to use your arm for normal tasks, or a feeling of instability, please contact the physiotherapy department for a self-referral."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Rehabilitation and recovery",
    "subtopic": "Timeline and Expectations (Week 4+)",
    "text": "If you have followed the exercises and built up your activity levels, it is safe to start re-introducing more challenging activities like sports and PE. Gradually return to training and be guided by your shoulder. If you experience high levels of pain that don't settle or feel unstable, contact the physiotherapy department."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Initial exercises",
    "subtopic": "Early Stage Exercises",
    "text": "Start these exercises as soon as you can, right from the day after your injury.\n1. Table slides: Sit with your hands on a table and move them in large circles. Repeat 3x10 times, twice a day.\n2. Lying arm raises: Lie on your side and reach your injured arm forwards and then up and out to the side. Repeat 3x10 times, twice a day.\n3. Four-point kneeling arm lifts: Kneel on your hands and knees and alternately lift one arm then the other. Progress to lifting the opposite leg as well. Repeat 3x10 times, twice a day.\n4. Neck stretches: In standing or sitting, move your head from side to side, holding a stretch for approx. 30 seconds."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Exercises progressions",
    "subtopic": "Later Stage Exercises",
    "text": "Start these exercises as soon as your movement has returned and your pain is settling.\n1. Throwing and catching a ball with your injured arm. Repeat 3x10 times a day.\n2. Plank with arm taps: Take weight through your hands in a plank position and tap the shoulder of the weight-bearing arm. Repeat 3x10 times a day.\n3. Press ups: Can be done on your knees initially and progressed to your feet. Repeat 3x10 times a day.\n4. Squats with arm lifts: Practice squatting while lifting your arms above your head. You can use an exercise band, ball or broom handle. Repeat 3x10 times a day."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Return to sports and activity",
    "subtopic": "Guidelines",
    "text": "Once your shoulder is no longer painful and movement is much better, you can gradually return to gentle activities, and then progress to your usual activities like sports and PE, ensuring you warm up and cool down fully."
  },
  {
    "heading": "Shoulder Dislocation - Information for Patients",
    "topic": "Do I require further treatment?",
    "subtopic": "Self-assessment",
    "text": "If you have regained full movement, can use your arm for all normal activities pain-free, and don't have any feelings of instability, you likely don't need any further assessment or treatment. If you do have any concerns, please call the physiotherapy department to make a self-referral."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Understanding Your Injury",
    "subtopic": "Anatomy of the shoulder",
    "text": "The shoulder is a ball and socket joint consisting of two bones. The ball at the top of your arm bone (humerus) fits into the socket (glenoid) which is part of your shoulder blade (scapula). It is the most mobile joint in the body and can move in lots of different directions. This advantage of the shoulder also means It is one of the most common joints to dislocate. This can cause pain as it puts strain on the tendons, ligaments and capsule (soft tissues) surrounding the joint."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Understanding Your Injury",
    "subtopic": "Atraumatic dislocation",
    "text": "This occurs when the shoulder dislocates with minimal force such as reaching up for an object or turning over in bed. Usually it will 'pop' back in itself or with a little help. Normally this type of dislocation does not need relocating back in to place in A&E."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Understanding Your Injury",
    "subtopic": "Traumatic dislocation",
    "text": "This is when the shoulder has undergone an injury with enough force to pull the shoulder out of joint such as being tackled in a football or rugby game, a road traffic accident etc. Usually this is the first episode and it would need relocating back in to place in A&E."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Advice Following Your Injury",
    "subtopic": "Pain",
    "text": "Pain is very normal at this stage. It is important that your pain is managed so you can complete your physiotherapy exercises and feel comfortable during the day and when sleeping. Ensure you are taking the pain medication as prescribed by your consultant or doctor."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Advice Following Your Injury",
    "subtopic": "Supporting the Arm",
    "text": "You may be given a sling to wear to keep the shoulder comfortable. It is usually worn for a maximum of 2 weeks unless you have broken you shoulder when it may be worn for up to 6 weeks. If you have been advised to wear the sling for comfort, you should begin to wean off it as your comfort allows. If you are sitting, you may take the sling off and support the arm on a pillow."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Advice Following Your Injury",
    "subtopic": "Sleeping Comfortably",
    "text": "When you have injured your shoulder, it can sometimes be difficult to find a comfortable sleeping position. When sleeping on your back, try sleeping with a small pillow under the arm. If you are a side sleeper, sleep on the non-injured side and hugging a pillow."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Rehabilitation Following Your Injury",
    "subtopic": "Phase 1 From Day 1 - 3 weeks",
    "text": "This phase begins once the shoulder has been put back in the socket. You may be given a sling for comfort, usually for a maximum of 2 weeks (up to 6 weeks if you have a broken shoulder).\nPosition to Avoid: Following your shoulder dislocation, you should avoid the combined movement of taking your arm out to the side with your hand up towards the ceiling, especially if force is applied. Do not force or stretch the shoulder during this phase.\nExercise: Your physiotherapist will provide you with exercises to reduce joint stiffness and increase your range of movement within a pain-free range. You can also keep active with exercises for your opposite shoulder and lower limbs."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Rehabilitation Following Your Injury",
    "subtopic": "Phase 1 Exercises",
    "text": "• Elbow flexion and extension: Keep elbow tucked in to side. Bend elbow and bring hand towards shoulder. Straighten elbow out all the way.\n• Shoulder shrugs: Shrug your shoulders so you are bringing your shoulder up to your ear, then relax down.\n• Assisted shoulder flexion: Support your affected arm with your other arm. Use your other arm to lift up affected arm in front of you, within a comfortable range.\n• Assisted shoulder abduction: Support your affected arm with your other arm. Use your other arm to lift up affected arm out to side, within a comfortable range.\n• Table slides: Place arm on a table with a towel underneath to slide on. Slide arm forward within a comfortable range, keeping arm flat on the surface.\n• Lying shoulder flexion: Lie comfortably with a small towel underneath your upper arm. Clasp your hands together and use your non affected arm to lift your affected arm up as far as comfortable. Slowly lower back down."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Rehabilitation Following Your Injury",
    "subtopic": "How Often to Complete Exercises",
    "text": "Phase 2 and 3 will be guided by your Physiotherapist when you are contacted by them."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Patient Support",
    "subtopic": "Emergency Contact",
    "text": "If your symptoms or condition worsens, or if you are concerned about anything, please call your GP, 111, or 999."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Patient Support",
    "subtopic": "Patient Experience and Feedback",
    "text": "Being admitted to hospital can be difficult. If you have any questions or concerns, please speak with a member of staff. Feedback is important to us; you can share your experience by completing our Friends and Family Test cards."
  },
  {
    "heading": "SHOULDER DISLOCATION",
    "topic": "Patient Support",
    "subtopic": "Patient Advice and Liaison Service (PALS)",
    "text": "If you have any concerns or questions, you can talk to the nurse in charge or contact the PALS Team for informal help and advice. If you are still unhappy, you can contact the Complaints Department. PALS can be reached by telephone at 0300 123 1732 or via email at wah-tr.PALS@nhs.net from Monday to Friday, 8.30am to 4.00pm."
  }
]