[
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "What and where is the supracondylar fracture?",
    "subtopic": "Definition",
    "text": "The humerus is the bone running from the shoulder to the elbow. A supracondylar fracture is a break in the humerus just above the elbow. It is the most common type of elbow fracture in children."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "What are the signs of a supracondylar fracture?",
    "subtopic": "Signs and Symptoms",
    "text": "Common signs include pain, swelling around the elbow and limited range of motion of the elbow joint."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Types of supracondylar fractures",
    "subtopic": "Classification",
    "text": "A supracondylar fracture happens through the thinnest part of the bone, just above the growth plate. They are often caused from a fall onto an outstretched arm. This type of break can be classified as simple or complex; in a simple supracondylar fracture the two sections of the broken bones are lined up (un-displaced), and in a complex fracture the two sections do not line up (displaced). Most supracondylar fractures are simple."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Treatment",
    "subtopic": "Management Plan",
    "text": "Your local GP doctor or Emergency Department will examine your child's arm and x-ray to work out a treatment plan. Simple supracondylar breaks often only need to be put into a collar and cuff sling under your child's clothes for 3-4 weeks and over the clothes for a further 1-2 weeks. To help relieve pain you can give your child simple pain medicine such as paracetamol. If needed your doctor will refer you to an Orthopaedic Specialist for further follow-up."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Wearing a collar and cuff",
    "subtopic": "Activity Restrictions",
    "text": "It takes time to get used to wearing a collar and cuff. Things your child could do before may not be possible while wearing the sling. Physical activities will need to be reduced during this time. These include ball sports, trampolines, playground equipment, bikes, scooters, physical education at school etc."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Can I remove the collar and cuff?",
    "subtopic": "Sling Removal and Clothing",
    "text": "No - Your child will need to wear clothes over the top of the collar and cuff. If your child's hand is removed from the collar and cuff, it is possible that this may move the broken bones and will not heal properly. A singlet/t-shirt may be able to be worn underneath if you can slide it on from your child's legs and up to body without taking the arm out the collar and cuff sling."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Hygiene care",
    "subtopic": "Keeping the Sling Dry",
    "text": "The collar and cuff must not get wet as this can cause skin irritation. To keep the collar and cuff dry, your child may have a shallow bath. Lean your child forward to allow the arm to hang freely and wash their chest and armpit. For younger children cleansing with a soapy flannel then rinsing and drying the area might be an easier way not to get the sling wet. You may choose to protect the collar and cuff with plastic food wrap. It is not appropriate to go swimming whilst the sling is in place."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Hygiene care",
    "subtopic": "Skin Care",
    "text": "If your child's elbow crease can be seen, gently move apart the skin folds to clean. While cleaning these areas check the skin for redness or irritation. Pat dry these areas."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "What if the collar and cuff becomes wet or excessively dirty?",
    "subtopic": "Management of a Wet or Dirty Sling",
    "text": "If your child's sling becomes wet, you will need to place something dry e.g. a face washer between the collar and cuff and the skin until the foam dries. Hairdryers must not be used to dry the collar and cuff due to the risk of burn to the area. If the sling becomes excessively dirty or soaked, you will need to contact the hospital or your doctor to have it changed."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "Follow-up",
    "subtopic": "Recovery and Return to Activity",
    "text": "Your doctor will review the injury after 3-4 weeks. A second x-ray is not normally needed. After the collar and cuff sling is removed, your child should begin to move and use their elbow. Stiffness in the elbow joint is common but usually resolves by itself with time. Your child should not play sport or engage in heavy arm use for one month after removing the sling."
  },
  {
    "heading": "Supracondylar Fracture - Simple",
    "topic": "When to Contact a Doctor",
    "subtopic": "Reasons for Contact",
    "text": "Contact your local doctor or the WCH Orthopaedic Doctor if:\n- Your child experiences tingling or changed sensation in the arm or hand\n- There is pain at the fracture site 6 weeks after the injury\n- You are concerned about the condition of your child's skin"
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "WHAT IS A SUPRACONDYLAR FRACTURE?",
    "subtopic": "Definition",
    "text": "This is a fracture of the upper arm bone (humerus) just above the elbow joint. It is a very common fracture in children. Sometimes the fracture is described as displaced (when the bone has moved) and then it needs to be put in a better position."
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "HOW DO YOU TREAT IT?",
    "subtopic": "Initial Treatment and Surgery",
    "text": "At first we will place your child's arm in a cast called a backslab. This is half plaster cast and half soft bandage, and supports the fracture while allowing for any further swelling. The cast will be applied from their knuckles to the very top of their arm. This keeps the fracture stable and your child comfortable until your child has surgery. The surgery involves putting some K wires into the bone to keep it in a good position while it heals. The orthopaedic team will arrange for your child to be admitted to the hospital for their surgery. Your child will have an anaesthetic which means they will be asleep during the surgery. We will give you a separate information leaflet about K wires. During the surgery your child will receive antibiotics to reduce the risk of infection. They will also receive pain killers to help with the pain after their surgery. Ward staff will provide pain relief during their stay to keep your child as comfortable as possible."
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "CARE AT HOME",
    "subtopic": "Pain Management and Cast Care",
    "text": "Fractures are painful, but having a cast on will support the fracture and should help with any pain. In the first few days after the fracture, simple pain killers like Paracetamol (Calpol) and Ibuprofen (Nurofen), can help relieve any discomfort. Always check the packaging and doses before giving any medication. We will give you a plaster care advice leaflet that tells you everything you need to know about caring for your child's cast and the contact number for the University Hospital Wishaw plaster team."
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "FOLLOW-UP",
    "subtopic": "Post-Surgery Care",
    "text": "If K-wires have been used to fix your child's fracture, we will remove these in a fracture clinic approximately 3 weeks after surgery. After we remove the cast and wires you child will not need another cast. It is important to encourage your child to start moving their elbow to prevent long term stiffness, but they should avoid falls for a few weeks to prevent further injury. Your child will be reviewed in the fracture clinic by a member of the orthopaedic team who will decide if they need further follow up. These clinics can be very busy as many patients have X-rays taken, casts changed and are reviewed by Orthopaedic staff over the course of a morning, so we ask for your patience."
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "CONCERNS OR QUERIES",
    "subtopic": "Contact Information",
    "text": "Orthopaedic Trauma Liaison Team: Call switchboard on 01698 361100 and ask for trauma liaison (extension 7038)\nWith problems/concerns over the plaster cast please contact the fracture clinic directly: Call switchboard on 01698 361100 and ask for fracture clinic (extension 7182)"
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "CONFIDENTIALITY AND THE USE OF PATIENT INFORMATION",
    "subtopic": "Data Protection",
    "text": "NHS Lanarkshire take care to ensure your personal information is only accessible to authorised people. Our staff have a legal and contractual duty to keep personal health information secure, and confidential. To find out more, please visit the Data Protection Notice on our website at www.nhslanarkshire.scot.nhs.uk or ask a member of staff for a copy."
  },
  {
    "heading": "Displaced Supracondylar Humeral (Elbow) Fracture",
    "topic": "Additional Information",
    "subtopic": "NHS inform and Language Services",
    "text": "NHS inform - The national health information service for Scotland. www.nhsinform.co.uk Tel No: 0800 22 44 88. If you need this information in another language or format, please e-mail: Translation.Services@lanarkshire.scot.nhs.uk."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "Abstract",
    "subtopic": "Summary",
    "text": "Fracture supracondylar humerus is one of the most common fractures in the pediatric age group. The modified Gartland classification is crucial for management and prognosis. Neurovascular complications are frequent, especially with Type III and IV fractures, and often require surgical intervention. Cubitus varus is a common associated deformity. This review aims to provide insight into the presentation, management, recent advances, and complexities of this common pediatric orthopedic emergency."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "INTRODUCTION",
    "subtopic": "Prevalence and Significance",
    "text": "Pediatric fractures have significant growth and remodeling potential. Neurovascular complications make supracondylar fractures of the humerus an orthopedic emergency. This fracture is very common in children, accounting for 16% of all pediatric fractures and 60% of pediatric elbow fractures, typically from a fall on an outstretched hand. It most commonly occurs in the 5-7 year age group and in the non-dominant extremity. Extension-type injuries are more common than flexion-type."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "PERTINENT ANATOMY",
    "subtopic": "Bone and Soft Tissues",
    "text": "In children, the supracondylar region of the distal humerus is a weak, thin area of bone bordered by the olecranon and coronoid fossae. The medial and lateral supracondylar ridges give attachment to various muscles, which can cause displacement of the distal fragment. The trochlea is normally tilted into valgus (carrying angle). Proximity to the brachial artery and major nerves (median, radial, ulnar) makes this region vulnerable to neurovascular injury."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "PATHOANATOMY",
    "subtopic": "Ossification and Fracture Mechanism",
    "text": "The ossification centers of the distal humerus appear at different ages, with the capitulum first at 1 year. The supracondylar area remodels between 6-7 years of age and is typically thinner, predisposing it to fracture. When the elbow is forced into extension, the olecranon acts as a fulcrum, focusing stress on this area."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "APPROACH TO A CASE",
    "subtopic": "History and Clinical Examination",
    "text": "A classical history involves a fall on an outstretched hand followed by pain, swelling, and loss of function. It's crucial to distinguish fracture pain from pain due to muscle ischemia, which has a later onset. The initial assessment must rule out associated systemic trauma and neurovascular involvement. A painful, swollen elbow that the child is hesitant to move is a typical presentation. Urgent orthopedic review is needed for signs of vascular compromise (absent radial pulse, pale/cool hand), severe swelling, or neurological injury."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "APPROACH TO A CASE",
    "subtopic": "Radiographic Assessment",
    "text": "Standard radiographic evaluation includes Antero-Posterior (AP) and lateral views of the elbow. Radiographs should only be taken after providing analgesia and splinting the limb in a position of comfort (20°-30° of flexion). Evaluation of Baumann's angle on the AP view helps assess the carrying angle. On the lateral view, the anterior humeral line, coronoid line, and fat pad signs are assessed."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "Classification of Fracture Supracondylar Humerus",
    "subtopic": "Modified Gartland's Staging System",
    "text": "The most widely used classification is the modified Gartland system for extension-type fractures:\n- Type I: Undisplaced.\n- Type II: Displaced with angulation but an intact posterior cortex (IIA: Angulation only; IIB: Angulation with rotation).\n- Type III: Completely displaced with a periosteal hinge (IIIA: Medial hinge intact, distal fragment posteromedial; IIIB: Lateral hinge intact, distal fragment posterolateral).\n- Type IV: Multidirectional instability with no periosteal hinge."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "TREATMENT OF FRACTURES OF SUPRACONDYLAR HUMERUS",
    "subtopic": "Gartland Type I and II Fractures",
    "text": "Undisplaced (Gartland Type I) fractures can be treated with an above-elbow splint in 90° of flexion for 3 weeks. If there is varus malalignment of more than 10°, closed reduction and percutaneous pinning should be considered. Gartland Type II fractures require closed reduction. If more than 90° of flexion is needed to maintain the reduction, percutaneous pinning is recommended to avoid complications."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "TREATMENT OF FRACTURES OF SUPRACONDYLAR HUMERUS",
    "subtopic": "Gartland Type III and IV Fractures",
    "text": "Gartland Type III fractures are prone to neurovascular compromise and the preferred treatment is closed reduction and percutaneous pinning, ideally within 24 hours. Open reduction may be necessary in cases of open fracture, vascular deficit, or unstable reduction. Gartland Type IV fractures are highly unstable and require fixation."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "Surgical Intervention Indications and Techniques",
    "subtopic": "Indications for Surgery",
    "text": "Surgical intervention is indicated for:\n- Failed closed reduction.\n- Unstable reduction.\n- Neurological or vascular compromise.\n- Open fractures.\n- Fractures requiring more than 90° of elbow flexion for stability.\n- All Type IV fractures."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "Surgical Intervention Indications and Techniques",
    "subtopic": "Pinning Techniques",
    "text": "Systematic reviews have compared medial/lateral entry pinning with lateral entry pinning alone. Medial/lateral entry provides a more stable configuration but carries a higher risk of iatrogenic ulnar nerve injury (5.04 times higher). Other reviews found no significant difference in stability between crossed versus lateral Kirschner-wire fixation for Type III fractures."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "COMPLICATIONS OF SUPRACONDYLAR FRACTURE OF THE HUMERUS",
    "subtopic": "Vascular Insufficiency",
    "text": "Absence of a radial pulse is reported in 6-20% of all supracondylar fractures. Vascular injury involving the brachial artery is most common with Type II and III fractures. A pulseless but well-perfused ('pink pulseless hand') can often be managed with closed reduction and observation. However, emergent vascular exploration is warranted for patients with persistent signs of ischemia (e.g., intractable pain) after reduction. A vascular deficit combined with a neurological deficit is strongly predictive of nerve and vessel entrapment at the fracture site."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "COMPLICATIONS OF SUPRACONDYLAR HUMERUS",
    "subtopic": "Neurologic Deficit",
    "text": "Neurologic deficit occurs in 10-20% of cases, and up to 49% in Type III fractures. The anterior interosseous nerve (a branch of the median nerve) is most commonly injured in postero-lateral displacements, while the radial nerve is at risk in postero-medial displacements. Most nerve injuries are neuropraxias that resolve within two to three months. Surgical exploration is considered for deficits that persist beyond three months."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "COMPLICATIONS OF SUPRACONDYLAR HUMERUS",
    "subtopic": "Volkmann's Ischemic Contracture",
    "text": "Vascular injury and swelling can lead to forearm compartment syndrome within 12-24 hours. If untreated, it can progress to Volkmann's ischemic contracture, a fixed deformity of the hand and wrist."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "COMPLICATIONS OF SUPRACONDYLAR HUMERUS",
    "subtopic": "Malunion",
    "text": "The most frequent long-term complication is cubitus varus or 'gunstock' deformity. The distal humerus has limited remodeling potential. Modern surgical techniques (closed reduction with percutaneous pinning) have significantly reduced the incidence of this complication. Cubitus varus can be associated with tardy ulnar nerve palsy and posterolateral rotatory instability, often requiring corrective humeral osteotomy."
  },
  {
    "heading": "Fracture Supracondylar Humerus: A Review",
    "topic": "CONCLUSION",
    "subtopic": "Key Takeaways",
    "text": "Supracondylar fracture of the humerus is a common and serious pediatric injury. A thorough history and clinical examination are essential. Key radiographic points to verify on a normal elbow are the anterior humeral line intersecting the capitellum, the radial head pointing to the capitellum, and a Baumann's angle in valgus. A pulseless, poorly perfused hand requires urgent reduction, not an arteriogram. K-wire fixation is safer than casting in >90° flexion. Using appropriate use criteria is wise. Prognosis in cases of complications should be explained."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Key Points",
    "subtopic": "Summary",
    "text": "■ Supracondylar fractures of the humerus are the most frequent fractures of the paediatric elbow, with a peak incidence at the ages of five to eight years.\n■ Extension-type fractures represent 97% to 99% of cases. Posteromedial displacement is most frequent.\n■ Concomitant upper-limb fractures and neurovascular status must be assessed.\n■ Gartland's classification shows high reliability. Type I is treated with casting. Surgical treatment is standard for almost all displaced fractures.\n■ Closed reduction and percutaneous pinning is the gold standard surgical treatment. Open reduction is indicated for open fractures, absence of distal vascular flow, and failed closed reduction.\n■ Lateral entry pins provide stable fixation, avoiding the risk of iatrogenic ulnar nerve injury.\n■ About 10% to 20% of displaced fractures have vascular alterations; reduction usually restores perfusion.\n■ Neural injuries occur in 6.5% to 19% of cases; most are neurapraxias and do not require surgical exploration."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Introduction",
    "subtopic": "Overview of Controversies",
    "text": "Supracondylar fractures of the humerus are the most frequent fractures affecting the paediatric elbow and their correct management is important because they can cause catastrophic complications. Despite a clear consensus on some issues, controversy remains regarding the lack of a good classification system that guides treatment, the timing of emergency reduction, management of Gartland type II fractures, the risk/benefit of open reduction, pin configuration, management of a 'pink pulseless hand', and the long-term consequences of cubitus varus deformity."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Epidemiology",
    "subtopic": "Incidence and Demographics",
    "text": "Supracondylar fractures account for 55% to 80% of total elbow fractures in children. They usually occur from a fall from height or during sports. The incidence is estimated at 177.3 per 100,000. The median age is approximately six years, with a higher incidence between five and eight years. They are more common in boys and affect the non-dominant arm 1.5 times more frequently."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Pathophysiology and applied anatomy",
    "subtopic": "Mechanism of Injury",
    "text": "The distal humerus is predisposed to injury due to its anatomy. In an extension-type injury (97% to 99% of cases), which occurs from a fall on an outstretched hand, the olecranon acts as a fulcrum, causing the bone to break. The posterior periosteum often remains intact, acting as a hinge. The direction of displacement (posteromedial vs. posterolateral) influences the reduction maneuver. Flexion-type fractures (1% to 3%) are usually caused by direct trauma to a flexed elbow."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Clinical examination",
    "subtopic": "Assessment and Red Flags",
    "text": "While elbow deformity is often the most striking sign, a full extremity examination is essential to rule out associated fractures. Key clinical signs include the 'S-deformity', ecchymosis, swelling, and skin puckering, which indicates severe trauma and potential neurovascular entrapment. Vascular status is paramount; the distal pulse and hand perfusion must be checked pre- and post-operatively. Neurological examination, particularly of the median, anterior interosseous (AIN), and radial nerves, is crucial but can be challenging in an acute setting."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Radiological evaluation",
    "subtopic": "Imaging Techniques and Key Landmarks",
    "text": "Standard anteroposterior (AP) and true lateral radiographs are usually sufficient. A true lateral view is essential for classification and is used to assess the anterior humeral line (AHL). In a normal elbow, the AHL should pass through the middle third of the capitellum. In extension-type fractures, it passes anteriorly. The AP view is used to evaluate displacement direction, alignment (using Baumann's angle or the ulnohumeral angle), and comminution. The posterior fat-pad sign on a lateral view is highly suggestive of an occult fracture."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Classification",
    "subtopic": "Gartland Classification",
    "text": "Gartland's classification is the most widely used and reliable. It is based on the amount of displacement of the distal fragment in extension-type fractures:\n- Type I: Non-displaced (< 2 mm).\n- Type II: Moderately displaced (> 2 mm) with an intact posterior periosteal hinge. (Subdivided into IIA - no malrotation, and IIB - with malrotation).\n- Type III: Completely displaced with extensive soft-tissue damage.\n- Type IV (introduced by Leitch et al.): Multidirectional instability due to a completely torn periosteum."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Treatment",
    "subtopic": "Gartland type I",
    "text": "Non-displaced or type I fractures are managed with a long-arm cast or splint for three weeks, with the elbow flexed to 80°-90°. Flexion beyond 90° should be avoided to prevent increased forearm pressure and vascular compromise."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Treatment",
    "subtopic": "Gartland type II",
    "text": "Operative treatment (closed reduction and percutaneous pinning) has become more popular for these fractures due to the limited remodeling potential of the distal humerus and the risks of casting in excessive flexion. Conservative treatment can lead to mild cubitus varus deformity and some loss of motion, though functional results are often excellent. Surgical treatment is recommended for fractures with medial column comminution, angulation, or rotation."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Treatment",
    "subtopic": "Types III and IV",
    "text": "It is widely accepted that type III and type IV fractures should be managed surgically. Closed reduction and percutaneous pinning is the gold standard for all displaced fractures. The older Blount's method of reduction and hyperflexion is no longer used due to the risk of compartment syndrome. Delayed treatment (operating at night vs. the next day) is debated, but most studies show that a delay in the absence of neurovascular compromise does not increase complications and may reduce surgical errors."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Surgical technique",
    "subtopic": "Reduction and Fixation",
    "text": "Closed reduction is the reliable technique for most fractures. Open reduction is indicated for failed closed reduction, open fractures, or vascular compromise. The reduction maneuver involves traction, correction of coronal plane deformity, and then flexion while pushing on the olecranon. Fixation is typically achieved with two divergent percutaneous K-wires inserted from a lateral-entry point to avoid iatrogenic ulnar nerve injury. Three lateral pins or crossed pins may be used for unstable fractures, though crossed pinning carries a higher risk of ulnar nerve injury. The elbow is immobilized in a splint at 60°-70° of flexion post-operatively."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Vascular Injury",
    "text": "About 10% to 20% of displaced fractures present with vascular alterations. The radial pulse is absent in 7% to 12% of cases before reduction. The first step is always closed reduction, which restores the pulse in 80% of cases. The management of a 'pink pulseless hand' (a well-perfused hand without a palpable pulse) is controversial, with debate between strict observation and early revascularization. The presence of a concomitant median nerve palsy strongly predicts the need for surgical exploration. Long-term consequences of a pink pulseless hand appear to be minimal."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Neurological Injury",
    "text": "Neural injuries occur in 6.5% to 19% of displaced fractures. They can be primary (from the fracture) or secondary (from manipulation or fixation). The radial nerve is at risk with posteromedial displacement, while the median/AIN is at risk with posterolateral displacement. Ulnar nerve injury is more frequent in flexion-type fractures. Most injuries are neurapraxias and heal spontaneously. A medial pin, if present, should be removed in a patient with an ulnar nerve injury."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Compartment Syndrome",
    "text": "Compartment syndrome occurs in 0.1% to 0.3% of cases. Associated forearm fractures and elbow flexion > 90° increase the risk. Diagnosis is clinical. To minimize risk, the elbow should be immobilized in about 30° of flexion in the emergency room and 60° to 70° after surgery."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Floating Elbow",
    "text": "A 'floating elbow' is a supracondylar fracture with an ipsilateral forearm fracture. It is an uncommon, high-energy injury. Treatment of the supracondylar fracture is the priority, usually with closed reduction and pinning. Conservative management is contraindicated due to the high risk of complications."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Malunion (Extension and Cubitus Varus)",
    "text": "Extension malunion leads to a lack of flexion and is a cosmetic issue. The cause is usually insufficient reduction. Cubitus varus (gunstock deformity) is a consequence of malunion, not growth arrest. It results from angular and rotational deformity. The best way to avoid it is to achieve and maintain an anatomical reduction. Long-term complications of cubitus varus can include tardy ulnar nerve palsy and posterolateral rotatory instability. Treatment is corrective osteotomy."
  },
  {
    "heading": "Management of supracondylar fractures of the humerus in children",
    "topic": "Complications",
    "subtopic": "Pin Track Infections",
    "text": "The incidence of pin track infections is between 1% and >25%. Most are superficial and resolve with pin removal and oral antibiotics. Deep infections are rare."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Patient information",
    "subtopic": "Diagnosis and Initial Treatment",
    "text": "Your child has a fracture just above the elbow. Some children who have a displaced fracture (where the bones are out of alignment) will need to go to the operating theatre. Pins may be placed in the bones to hold them in place while the fracture heals."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Initial Care at Home",
    "subtopic": "Backslab and Sling",
    "text": "A backslab (partial cast) and sling is required to allow the bones to heal properly. These are placed under loose fitting clothing, not through the sleeve (figure 1)."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Initial Care at Home",
    "subtopic": "Swelling and Rest",
    "text": "In the first few days there may be swelling of the elbow, hand and fingers. During this time it is important to rest as much as possible. Raise the arm on a pillow when sitting or lying down. Support the elbow and hand on a pillow (elbow and hand above the heart) (figure 2)."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Initial Care at Home",
    "subtopic": "Movement and Circulation",
    "text": "The sling may be removed when your child is lying down. Encourage your child to bend and straighten the fingers regularly. Check their fingers often for movement, feeling and circulation."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Pain Management",
    "subtopic": "Medication",
    "text": "The elbow will be painful initially. Give a simple pain medication such as paracetamol as needed, following the directions on the packet, or as directed by your doctor."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Follow-up",
    "subtopic": "Clinic Appointments",
    "text": "Your child will have an X-ray and review by the doctor in the fracture clinic one week after the injury. The next review will be three weeks after the injury. At this appointment, the backslab will be taken off, the pins (if present) will be removed and an X-ray taken. Another appointment and X-ray will be arranged for 6 weeks after the injury. Most children will be discharged from the clinic at this stage."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "After the cast is removed",
    "subtopic": "Recovery and Rehabilitation",
    "text": "When the backslab is removed, the skin may be dry and itchy. Bathe with warm water and soap and apply a gentle moisturiser. Your child should begin moving the elbow. There will be marked elbow stiffness for a prolonged period (months). Usually full mobility returns with time but this may take up to one year. Physiotherapy is not recommended. Your child should avoid sports and heavy arm use (such as climbing) for one month after removal of the backslab."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "When to seek urgent help",
    "subtopic": "Concerning Signs (Tight Cast)",
    "text": "Severe pain and swelling, change in colour of the fingers (white or blue), numbness or pins and needles, and inability to move the fingers, are concerning signs that the cast may be too tight. If any of these signs occur, rest and elevate the limb for thirty minutes (figure 2)."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "When to seek urgent help",
    "subtopic": "When to go to the Emergency Department",
    "text": "Take your child immediately back to the hospital emergency department, when, even after elevating the limb for 30 minutes:\n\n- The fingers remain very swollen\n- The fingers remain white or blue\n- The child complains of pins and needles, or numbness in the fingers\n- The child is not able to move their fingers, or complains of pain when you move them\n- There is severe pain that is not relieved by the recommended medication at the recommended dose."
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "When to seek medical help",
    "subtopic": "When to go to the hospital or local doctor",
    "text": "Take your child to the hospital you attended or the local doctor if:\n\n- The back-slab is cracked, soft, loose or tight, or has rough edges that hurt\n- You are worried that an object has been pushed inside the back-slab\n- There is an offensive smell or ooze coming from the back-slab\n- Your child has a fever\n- There is increasing pain"
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "When to seek medical help",
    "subtopic": "When to contact your child's doctor after discharge",
    "text": "Contact your child's doctor if after discharge from clinic you have concerns regarding:\n\n- The shape of your child's arm\n- How your child is using their arm"
  },
  {
    "heading": "Supracondylar elbow fractures (with displacement)",
    "topic": "Further Information",
    "subtopic": "Hospital Access",
    "text": "If you would like any information regarding access to the West Suffolk Hospital and its facilities please visit the hospital website www.wsh.nhs.uk and click on the link, or visit the disabledgo website: http://www.disabledgo.com/organisations/west-suffolk-nhs-foundation-trust/main"
  }
]