[
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Introduction",
    "subtopic": "Diagnosis and Cause",
    "text": "Following your recent investigations and consultation with your spinal surgeon, your scans have revealed that you have one or more fractured vertebrae (bones of the spine). This could have been caused by osteoporosis, injury to your back or less commonly cancer, as these can weaken a bone's structure. Osteoporosis (meaning porous bone) is a disease that results in a loss of normal bone density, mass and strength, which can result in the bones becoming more susceptible to breaking."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Introduction",
    "subtopic": "Fracture Description",
    "text": "When a vertebral body fractures, the bone squashes down (compresses) and the usual rectangular shape is permanently altered. Typically, this occurs at the front edge of the vertebra (anterior column) and will give the bone a wedge like appearance (anterior wedge compression fracture). This type of fracture can cause extreme back pain along with other symptoms, such as losing height, spinal deformity or a 'hunched' appearance (kyphosis) because of the increased forward tilt of the spine. These appearances can be more pronounced the more bones that are involved."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Introduction",
    "subtopic": "Potential Complications of Fracture",
    "text": "In certain circumstances if the condition worsens, it can lead to collapse or narrowing of the spinal canal and pressure on the spinal nerves. This can cause pain, numbness, increased sensitivity or even weakness of the muscles in the area supplied by that particular spinal nerve."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Vertebroplasty and kyphoplasty",
    "subtopic": "Procedure Definition and Indications",
    "text": "Vertebroplasty and kyphoplasty are surgical procedures where bone cement is injected into a fractured vertebra to stabilise it and reduce the pain. Vertebral body compression fractures are usually treated by conservative measures, such as strong medication, bed rest and/or bracing until the pain settles. Vertebroplasty or kyphoplasty can now be offered to patients where these treatments have been difficult to tolerate and for patients who:\n- have uncontrolled pain\n- have conditions that limit their ability to tolerate bed rest or the taking of strong medication\n- are elderly or frail and are likely to have impaired bone healing following a fracture\n- have a vertebral compression fracture due to a malignant tumour\n- suffer from osteoporosis due to long-term steroid treatment or a metabolic disorder."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Vertebroplasty and kyphoplasty",
    "subtopic": "Limitations and Postural Changes",
    "text": "There are, however, limitations to what this type of treatment can achieve. Some of the pain experienced is due to muscular spasms resulting from the spinal deformity or pain from the lower back joints (facet joints). This can happen when people following injury, adopt a change of posture by leaning backwards to try and 'reverse' the forward tilt (thoracic kyphosis) of the spine. This can increase the load on the joints, resulting in inflammation and pain."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "The procedure",
    "subtopic": "General Steps",
    "text": "The procedure is usually carried out under a general anaesthetic, so you are fully asleep, lying on your stomach. The skin on your back is cleaned with antiseptic solution and a small incision is made to one or both sides of the midline. A hollow needle is then passed down through the muscle into a bony passage (pedicle), which goes from the back of the spine to the front of the vertebral body. Live (video) X-ray is used as guidance to direct the needle into this area."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "The procedure",
    "subtopic": "Vertebroplasty",
    "text": "For vertebroplasty, the liquid cement is injected into the vertebra through the hollow needle. Several x-rays are taken to show the cements movement into the vertebra. The cement becomes hard in minutes."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "The procedure",
    "subtopic": "Kyphoplasty",
    "text": "During kyphoplasty, a balloon is first inserted into the fractured vertebrae through the hollow needle to create a cavity or space. The balloon is then removed and the liquid cement is injected into the cavity it created. Several X-rays are taken to show the cements movement into the vertebra. The cement becomes hard in minutes."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Risks and complications",
    "subtopic": "Procedure-Related Risks",
    "text": "• leakage of the cement outside the vertebral body, which could cause thermal (heat) and pressure problems in the spinal canal, potentially leading to neurological problems including paralysis.\n• travelling of particles of cement, air, bone marrow fat or tumour into the blood vessels causing a blockage (embolisation), which could put stress on the lungs, heart or other organs.\n• cement sensitivity, which could cause irregular heart beats, cardiac arrest, and death in extreme cases.\n• infection. Superficial wound infections may occur in 2-4% of cases. Deep wound infections may occur in < 1% of cases.\n• bleeding. You must inform your consultant about any blood-thinning medications you are taking.\n• the increased strength in the vertebra following vertebroplasty may increase the chances of the adjacent vertebral body wedging in the future.\n• problems with positioning during the operation which might include pressure problems, skin and nerve injuries and eye complications including, very rarely, blindness.\n• extremely rarely, death as a result of damage to major blood vessels or vital organs (reported in 1 out of 10,000 cases).\n• general anaesthetic fatal complications (reported in 1 out of 250,000 cases)."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "What to expect in hospital",
    "subtopic": "Immediate Post-Procedure Care",
    "text": "Immediately after the procedure you will be taken to the recovery ward, where nurses will monitor your blood pressure and pulse. Oxygen may be given to you through a facemask. Once back on the ward, you will receive appropriate medication for any discomfort. When you are fully awake and comfortable, you will be allowed to get out of bed, possibly on the same day."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Going home",
    "subtopic": "Discharge and Transport",
    "text": "If you do not require any further treatment, you will normally be allowed home the following day, once you and your physiotherapist are happy with your mobility. Please arrange for a friend or relative to collect you, as driving or taking public transport is not advised for 48 hours after the anaesthetic. If you qualify for patient transport, arrange this through your GP before admission."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Work",
    "subtopic": "Time off Work",
    "text": "You will need to be off work for at least 48 hours or maybe longer if discomfort persists. The hospital can give you a sick certificate or you can ask your GP."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "Follow-up",
    "subtopic": "Clinic Appointments",
    "text": "Your specialist will advise you whether you should attend clinic after your operation. You may already be undergoing check-ups with another consultant who referred you for this treatment. If you have any queries, please contact the nurse specialist or other member of your consultant's team."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "British Spine Registry (BSR)",
    "subtopic": "Purpose and Data Collection",
    "text": "The British Spine Registry (BSR) collects information about spinal surgery across the UK to determine which operations are most effective and to improve patient care. It enables patient outcomes to be assessed using questionnaires. Your personal details (name, gender, date of birth, address, email, NHS number) are collected to link you to your surgery and questionnaires. This data is treated as confidential, kept secure, and controlled by the British Association of Spine Surgeons (BASS)."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "British Spine Registry (BSR)",
    "subtopic": "Consent and Data Usage",
    "text": "Participation in the BSR is voluntary. Your personal details cannot be kept without your consent, which can be given by signing a form or electronically. You can withdraw your consent at any time. Your consent allows the BSR to use your data for 'service evaluations' or 'audits' and medical research, mostly using anonymised information. For children, parents are asked to consent for data collection."
  },
  {
    "heading": "Vertebral Compression Fracture: Vertebroplasty and Kyphoplasty",
    "topic": "British Spine Registry (BSR)",
    "subtopic": "Further Information and Contact",
    "text": "The BSR website at www.britishspineregistry.com contains more information. To contact the BSR, write to: The British Spine Registry, Amplitude Clinical Services, 2nd Floor, Orchard House, Victoria Square, Droitwich, Worcestershire, WR9 8QT."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Introduction",
    "subtopic": "Purpose of Guide",
    "text": "The following guide is designed to help you understand more about your fracture and the therapy you will receive."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Anatomy",
    "subtopic": "Sections of the spine",
    "text": "The document displays a diagram illustrating the sections of the spine: Cervical spine, Thoracic spine, Lumbar spine, Sacroiliac joint, and Coccyx."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Management Plan",
    "subtopic": "Treatment Approach",
    "text": "The majority of spinal fractures can be treated conservatively. You may require a brace and occasionally surgery is needed. The orthopaedic team will discuss the management options with you."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Spinal Brace",
    "subtopic": "Fitting and Usage",
    "text": "Should you need a spinal brace, you will be fitted with the appropriate brace by the Therapist or Senior Clinical Nurse. You will be provided with written instructions. The brace can be taken off when you are lying flat on your back, but must be worn at all other times, including sitting up in bed. A relative or carer can be taught how to assist you. If you have any problems with your brace at home, contact the therapist for advice."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Mobility and Discharge",
    "subtopic": "Hospital Care",
    "text": "Once you are allowed to get out of bed the Therapy Team will assess your mobility and provide you with any equipment you might need. You may initially feel dizzy and weak, but this will wear off. If you have stairs at home, the therapy team will practice these with you prior to your discharge."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Pain Management",
    "subtopic": "In-hospital and at-home care",
    "text": "The orthopaedic team will work with you to ensure your pain is controlled as effectively as possible. You will be sent home with the appropriate medications but if you require more or further advice about your pain control you should talk to your GP."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Discharge Planning",
    "subtopic": "Transition to Home",
    "text": "The team of health professionals involved in your care will discuss your discharge with you. Where possible we will aim to get you straight back to your usual residence. You may need some support at home initially. The therapy team treating you will decide if this is necessary."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Early Exercises",
    "subtopic": "Bed Rest Exercises",
    "text": "Whilst you are on bed rest, you will be taught how to log roll (turn from side to side). We recommend you do the following exercises at least three times per day to assist circulation, maintain muscle strength, and keep your chest clear:\n\n1. To assist good circulation: Move both ankles and toes up and down as much as possible.\n2. To maintain muscle strength: Pull your toes towards you and push the back of your knees into the bed. Hold for 5 seconds.\n3. To keep your chest clear: Take a deep breath in and hold for 3 seconds before exhaling. Repeat 3 times followed by a cough/huff."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Additional Exercises",
    "subtopic": "Core muscle activation",
    "text": "Lying on your back with your knees bent and feet hip width apart, gently pull your stomach muscles down towards the bed whilst continuing to breathe normally. Hold for 5 seconds and then release. Practice this regularly and progress to doing it in sitting and standing as able."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Additional Exercises",
    "subtopic": "Pelvic Tilts",
    "text": "Whilst on your back, lift your tail bone up to flatten your back into the floor/bed. Slowly lower back down again gently arching your lower back."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Rehabilitation Exercises",
    "subtopic": "Bridging",
    "text": "Lying on your back with your knees bent and feet hip width apart, slowly lift your bottom off the bed keeping your pelvis level. Hold for 5 seconds and then slowly lower."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Rehabilitation Exercises",
    "subtopic": "Knee flexion/extension",
    "text": "Lying on your back with your knees bent and feet hip width apart, slowly slide one foot out to straighten the knee and then return to the starting position, then repeat with the other leg."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Rehabilitation Exercises",
    "subtopic": "Mini Squat",
    "text": "Holding onto a chair with your feet hip width apart, slowly bend your knees keeping your back straight. Go down as far as you feel comfortable, then stand up tall slowly."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Everyday Activities",
    "subtopic": "Mobility",
    "text": "Gradually increase the amount of walking you do but avoid hills initially. Providing you are not in pain, this is an excellent form of general exercise to restore fitness after your injury."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Everyday Activities",
    "subtopic": "Sitting",
    "text": "Try to sit in a supportive upright chair with a cushion in your lower back. Avoid low soft chairs and sitting for more than 20 minutes initially as it may be uncomfortable and put excess strain on your back."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Precautions and Advice",
    "subtopic": "Lifting and handling",
    "text": "Avoid lifting anything heavier than the weight of a filled kettle for the first 6 weeks following your injury."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Precautions and Advice",
    "subtopic": "Dressing",
    "text": "If you have a spinal brace we recommend wearing a vest or T-shirt underneath it to protect your skin. Sit or lie to get dressed initially. The therapy team will be able to offer further help and advice on dressing."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Precautions and Advice",
    "subtopic": "Washing",
    "text": "You will not be allowed to have a bath or bend over the bath to wash your hair for at least 6 weeks following your injury. We recommend strip washing with an appropriate stool at the sink and long handled aids. Depending on the type of brace, you may be able to shower with the brace on using a long-handled sponge, but you must then lie on the bed to remove the brace and allow it to dry."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Precautions and Advice",
    "subtopic": "Sleeping",
    "text": "Try to sleep on your back if possible. You may take the brace off in bed but if you normally get up to use the toilet at night we recommend you sleep with the brace on. It may be advisable for men to use a urinary bottle at night."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Return to Activities",
    "subtopic": "Driving",
    "text": "Your consultant will inform you when you can resume driving. You should inform your insurance company about your injury and check that you are covered. Once you resume driving it is advisable only to drive short distances initially. You should be able to travel as a passenger for short journeys (i.e. up to 30 minutes)."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Return to Activities",
    "subtopic": "Household Jobs",
    "text": "It is important that you avoid doing any heavy housework activities initially such as hoovering. Check with your consultant prior to resuming any household activities including lifting and carrying."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Return to Activities",
    "subtopic": "Working",
    "text": "You are likely to need some time off work initially. Check with your consultant and employer before you return to work. You may need to modify your activities at work, especially if your job is active or involves a lot of driving. Please ask for a sick note if you require one."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Return to Activities",
    "subtopic": "Sexual Activity",
    "text": "You will need to check with your consultant about resuming sexual activity. Generally this is not advised for at least 6 weeks."
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Contact details",
    "subtopic": "Therapy Team and Health Information",
    "text": "If you require further advice please feel free to contact us:\nTherapy Team: 01202 448179\n\nFor further general health-related information, please contact:\nThe Health Information Centre\nPoole Hospital NHS Foundation Trust\nLongfleet Road\nPoole\nDorset\nBH15 2JB\nTelephone: 01202 448003\nwww.poole.nhs.uk"
  },
  {
    "heading": "Spinal Fractures - Information for patients",
    "topic": "Accessibility",
    "subtopic": "Alternative Formats",
    "text": "We can supply this information in other formats, in larger print, on audiotape, or have it translated for you. Please call the Patient Advice and Liaison Service (PALS) on 01202 448499, text 07758 272495 or email pals@poole.nhs.uk for further advice."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "Abstract",
    "subtopic": "Summary",
    "text": "Vertebral compression fractures are the most common complication of osteoporosis, with 700,000 cases reported annually in the United States. They typically present with abrupt-onset low back pain, though over two-thirds are detected incidentally. Diagnosis is confirmed with plain radiographs, with CT and MRI used to evaluate for malignancy or neurological deficits. MRI is the modality of choice to determine if the fracture is acute or chronic. Patients can be managed non-surgically with medications, bracing, and physical therapy. When indicated, kyphoplasty or vertebroplasty may be considered for symptom relief."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "INTRODUCTION",
    "subtopic": "Osteoporosis and Vertebral Compression Fractures",
    "text": "Osteoporosis is the most common bone disease, characterized by a progressive loss of bone mineral density. It more commonly affects women, with a prevalence of 19.6% in US women over 50. Vertebral compression fractures are the most common complication of osteoporosis, with 700,000 cases reported annually in the US. The prevalence increases with age, affecting 25% of postmenopausal women and 40% of women over 80."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "CLINICAL FEATURES",
    "subtopic": "Presentation and Causes",
    "text": "Vertebral compression fractures are most commonly due to osteoporosis but can also be caused by trauma, infection, or neoplasms. In osteoporotic cases, they often occur during trivial events like lifting light objects or even while in bed. A vertebral compression fracture typically presents with abrupt-onset low back pain, but more than two-thirds are detected incidentally. Previous vertebral compression fractures significantly increase the risk of future ones."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "CLINICAL FEATURES",
    "subtopic": "Risk Factors",
    "text": "Modifiable risk factors include early menopause, alcohol and tobacco use, and calcium or vitamin D deficiency. Nonmodifiable risk factors include advanced age, white or Asian race, female sex, and history of steroid use. Obesity is considered protective."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "CLINICAL FEATURES",
    "subtopic": "Complications",
    "text": "Although rarely requiring hospital admission, vertebral compression fractures can lead to severe pain, functional impairment, progressive thoracic kyphosis, and a host of other problems including chronic pain, pressure sores, pneumonia, and psychological distress. These issues can lead to decreased independence, increased morbidity, and a 15% greater risk of 1-year mortality."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "IMAGING",
    "subtopic": "Radiological Diagnosis",
    "text": "Plain film radiographs (anteroposterior and lateral views) are the initial imaging study. Common findings include a wedge deformity, a linear zone of condensation, a step defect, and disrupted endplates. Any vertebral height loss of more than 20% is considered a fracture. The Genant classification, based on morphology (wedge, biconcave, or crush) and degree of height loss (graded 0-3), is commonly used. MRI is the imaging technique of choice to assess for malignancy and to differentiate between acute and chronic fractures. CT or MRI is also indicated for patients with neurological deficits."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "MANAGEMENT",
    "subtopic": "Nonsurgical Treatment",
    "text": "Treatment aims include restoring mobility, pain relief, and preventing future fractures. Nonsurgical management is the first-line approach. Pain management includes nonsteroidal anti-inflammatory drugs (NSAIDs), opioids (for acute pain only), and calcitonin. Nonsurgical prevention strategies involve managing the underlying osteoporosis with DEXA scans, physical therapy, and medications like bisphosphonates, denosumab, or teriparatide. Normalizing calcium and vitamin D levels is also crucial."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "MANAGEMENT",
    "subtopic": "Surgical Treatment (Vertebroplasty and Kyphoplasty)",
    "text": "Surgical management should be considered if there is substantial pain, disability, kyphotic deformity, or no response to nonsurgical management over 4-6 weeks. The two common minimally invasive treatments are kyphoplasty and vertebroplasty, where bone cement is injected into the fractured vertebra. Indications include recent painful fractures due to osteoporosis or pathological causes. In vertebroplasty, cement is injected directly into the vertebra. In kyphoplasty, a balloon is first inflated to create a cavity, which is then filled with cement. Kyphoplasty may restore some vertebral body height and is associated with a reduced risk of cement leakage. However, the efficacy of these procedures is debated, with some randomized trials showing similar outcomes to simulated procedures."
  },
  {
    "heading": "Diagnosis and Management of Vertebral Compression Fracture",
    "topic": "CONCLUSION",
    "subtopic": "Summary",
    "text": "Vertebral compression fractures are a common complication of osteoporosis, often causing debilitating pain. Diagnosis is made with plain radiographs, but CT or MRI may be necessary. Initial management is typically non-surgically. If this fails and results in persistent pain, kyphotic deformity, or neurological deficits, cement augmentation via vertebroplasty or kyphoplasty should be considered."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "ABSTRACT",
    "subtopic": "Objective and Design",
    "text": "The objective was to assess whether percutaneous vertebroplasty results in more pain relief than a sham procedure in patients with acute osteoporotic compression fractures. The study was a randomised, double blind, sham controlled clinical trial conducted in four community hospitals in the Netherlands from 2011-2015."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "ABSTRACT",
    "subtopic": "Participants and Interventions",
    "text": "180 participants with acute osteoporotic vertebral compression fractures were randomised to either vertebroplasty (n=91) or a sham procedure (n=89). The vertebroplasty group received cementation, which was simulated in the sham group."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "ABSTRACT",
    "subtopic": "Main Outcome Measures",
    "text": "The main outcome was the mean reduction in visual analogue scale (VAS) scores for pain at one day, one week, and one, three, six, and 12 months. Secondary outcomes included quality of life and disability questionnaire scores."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "ABSTRACT",
    "subtopic": "Results",
    "text": "The mean reduction in VAS score was statistically significant in both groups at all follow-up points compared with baseline. However, the difference in VAS scores between the vertebroplasty and sham groups was not statistically significant at any follow-up point over 12 months. Secondary outcomes were also not statistically significant. Use of analgesics decreased significantly in both groups over time, with no significant differences between them. Two adverse events occurred in the vertebroplasty group."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "ABSTRACT",
    "subtopic": "Conclusions",
    "text": "Percutaneous vertebroplasty did not result in statistically significantly greater pain relief than a sham procedure during 12 months' follow-up among patients with acute osteoporotic vertebral compression fractures. The results of this trial do not support percutaneous vertebroplasty as standard pain treatment in these patients."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Introduction",
    "subtopic": "Background and Previous Research",
    "text": "Osteoporotic compression fractures can cause pain and long-term morbidity. Conservative management includes analgesics, bed rest, and bracing. Percutaneous vertebroplasty, injecting polymethylmethacrylate into the fractured vertebra, became widespread based on observational studies. However, two blinded randomised studies in 2009 found no short-term benefit compared with sham controls. In contrast, an open-label trial in 2010 (VERTOS II) and a blinded trial in 2016 (VAPOUR) showed better pain relief with vertebroplasty."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Methods",
    "subtopic": "Study Design and Objectives",
    "text": "This was a sham controlled, double blind multicentre randomised trial. The primary objective was to determine the difference between groups in mean reduction of pain scores (VAS) over 12 months. The secondary objective was to determine differences in quality of life and physical functioning."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Methods",
    "subtopic": "Participants and Procedures",
    "text": "Inclusion criteria were age 50+, 1-3 vertebral compression fractures (T5-L5), focal back pain for up to six weeks (later extended to nine weeks), VAS score of 5 or higher, and bone oedema on MRI. Both groups received local anaesthetic infiltration. In the vertebroplasty group, cement was injected. In the sham group, the cement injection was simulated with verbal and physical cues, including the smell of the cement. Participants, internists, and outcome assessors were blinded for 12 months."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Results",
    "subtopic": "Patient Characteristics and Primary Outcome",
    "text": "180 patients were randomised. The final analysis included 90 in the vertebroplasty group and 86 in the sham group. Both groups had similar baseline characteristics. The reduction in VAS score was clinically and statistically significant in both groups at all follow-up points. However, there was no statistically significant difference in pain reduction between the two groups at any time point."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Results",
    "subtopic": "Secondary and Ancillary Analyses",
    "text": "Secondary outcomes (quality of life and disability scores) also improved significantly in both groups, with no significant difference between them. A post hoc analysis showed that at 12 months, a significantly higher percentage of participants in the sham group had VAS scores of 5 or higher compared to the vertebroplasty group (41% vs 20%). Also, significantly more participants in the sham group had progressive loss of vertebral height during follow-up."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Discussion",
    "subtopic": "Interpretation and Comparison with Previous Studies",
    "text": "This study's results suggest that factors other than cement instillation—such as local anaesthesia, placebo effect, and natural healing—might account for the clinical improvement seen after vertebroplasty. The findings reinforce two previous blinded trials but contrast with the unblinded VERTOS II and the blinded VAPOUR trial. Differences in patient populations (inpatients vs outpatients) and sham procedure techniques (with or without anaesthetic infiltration) may explain these discrepancies."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Discussion",
    "subtopic": "Strengths and Weaknesses",
    "text": "A strength of this study is the significant placebo effect generated in the sham group (over 80% believed they had received cement), which was greater than in previous trials. Limitations include the lack of a standard medical conservative treatment control group, potential for selection bias as many eligible patients declined participation, and the extension of the pain window for inclusion during the trial."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Discussion",
    "subtopic": "Implications and Future Research",
    "text": "The study suggests that periosteal infiltration alone may provide sufficient early pain relief. However, a subgroup of patients still experiences substantial pain at 12 months. Future research should aim to identify predictors for this subgroup. The authors suggest a potential therapeutic strategy of a combined regimen of periosteal infiltration during natural healing, with additional cementation only for a selected subgroup with insufficient pain relief."
  },
  {
    "heading": "Vertebroplasty versus sham procedure for painful acute osteoporotic vertebral compression fractures (VERTOS IV): randomised sham controlled clinical trial",
    "topic": "Conclusion",
    "subtopic": "Final Statement",
    "text": "Percutaneous vertebroplasty did not result in statistically significant greater pain relief than a sham procedure during 12 months follow-up among a group of patients with acute osteoporotic compression fractures of the vertebral body. These results do not support using percutaneous vertebroplasty to treat acute osteoporotic vertebral compression fractures."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Introduction",
    "subtopic": "Purpose of leaflet",
    "text": "This leaflet has been designed to inform you about your spinal fracture(s). It is aimed to help explain how your fracture will be treated, guide your recovery and answer some common questions. It should be read alongside the information your consultant gives you. The spinal fracture service is led by three of our consultant orthopaedic spine surgeons and are supported by our senior spinal nurse practitioners, physiotherapists, orthotists and occupational therapists."
  },
  {
    "heading": "Spinal fractures",
    "topic": "What is a vertebral fracture?",
    "subtopic": "Definition",
    "text": "A vertebral fracture is a break to one of the bones in your spine. Your spine runs from the base of your skull to your pelvis. Depending on where along your spine you have fractured and the number of spinal fractures you have, this will affect where the pain is felt and how you are treated."
  },
  {
    "heading": "Spinal fractures",
    "topic": "How did it happen?",
    "subtopic": "Causes",
    "text": "Your consultant will have discussed the likely cause of your spinal fracture. Most follow a specific injury and you will remember the day it happened. Occasionally, a fracture can occur in your back which you may not be able to pinpoint to a specific injury/event. These fractures happen because your bones are weaker than normal, most commonly because of a condition called osteoporosis. People over 55 are at greater risk of osteoporosis. If you're over 55 years old we should have given you a 'bone health' questionnaire to complete. Your answers are reviewed by our bone health team and they will contact you and your GP."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Symptoms",
    "subtopic": "Pain shooting up my spine and into my legs?",
    "text": "Your doctor will have shown you the X-ray image of the fractured vertebra(s). What the X-ray doesn't show are the muscles, ligaments and nerves that also get bruised or injured by the force that led to your vertebra fracturing. Injured muscles and ligaments can cause “spasm\" pains that shoot in all directions. If the nerves are bruised you may get some temporary pain or numbness felt in your buttock and leg(s). These symptoms should get better within a few weeks. If symptoms get worse you must seek medical review."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Symptoms",
    "subtopic": "Are there new symptoms I should be worried about?",
    "text": "In the majority of people spinal fractures heal without complication. Very occasionally the broken bone fragments can press on the spinal cord or lower spinal nerves and produce leg numbness and pain. These symptoms should improve. Very occasionally the nerves are more affected and you may notice lower leg weakness. Sometimes the nerves supplying your bladder and bowel may also be affected causing numb genitals or incontinence. If this happens you must return to the Emergency Department for urgent review."
  },
  {
    "heading": "Spinal fractures",
    "topic": "How will my fractured vertebra be treated?",
    "subtopic": "Treatment Options",
    "text": "The vast majority of vertebra fractures will heal without any specific intervention. Your consultant will have discussed the type of fracture you have and the options for treating it. There are three main treatment options: Conservative management, A spinal brace, Surgery."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Conservative treatment",
    "subtopic": "Explanation and Pain Management",
    "text": "The majority of vertebral fractures are treated conservatively. This means allowing the bone to heal naturally without a specific brace or surgery. Vertebral fractures are painful. Unlike other broken bones, the spine cannot be easily splinted. Standing and sitting put weight across the fractured vertebra, causing pain during the healing period, which often takes three to four months, with the majority of pain settling by six to eight weeks. Regular pain killers are suggested. Paracetamol and Ibuprofen are good painkillers. Codeine or Tramadol can be added if needed. Low dose Diazepam can be helpful for short periods for muscle spasms. Pain killers can cause constipation, so a healthy diet is important."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Conservative treatment",
    "subtopic": "Activity",
    "text": "We encourage regular activity such as walking, guided by your symptoms. Regularly changing position and moving about can ease the pain slightly. Usually by four weeks the pain is noticeably a bit better."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Spinal brace",
    "subtopic": "Types and Use",
    "text": "Some fractures may be helped by a supportive brace. There are several different types, including Cervical Thoracic Lumbar Sacral Orthosis (CTLSO), Thoracic Lumbar Sacral Orthosis (TLSO), and Lumbar Sacral Orthosis (LSO). A member of the spinal team will show you how to fit the brace. It is important to check your skin daily for pressure ulcers. Wearing a cotton t-shirt under the brace can help. How long you need the brace is guided by your consultant."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Surgery",
    "subtopic": "Procedure and Recovery",
    "text": "Occasionally an operation is suggested to treat your vertebral fracture. After surgery, apart from keeping a check on the wound, your recovery will mirror the conservative group."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Post op wound care",
    "subtopic": "Dressing and Follow-up",
    "text": "The spinal nurses will redress your wound prior to discharge and advise on subsequent dressing changes. You are advised to keep the dressing completely dry for 12-14 days. You will be discharged with extra dressings if needed. Your spinal nurse will discuss wound care with you. The spinal team holds a dressing clinic, or you can see your practice nurse. For concerns, you can call the spinal nurses on 0117 414 1730."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Rehabilitation",
    "subtopic": "Post-Surgery Physiotherapy",
    "text": "On the first day following your surgery, the physiotherapist will assess you, give you exercises, and show you how to move in bed. They will also help you get out of bed and increase your walking distance. You will not be referred for any spinal mobilisation exercises for three months, but will be referred for outpatient physiotherapy if strengthening and mobility progression is required."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Things to look out for once discharged from hospital",
    "subtopic": "Signs of Infection",
    "text": "Severe redness around your wound or discharge from your wound. A high temperature/feeling unwell. These could indicate that you have an infection. Please inform the spinal nurse practitioner or visit your local emergency department."
  },
  {
    "heading": "Spinal fractures",
    "topic": "General advice following spinal fractures",
    "subtopic": "Activity Restrictions",
    "text": "Lifting: No lifting of heavy objects for the first eight to twelve weeks. Twisting: Do not twist your back for up to three months. Bending: No deep bending or stooping. When getting dressed or putting on shoes, bring your knees towards your chest rather than bending down."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Return to Activities",
    "subtopic": "Work and Driving",
    "text": "When can I return to work? Time off will depend on your job. Office-based work is typically four to six weeks off, while manual occupations can be three to four months. Discuss options with your consultant, GP, and employer.\nWhen can I drive? You must tell the DVLA. Your consultant will advise on return to driving. You must be able to perform an emergency stop safely. Information is available on the DVLA website."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Physiotherapy and occupational therapy",
    "subtopic": "Need for Therapy",
    "text": "If you were admitted to hospital, you will be assessed by the physiotherapist and occupational therapist before going home. Most people do not need routine physiotherapy following a spinal fracture; pain will improve as the fracture heals. If problems persist, you may be seen again before a referral is considered."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Follow-up",
    "subtopic": "Consultant Review",
    "text": "All patients are reviewed in the out-patient clinics. Routine follow-up is no longer performed as most patients improve without it. We provide an \"Open appointment\" outcome, which allows you to re-book within six months if your recovery has not progressed as expected. Patients who have undergone surgery are usually kept under review for 12 months."
  },
  {
    "heading": "Spinal fractures",
    "topic": "What happens if my fracture does not heal?",
    "subtopic": "Non-union",
    "text": "Most spinal fractures heal within three to four months. If pain persists beyond this period, you will be reviewed by your consultant and further options will be discussed on an individual basis."
  },
  {
    "heading": "Spinal fractures",
    "topic": "Contact Information",
    "subtopic": "Spinal Helpline",
    "text": "If you have any concerns regarding your operation/spinal wound: Spinal Helpline: 0117 414 1730, www.nbt.nhs.uk"
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Introduction",
    "subtopic": "Purpose of leaflet",
    "text": "This leaflet has been designed to inform you about your spinal fracture(s). It is aimed to help explain how your fracture will be treated, guide your recovery and answer some common questions."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "What is a vertebral fracture?",
    "subtopic": "Definition",
    "text": "A vertebral fracture is a break to one of the bones in your spine. Your spine runs from the base of your skull to your pelvis. Depending on where along your spine you have fractured and the number of spinal fractures you have, this will affect where the pain is felt and how you are treated."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "How did it happen?",
    "subtopic": "Causes",
    "text": "Vertebral fractures can occur due to a simple fall, accident or occasionally, a facture can occur in your back, which you may not be able to pinpoint to a specific injury/event. These fractures happen because your bones are weaker than normal and are termed fragility fractures. The most common cause of a fragility fracture is a condition called osteoporosis. People over 55 are at greater risk of osteoporosis."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Symptoms",
    "subtopic": "Why is pain shooting up my spine?",
    "text": "The x ray or scan will show the fracture of the bone in the spine, what the X-ray doesn't show are the associated damage to the muscles, ligaments and occasionally nerves that also get bruised or injured by the force that led to your vertebra fracturing. Injured muscles and ligaments can cause “spasm” pains that shoot in all directions. If the nerves are bruised you may get some temporary pain or numbness felt in your buttock and leg(s). These symptoms should get better within a few of weeks. If symptoms get worse you must seek medical review."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Symptoms",
    "subtopic": "Are there new symptoms I should be worried about?",
    "text": "In the majority of people, spinal fractures heal without complication. Very occasionally, the broken bone fragments can press on the spinal cord or lower spinal nerves and produce leg numbness and pain. These symptoms should improve. Very occasionally, the nerves are more affected and you may notice lower leg weakness. If this happens, we need to see you urgently. Sometimes the nerves supplying your bladder and bowel may also be affected causing numb genitals or incontinence. If this happens, you must return to the Emergency Department for urgent review."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "How will my fractured vertebra be treated?",
    "subtopic": "Conservative treatment",
    "text": "The majority of vertebral fractures are treated conservatively. This means allowing the bone to heal naturally and therefore without a specific brace or the need for surgery. Vertebral fractures are painful and require time to heal. The healing process often takes three to four months but the majority of the pain settles by six to eight weeks. Regular painkillers are suggested, such as Paracetamol and Ibuprofen. Codeine or Tramadol can be added if additional pain is felt. It is best to discuss pain killer options with your GP or pharmacist."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "How will my fractured vertebra be treated?",
    "subtopic": "Activity and Side Effects",
    "text": "Painkillers can cause constipation. A healthy, well balanced diet can help reduce the risk. We encourage regular activity such as walking, guided by your symptoms. Regularly changing position and moving about can ease the pain slightly."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "How will my fractured vertebra be treated?",
    "subtopic": "Spinal bracing",
    "text": "For the vast majority of spinal fractures spinal braces provide no benefit, are often poorly tolerated and have the risk of skin problems and chest problems. As a result, we would not recommend the routine use of a spinal brace."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "How will my fractured vertebra be treated?",
    "subtopic": "Surgery for spinal fragility fractures",
    "text": "Spinal fragility fractures occur with low force (such as a fall from standing). As a result they are classified as stable fractures and therefore do not need treating with spinal surgery such as rods and screws. Occasionally supplementing the vertebra with special spinal cement called Vertebroplasty or Kyphoplasty is considered but only at a later date and in special circumstances. The benefit of these procedures is still being debated."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Treating the cause of fragility fractures",
    "subtopic": "Investigating Osteoporosis",
    "text": "There are many different causes for weakening of the bones that can lead to fragility fractures. The commonest one is Osteoporosis although there are other causes such as medications, hormonal imbalances and lifestyle factors. One of the most important aspects of treating fragility fractures is to investigate the possible causes of weakness of the bones. Your GP will be notified of the fracture and if an underlying cause has not been previously diagnosed (such as osteoporosis), they may want to arrange some further tests to investigate further."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "General advice following spinal fractures",
    "subtopic": "Activity Restrictions",
    "text": "Following a spinal fracture there are certain measures you can adopt that may protect your spine and reduce the pain felt during the healing process.\nLifting: No lifting of heavy objects. A sensible approach needs to be adopted for the first eight to twelve weeks after spinal fracture.\nBending: No deep bending or stooping. When getting dressed and putting your shoes on bring your knees towards your chest rather than bending down to the floor. Do not bend to reach for objects."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "When can I return to work?",
    "subtopic": "Guidelines",
    "text": "There is no set time to be off work. People with office-based work are typically off for four to six weeks. Those with manual occupations can be away from work for three to four months. You should discuss return to work options with your GP and employer."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "When can I drive?",
    "subtopic": "Guidelines",
    "text": "You must tell the DVLA if you have had an injury to your spine. You must confidently be able to drive and safely perform an emergency stop. Given everyone's recovery will be at a different rate, the time to return to drive will also vary. Information is available on the DVLA website."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Do I need physiotherapy and occupational therapy?",
    "subtopic": "Referral Information",
    "text": "Most people do not need routine physiotherapy following a spinal fracture. Once the fracture heals, your pain will improve and you will be able to return to normal activity."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "Do I need to see a spinal consultant or specialist?",
    "subtopic": "Follow-up Information",
    "text": "Most patients with spinal fragility fractures (2 out of 3) have no pain at rest and mild or moderate pain on mobilising within 6 months following the fracture. As a result, most people do not need to see a spinal or Orthopaedic specialist. By following the advice above with regards to activities to be careful with and gradual mobilisation such as walking is all that is required."
  },
  {
    "heading": "Spinal fragility fractures",
    "topic": "What happens if my fracture does not heal?",
    "subtopic": "Follow-up Information",
    "text": "Most spinal fractures heal within 3-6 months. If significant pain persists beyond this expected recovery then your GP should consider referring you to a spinal specialist for a consultation."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Abstract",
    "subtopic": "Importance and Objective",
    "text": "Osteoporotic vertebral compression fractures (VCFs) are a major health problem causing substantial pain and reduced mobility. This systematic review and network meta-analysis aims to assess and compare different conservative treatment options for managing acute pain related to VCF."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Abstract",
    "subtopic": "Data Sources and Study Selection",
    "text": "A search of four major databases (PubMed, Embase, Scopus, CINAHL) and gray literature was conducted. Included studies were prospective comparative and randomized clinical trials assessing conservative treatments for acute VCF."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Abstract",
    "subtopic": "Main Outcomes and Measures",
    "text": "The primary outcomes were short-term (4 weeks) pain during activity and long-term (latest available follow-up) nonspecified pain."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Abstract",
    "subtopic": "Results",
    "text": "The study included 20 trials with 2102 patients. For short-term pain during activity, calcitonin and nonsteroidal anti-inflammatory drugs (NSAIDs) were beneficial compared to placebo. For long-term pain, bisphosphonates were associated with inferior outcomes compared to daily or weekly teriparatide. No treatment was superior to NSAIDs long-term."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Abstract",
    "subtopic": "Conclusions and Relevance",
    "text": "NSAIDs and teriparatide may be the preferred treatment options for pain management in acute osteoporotic VCF. Calcitonin also proved beneficial, but its safety profile limits its use. The limited evidence on braces and analgesics highlights the need for future research."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Introduction",
    "subtopic": "Background",
    "text": "Osteoporotic vertebral compression fractures (VCFs) are common in individuals over 50. While many are asymptomatic, symptomatic fractures cause significant pain and reduced mobility. Despite the availability of surgical techniques like vertebroplasty and kyphoplasty, their efficacy is debated, leading to a focus on optimizing conservative pain management. This includes braces, analgesics (NSAIDs, opioids), and antiosteoporotic drugs (bisphosphonates, calcitonin, teriparatide). This systematic review and network meta-analysis was conducted to provide evidence-based guidelines for managing acute painful VCF."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Methods",
    "subtopic": "Study Design and Search Strategy",
    "text": "The systematic review and network meta-analysis followed Cochrane and PRISMA-NMA guidelines. The protocol was registered in PROSPERO. A comprehensive search was performed on May 16, 2023, across PubMed, Embase, Scopus, and CINAHL, including a gray literature search. The search strategy was designed using the PICO model."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Methods",
    "subtopic": "Eligibility Criteria and Study Quality Assessment",
    "text": "Eligible studies were randomized clinical trials (RCTs) or prospective comparative studies (PCSs) examining conservative treatments for acute painful VCF. Study quality was assessed using the Cochrane RoB2 tool for RCTs and the Newcastle-Ottawa Scale for PCSs. The GRADE approach was used to appraise the certainty of the evidence."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Results",
    "subtopic": "Study Selection and Characteristics",
    "text": "The search identified 18,791 articles, with 20 studies ultimately included in the analysis (16 RCTs and 4 PCSs), encompassing a total of 2102 patients. The interventions studied included bisphosphonates, calcitonin, teriparatide, NSAIDs, opioids, and braces. Most included studies were evaluated as having intermediate quality."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Pain",
    "subtopic": "Short-Term Pain During Activity",
    "text": "Early mobilization is a critical objective in VCF treatment. The analysis showed that calcitonin and NSAIDs were associated with decreased short-term pain during activity compared with bisphosphonates and placebo. Calcitonin ranked as the most favorable treatment, followed by NSAIDs."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Pain",
    "subtopic": "Long-Term Nonspecified Pain",
    "text": "For longer-term general pain, both daily and weekly administration of teriparatide showed superiority over bisphosphonates. No benefits were observed for calcitonin or bisphosphonates alone compared with NSAIDs. The use of braces (rigid, soft, or semirigid) showed no benefit for long-term pain management compared with no brace."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Adverse Events",
    "subtopic": "Qualitative Analysis",
    "text": "The qualitative analysis of adverse events highlighted typical side effects associated with the medications. For instance, gastrointestinal complaints were often reported with calcitonin and NSAIDs."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Discussion",
    "subtopic": "Interpretation of Findings",
    "text": "The review focused on short-term pain during activity due to its clinical importance for early mobilization. Calcitonin showed superior outcomes in this regard, but its adverse effects and restricted approval (due to long-term cancer risk) limit its use. Teriparatide (both daily and weekly) was more beneficial than bisphosphonates for long-term pain relief, possibly due to its anabolic properties promoting fracture healing. NSAIDs also showed an important role in acute short-term pain control. The study found no benefit for braces in long-term pain management."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Discussion",
    "subtopic": "Limitations",
    "text": "The study has several limitations, including high clinical heterogeneity among the included studies (various forms of drugs, different protocols). The inclusion of both RCTs and PCSs introduces variability in study quality. The potential for confounding factors due to varying treatment protocols and permitted co-interventions also exists."
  },
  {
    "heading": "Conservative Treatments in the Management of Acute Painful Vertebral Compression Fractures",
    "topic": "Conclusions",
    "subtopic": "Summary",
    "text": "This study provides a comprehensive analysis of conservative treatments for acute VCF. It identifies calcitonin and teriparatide as standout options for short- and long-term pain management, respectively. Given the limitations in the existing evidence, especially regarding analgesics, the analysis calls for further high-quality randomized controlled trials to support clinical decision-making."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Information for patients",
    "subtopic": "Introduction",
    "text": "This leaflet has been given to you as your x-ray shows that you have a fracture (break) to one or more of the bones in your spine (vertebrae). The fracture is known as a compression fracture. This leaflet will help you manage your fracture and give you advice on managing your pain."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "What is a compression fracture?",
    "subtopic": "Definition and Types",
    "text": "This is a type of fracture where the vertebrae (building blocks of the spine) caves in on itself due to compression or pressure on the bone. There are several types of compression fractures. You will have either a crush, biconcave, or wedge fracture. These fractures are usually stable and do not cause any short or long term paralysis."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "What are the most common symptoms of a stable compression fracture?",
    "subtopic": "Symptoms",
    "text": "• You may have different levels of pain from your vertebral fracture, however not everyone feels pain.\n• You may also feel that your back is stiffer and notice that you have less movement and find it harder to stand up from a chair; this is likely to improve as your fracture heals.\n• Vertebral fractures can also cause small changes in your normal posture and loss of height."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "What causes spinal compression?",
    "subtopic": "Causes",
    "text": "The most common causes of a spinal compression fracture are osteoporosis and trauma. In patients with osteoporosis, a slight increase in stress on the back can cause vertebral bodies to fracture or collapse. Osteoporosis in the spine is by far the most common cause, especially in women over the age of 50."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "What treatment is available?",
    "subtopic": "Conservative Management",
    "text": "The most common type of treatment for these types of injury is known as conservative management and will be led by your own GP. This means that that there is no invasive surgery or repair undertaken. The main aim of conservative management is pain control and returning you to your normal activities. If your fracture is painful you will probably need to take painkillers. Please ask your GP or pharmacist for advice."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "What treatment is available?",
    "subtopic": "Other Treatments and Investigations",
    "text": "Other treatments include prevention of further fractures and progressive deformity. We would usually suggest reducing but not avoiding normal daily activities that cause you pain. Avoiding activity completely can weaken your bone further and in some cases result in muscle weakness and joint stiffness. Some sports may need to be avoided until your fracture has healed and your pain has settled. You can continue with activities such as gentle swimming and walking if you are able to. It is useful to pace activity such as housework. Your GP may prescribe you painkillers and advise you regarding your mobility and activities. Other treatments and investigations may include: physiotherapy, falls prevention, osteoporosis assessment and treatment (if needed); and investigation of other possible causes for bone weakness."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Is surgery an option?",
    "subtopic": "Indications for Surgery",
    "text": "Sometimes it is considered necessary to have surgery. But surgery is only usually needed if pain does not improve, worsens, or new neurological symptoms arise. If these symptoms happen you should go to your nearest Emergency Department immediately by ambulance. Do not try to drive yourself."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Important neurological symptoms to be aware of",
    "subtopic": "Red Flag Symptoms",
    "text": "1. Reduced leg strength (paresis) or complete weakness (paralysis).\n2. Loss of sensation in your legs or buttock area.\n3. Urinary retention (unable to pass urine) and urinary and faecal incontinence (unable to control bowel and bladder function).\n4. Significant increase in level of pain.\nIf you have any of these symptoms then you should go to your nearest Emergency Department for further assessment. For symptoms one to three you must call an ambulance (999) immediately and limit all movement."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Pain Management",
    "subtopic": "My level of pain keeps changing, is this normal?",
    "text": "Sudden increases in pain are common. If these occur, please limit your movement and take regular painkillers. If the symptoms do not quieten down then you must follow the same instructions as above. It is very important that you are aware of any changes to your symptoms. It is common to have slight changes in your level of pain."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Results and Healing",
    "subtopic": "When and how will I receive my results?",
    "text": "Your full x-ray report (results) will be sent to the clinician who referred you. A copy will be made available to your GP on the day of your x-ray. A copy of your results will also be available to our Fracture Liaison Service. This team deals with osteoporosis and falls prevention. Please discuss a referral to them with your GP, who can arrange the referral."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Results and Healing",
    "subtopic": "How long will it take for my fracture to heal?",
    "text": "Your fracture usually takes about six weeks to heal. Over this time pain will improve in most cases."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Follow-up",
    "subtopic": "Will I need a follow-up appointment?",
    "text": "In most cases any follow-up appointments will be with your GP. Please contact your own GP for advice on this."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Further information",
    "subtopic": "Online Resources",
    "text": "• Osteoporosis and Spinal Fractures Health Centre - Web: www.spine-health.com/conditions/osteoporosis\n• Royal Osteoporosis Society: recovering from a broken bone - Web: theros.org.uk/information-and-support/living-with-osteoporosis/recovering-from-a-broken-bone"
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Questions or Concerns",
    "subtopic": "Contact Information",
    "text": "Please contact your GP if you have any further questions about your condition."
  },
  {
    "heading": "Stable fractures (breaks) of the spine",
    "topic": "Patient Support and Feedback",
    "subtopic": "Accessibility and Communication",
    "text": "If you would like this information in another language, audio, Braille, Easy Read, or large print please ask a member of staff. Any complaints, comments, concerns, or compliments please speak to your doctor or nurse, or contact the Patient Advice and Liaison Service (PALS) on 01227 78 31 45, or email ekh-tr.pals@nhs.net."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Vertebral Compression Fractures and What Can Be Done About Them",
    "subtopic": "Introduction to Bone Health",
    "text": "Your skeleton serves two necessary functions: structure and storage. Structurally, bones protect organs and provide a framework for movement. As a storehouse, bones stockpile essential minerals like calcium, which are vital for bodily processes. If there is not enough calcium in circulation, it is taken from the bone storehouse. Too many withdrawals can lead to osteoporosis and easily broken bones, known as 'fragility' fractures."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "What Is a Vertebral Compression Fracture (VCF)?",
    "subtopic": "Definition and Mechanism",
    "text": "Your spinal column has 33 small bones (vertebrae). Normal vertebrae are filled with a branching honeycomb of tiny connected bones rich in calcium. If the body is running short on minerals, they are taken from vertebral bone, causing the honeycomb to get thinner and weaker. When enough bone is lost, the vertebra collapses, which is called a vertebral compression fracture (VCF). This often creates a wedge shape, shifting weight onto other vertebrae and making them more likely to collapse. The majority of people have a second VCF within a year of their first one."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Why Do You Need to Know About VCF?",
    "subtopic": "Impact and Consequences",
    "text": "Vertebral compression fractures are often painless, but their potential impact is serious. The risk for death increases by 15% in the six months following a vertebral fracture. Each broken vertebra raises the risk for another. These VCFs can lead to extreme spinal curvature ('dowagers hump'), causing pain in back and chest muscles, difficulty walking, stomach troubles, and breathing difficulties. If unaddressed, disability and loss of independence can result."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "How Do You Know If You Have a VCF?",
    "subtopic": "Symptomatic VCF",
    "text": "Sometimes a VCF is obvious, presenting as a sharp pain that gets better when you lie down and worse when you stand up. An x-ray or other scan can confirm the diagnosis. Your healthcare provider will likely prescribe rest, back bracing, and painkillers. If pain continues after 4-6 weeks or is intolerable, you should talk with your doctor about other treatments."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "What Is a Silent VCF?",
    "subtopic": "Asymptomatic VCF and Signs",
    "text": "Most of the time, VCFs occur without any injury or pain ('silent' VCFs). One of the first signs is height loss. You can check for signs like pants needing hemming, adult children seeming taller, or difficulty reaching upper shelves. If you have experienced height loss, it may indicate a silent VCF and you need to take steps to avoid more."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "What Should You Do if You Have a VCF?",
    "subtopic": "Action Steps",
    "text": "If you suspect a VCF, talk with your doctor. You will likely be referred for an X-ray or MRI. Healthy vertebral bones don't break without serious injury; osteoporosis is almost always the cause. Effective treatment for osteoporosis is crucial to prevent more broken bones."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Treatments for VCFs and Prevention Strategies",
    "subtopic": "Medications",
    "text": "While good nutrition and exercise are important, effective anti-fracture treatment is also needed. Many medications are available to preserve bone in people with osteoporosis, reducing the likelihood of a fragility fracture. Options include daily, weekly, or monthly tablets, daily injections, and yearly IV infusions. The best medication for you depends on many factors and should be discussed with your doctor."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Treatments for VCFs and Prevention Strategies",
    "subtopic": "Diet and Nutrition",
    "text": "Osteoporosis medication won't work without enough calcium and vitamin D. Calcium can be obtained from foods like cheese and yogurt. Calcium tablets can supplement your diet, but you also need enough vitamin D for your body to absorb calcium. Vitamin D is naturally made by skin in reaction to sunlight, but many people, especially older adults and those with darker skin, get too little. Supplements are often recommended."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Treatments for VCFs and Prevention Strategies",
    "subtopic": "Physical Therapy",
    "text": "Physical therapy is an important part of recovery. It focuses on relieving pain and reducing the risk of another fracture. You will learn spine-safe posture, body dynamics, and exercises to improve balance, strength, and stamina. Proper alignment and learning new ways to perform daily tasks are key to preventing future fractures."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "What Exercises Should Be Avoided?",
    "subtopic": "Harmful Exercises",
    "text": "For people with VCFs or osteoporosis, some exercises can do more harm than good. You should avoid exercises that involve bending over from the waist, such as sit-ups, abdominal crunches, toe touches, and squats. Recreational activities involving twisting and bending motions like yoga, Pilates, and golf can overstress a weakened spinal bone. Activities with a high risk of falls or impact, such as horseback riding and ice hockey, should also be avoided."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Why Is Preventing Falls So Important?",
    "subtopic": "Fall Prevention Strategies",
    "text": "Falls are the leading cause of broken bones in older people. To reduce your risk, keep your glasses prescription up to date, work with a physical therapist on muscle strengthening and balance, and inform your doctor if you feel dizzy. Make your home safer by removing tripping hazards, installing grab bars and handrails, and improving lighting."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "What Can Be Done for Severe VCF Pain?",
    "subtopic": "Vertebral Augmentation",
    "text": "Most patients feel better after a couple of weeks of rest, bracing, and pain relievers. For persistent, extreme pain, surgery may be recommended. An operation called vertebral augmentation is a 'minimally invasive' surgery where bone cement is injected through a needle into the crushed vertebra to stabilize it and relieve pain. There are two types: vertebroplasty and kyphoplasty. The difference is that in kyphoplasty, a balloon is used to create space for the cement and push the bone upward. This is covered by many health insurances, but you should confirm with your provider."
  },
  {
    "heading": "BONE BASICS | VERTEBRAL FRACTURES",
    "topic": "Summary",
    "subtopic": "Key Takeaways",
    "text": "A strong adult skeleton starts with optimal diet, exercise, and sunshine in childhood. Universal recommendations for bone health include adequate vitamin D and calcium, weight-bearing exercise, and avoidance of smoking and excess alcohol. If you have had previous fractures or a family history of fragile bones, discuss options for effective anti-fracture treatment with your healthcare provider. Traditional management for VCF focuses on rest, bracing, and pain control. For severe persistent pain, vertebral augmentation can offer hope for improvement."
  }
]